[{"text":"Weekly Address: Two Pillars of a New Foundation: The President discusses breakthroughs on two issues where stake.. http://tinyurl.com/p5np4u","month":"05","year":"2009","corpus":"weekli address two pillar new foundat presid discuss breakthrough two issu stake","id":1814416032,"day":"16"},{"text":"Weekly Address: The Experience of Judge Sotomayor: The President discusses the breadth and depth of experience h.. http://tinyurl.com/mjbeg2","month":"05","year":"2009","corpus":"weekli address experi judg sotomayor presid discuss breadth depth experi","id":1968351420,"day":"30"},{"text":"Judge Sotomayor’s Questionnaire - A New Modern Record: White House Counsel Greg Craig discusses Judge Sotomayor .. http://tinyurl.com/pv6fr4","month":"06","year":"2009","corpus":"judg sotomayor questionnair new modern record white hous counsel greg craig discuss judg sotomayor","id":2033181860,"day":"04"},{"text":"Streaming momentarily - The President talks about the kids/ tobacco legislation, a long time coming: http://bit.ly/GOZOt","month":"06","year":"2009","corpus":"stream momentarili presid talk kid tobacco legisl long time come","id":2133074480,"day":"12"},{"text":"Not too late! Women athletes submit your photos, help us celebrate Title IX’s Anniversary tomorrow: http://bit.ly/F07T6","month":"06","year":"2009","corpus":"late women athlet submit photo help celebr titl anniversari tomorrow","id":2282852781,"day":"22"},{"text":"Lucky enough to have (or be stuck at) a computer? Check the USO concert and fireworks with us http://bit.ly/GOZOt","month":"07","year":"2009","corpus":"lucki enough stuck comput check uso concert firework","id":2475559309,"day":"04"},{"text":"HHS is announcing a flu prevention PSA contest. To learn more, go to http://bit.ly/flupsa or www.flu.gov #h1n1","month":"07","year":"2009","corpus":"hh announc flu prevent psa contest learn h1n1","id":2551068110,"day":"09"},{"text":"Africa’s diversity should be a source of strength, not a cause for division","month":"07","year":"2009","corpus":"africa divers sourc strength caus divis","id":2583390019,"day":"11"},{"text":"@Disabilitygov wants feedback about its new website. Take a look & share: http://bit.ly/3cMTCa #disabilitygov #gov20","month":"07","year":"2009","corpus":"disabilitygov want feedback new websit take look share disabilitygov gov20","id":3054160800,"day":"31"},{"text":"Read the President's remarks on post-9/11 GI Bill & a guest post from SSgt Miller: http://bit.ly/4BWdy8 #MilitaryMonday","month":"08","year":"2009","corpus":"read presid remark post bill guest post ssgt miller militarymonday","id":3107227893,"day":"03"},{"text":"RT @Debbsquest: Fight the rumors about euthanasia & #healthcare insurance reform Share the VIDEO: http://bit.ly/l241M #hcr #hir-rc","month":"08","year":"2009","corpus":"debbsquest fight rumor euthanasia healthcar insur reform share video hcr hir","id":3229490249,"day":"10"},{"text":"Obama NYT op-ed: “We are bound to disagree, but let’s disagree over issues that are real” http://bit.ly/iF8kr #healthcare","month":"08","year":"2009","corpus":"obama nyt bound disagre let disagre issu real healthcar","id":3344476702,"day":"16"},{"text":"New Photo Gallery: Ted Kennedy & the White House, 2009 http://bit.ly/137Y00 #kennedy","month":"08","year":"2009","corpus":"new photo galleri ted kennedi white hous 2009 kennedi","id":3560269500,"day":"26"},{"text":"Deadline tonight to vote on HHS’s YouTube Flu PSA contest http://bit.ly/3AAoJ5 #h1n1","month":"09","year":"2009","corpus":"deadlin tonight vote hh youtub flu psa contest h1n1","id":4039849777,"day":"16"},{"text":"Powerful new WH video: Interviews with doctors from around the country on why change is needed http://bit.ly/9b7pG #hcr","month":"10","year":"2009","corpus":"power new video interview doctor around countri chang need hcr","id":4657927429,"day":"06"},{"text":"RT @USArmy: Obama: Every moment that an American enjoys life, liberty and the pursuit of happiness - that is their legacy #forthood","month":"11","year":"2009","corpus":"usarmi obama everi moment american enjoy life liberti pursuit happi legaci forthood","id":5598089356,"day":"10"},{"text":"Pushback from the future: Debunking the new insurance industry report before it even comes out http://bit.ly/4USDxc #hcr","month":"12","year":"2009","corpus":"pushback futur debunk new insur industri report even come hcr","id":6310240803,"day":"03"},{"text":"OMB’s Orszag vs WSJ ed. board: \"Thankfully, the Journal's fiscal nihilism is belied by the facts\" http://bit.ly/5J5pmI #hcr","month":"12","year":"2009","corpus":"omb orszag wsj board thank journal fiscal nihil beli fact hcr","id":6662797072,"day":"14"},{"text":"Just announced the new Cybersecurity Coordinator. Watch a video & learn how to protect yourself online. http://bit.ly/7vITV3","month":"12","year":"2009","corpus":"announc new cybersecur coordin watch video learn protect onlin","id":6932667111,"day":"22"},{"text":"For your entertainment and information: Gibbs video on the new WH iPhone app http://bit.ly/6oDDV8","month":"01","year":"2010","corpus":"entertain inform gibb video new iphon app","id":8195287568,"day":"25"},{"text":"SOTU excerpts http://bit.ly/beMfpH","month":"01","year":"2010","corpus":"sotu excerpt","id":8301127976,"day":"28"},{"text":"Innovation & the Budget: Get the overview now and join the live chat at 5:00 EST http://bit.ly/c7dJbw","month":"02","year":"2010","corpus":"innov budget get overview join live chat est","id":8599802003,"day":"03"},{"text":"1:00 EST: Obama's major address talking about the relationship between government and business http://www.wh.gov/live","month":"02","year":"2010","corpus":"est obama major address talk relationship govern busi","id":9585518069,"day":"24"},{"text":"Pfeiffer: So That's Why They're Raising Rates So Much... http://bit.ly/b2hbsG  #hcr","month":"03","year":"2010","corpus":"pfeiffer rais rate much ... hcr","id":10245305385,"day":"10"},{"text":"41 http://bit.ly/cF0MN1","month":"03","year":"2010","corpus":"","id":10375011691,"day":"12"},{"text":"Orszag hits back hard at #hcr fiscal critics http://bit.ly/cE28Z9","month":"03","year":"2010","corpus":"orszag hit back hard hcr fiscal critic","id":10835582930,"day":"21"},{"text":"Pfeiffer: \"Reform Begins.\" Learn about the benefits kicking in this year http://bit.ly/anv4ta #hcr","month":"03","year":"2010","corpus":"pfeiffer reform begin learn benefit kick year hcr","id":10869929430,"day":"22"},{"text":"2:00: WH Economist & renowned comedian Austan Goolsbee in live video chat on Wall St Reform via UStream http://bit.ly/ddHtjV","month":"04","year":"2010","corpus":"economist renown comedian austan goolsbe live video chat wall reform via ustream","id":12707708728,"day":"23"},{"text":"#Malaria kills ~1,000,000/yr. Here's our 6yr strategy to fight back & #endmalaria http://bit.ly/awMQbO #worldmalariaday","month":"04","year":"2010","corpus":"malaria kill 000 000 6yr strategi fight back endmalaria worldmalariaday","id":12830918984,"day":"25"},{"text":"Rescissions, aka losing insurance when you get sick, now a thing of the past http://bit.ly/amNK3a","month":"04","year":"2010","corpus":"resciss aka lose insur get sick thing past","id":13031150091,"day":"28"},{"text":"Transcript: Gibbs press briefing on BP oil spill aboard AF1 en route to Louisiana with Obama http://bit.ly/bwRRgb","month":"05","year":"2010","corpus":"transcript gibb press brief oil spill aboard af1 rout louisiana obama","id":13265011508,"day":"02"},{"text":"Obama Signs TN Disaster Declaration: $ for temp housing, home repairs, businesses http://bit.ly/brHKI1 #nashvilleflood","month":"05","year":"2010","corpus":"obama sign disast declar temp hous home repair busi nashvilleflood","id":13390977206,"day":"04"},{"text":"Update from @CraigatFEMA re TN floods & \"commitment to bring every federal resource to bear\" http://ow.ly/1Iqel","month":"05","year":"2010","corpus":"updat craigatfema flood commit bring everi feder resourc bear","id":13574314856,"day":"07"},{"text":"#FF @CraigatFEMA @lisapjackson @USDAFoodSafety @Disabilitygov @FCC @NavyNews @EDPressSec @HHSGov @NationalZoo @NASA","month":"05","year":"2010","corpus":"craigatfema lisapjackson usdafoodsafeti disabilitygov fcc navynew edpresssec hhsgov nationalzoo nasa","id":13572876417,"day":"07"},{"text":"It's never too late for the latest West Wing Week http://bit.ly/bVSokg","month":"06","year":"2010","corpus":"never late latest west wing week","id":15498710919,"day":"05"},{"text":"West Wing Week: \"Home of the Kringle\" http://bit.ly/c1w06n","month":"07","year":"2010","corpus":"west wing week home kringl","id":17575979201,"day":"02"},{"text":"RT @the_USO Happy 4th of July! http://wp.me/pD3AV-PY w/ photos from the USO archives","month":"07","year":"2010","corpus":"the_uso happi 4th juli photo uso archiv","id":17743582718,"day":"04"},{"text":"Obama to Rs: “time to stop holding workers laid off in this recession hostage to Washington politics\" http://bit.ly/93VPYK","month":"07","year":"2010","corpus":"obama time stop hold worker laid recess hostag washington polit","id":18934580481,"day":"19"},{"text":"On tap: 11:00 Obama meets with bipartisan Congressional leaders, then remarks; 3:05 congratulates Softball World Series Champs","month":"07","year":"2010","corpus":"tap obama meet bipartisan congression leader remark congratul softbal world seri champ","id":19662143301,"day":"27"},{"text":"How can #socialmedia impact crisis situations? Watch @RedCross #crisisdata conference live: http://bit.ly/3UhydL & join in #gov20","month":"08","year":"2010","corpus":"socialmedia impact crisi situat watch redcross crisisdata confer live join gov20","id":20977153330,"day":"12"},{"text":"On tap: Obama on education on Today Show earlier: http://on.today.com/aFoxRP Talks w/ college journos; Signs Small Biz bill","month":"09","year":"2010","corpus":"tap obama educ today show earlier talk colleg journo sign small biz bill","id":25693566394,"day":"27"},{"text":"Elizabeth Warren on how technology can empower consumers in the new Consumer Financial Protection Bureau http://is.gd/goyTc","month":"10","year":"2010","corpus":"elizabeth warren technolog empow consum new consum financi protect bureau","id":29023869808,"day":"28"},{"text":"Fresh WH White Board: Goolsbee on why the President is promoting US exports in Asia. Interesting! http://is.gd/gUy9J","month":"11","year":"2010","corpus":"fresh white board goolsbe presid promot export asia interest","id":2446716892610560,"day":"10"},{"text":"RT @USInteriorNews: Check out our new \"Ask Interior\" video pilot on our #solar work and let us know what you think: http://bit.ly/deiR0s","month":"11","year":"2010","corpus":"usinteriornew check new ask interior video pilot solar work let know think","id":4304829404938241,"day":"15"},{"text":"“Hanukkah, Oh Hanukkah”: Join us at 6:35PM EST for the President’s remarks & lighting of the WH menorah http://wh.gov/live","month":"12","year":"2010","corpus":"hanukkah hanukkah join 35pm est presid remark light menorah","id":10392696610881536,"day":"02"},{"text":"In case you missed it - @petesouza's favorite WH photos of 2010, with his intro: http://ow.ly/3xB0t","month":"01","year":"2011","corpus":"case miss petesouza favorit photo 2010 intro","id":22018782155243520,"day":"03"},{"text":"President opens purposeful travel, non-family remittances, airports supporting licensed charter flights to/from Cuba http://ow.ly/3Eb33","month":"01","year":"2011","corpus":"presid open purpos travel non famili remitt airport support licens charter flight cuba","id":26047635555098624,"day":"14"},{"text":"No really, don't miss the \"Enhanced\" SOTU at WH.gov tomorrow: http://is.gd/LMfYZ8 Finishing touches going on now  http://twitpic.com/3t4zv0","month":"01","year":"2011","corpus":"realli miss enhanc sotu gov tomorrow finish touch go","id":29711540189921280,"day":"25"},{"text":"\"... both parties in Congress should know this: if a bill comes to my desk with earmarks inside, I will veto it.\" #SOTU","month":"01","year":"2011","corpus":"parti congress know bill come desk earmark insid veto sotu","id":30096641176379390,"day":"26"},{"text":"Obama: \"I’ll go anywhere, any time to be a booster for American businesses, American workers & American products\"","month":"02","year":"2011","corpus":"obama anywher time booster american busi american worker american product","id":34654263837724670,"day":"07"},{"text":"@iVillage In 2nd yr, focus on encouraging more groups to help, emphasis on early childhood as strategy to prevent obesity #letsmoveivillage","month":"02","year":"2011","corpus":"ivillag 2nd focu encourag group help emphasi earli childhood strategi prevent obes letsmoveivillag","id":35010337266868224,"day":"08"},{"text":"Video of Esperanza Spalding performing \"Tell Him\" @ the White House http://goo.gl/rB1SF More music: http://goo.gl/N1UGS #Grammys","month":"02","year":"2011","corpus":"video esperanza spald perform tell white hous music grammi","id":37001178847907840,"day":"14"},{"text":"10 days left for the Commencement Challenge to get Obama to give your address. Plug from John Legend: http://wh.gov/xmr","month":"03","year":"2011","corpus":"day left commenc challeng get obama give address plug john legend","id":42624503213330430,"day":"01"},{"text":"RT @macon44: Fed CIO Vivek Kundra offers a few billion reasons sunlight is changing how the government does business (& cuts costs) http ...","month":"03","year":"2011","corpus":"macon44 fed cio vivek kundra offer billion reason sunlight chang govern busi cut cost http","id":48425807634378750,"day":"17"},{"text":"@StormingGrace The WH Council on Environmental Quality responds to your Q. Going Green & Saving Green: http://wh.gov/a9p","month":"04","year":"2011","corpus":"storminggrac council environment qualiti respond go green save green","id":53971760982405120,"day":"02"},{"text":"Obama: “his death does not mark the end of our effort… We must – and we will - remain vigilant at home and abroad.”","month":"05","year":"2011","corpus":"obama death mark end effort must remain vigil home abroad","id":64897020523053060,"day":"02"},{"text":"Director of Speechwriting Jon Favreau: Thank You Mr. Jones: http://wh.gov/C2m #thankateacher","month":"05","year":"2011","corpus":"director speechwrit jon favreau thank jone thankateach","id":65533366484738050,"day":"03"},{"text":"New West Wing Week: Behind the scenes video during an epic week, from Alabama to NYC http://wh.gov/CWO","month":"05","year":"2011","corpus":"new west wing week behind scene video epic week alabama nyc","id":66520567842471940,"day":"06"},{"text":"RT @FCC: Genachowski on PLAN and #localalerts : \"new tech and service makes mobile devices into emergency alert devices\" http://fcc.us/i ...","month":"05","year":"2011","corpus":"fcc genachowski plan localalert new tech servic make mobil devic emerg alert devic","id":67971800688111620,"day":"10"},{"text":"Obama on Israel/Palestine: “casting off the burdens of the past, the drive for a lasting peace…is more urgent than ever” #MEspeech","month":"05","year":"2011","corpus":"obama israel palestin cast burden past drive last peac urgent ever mespeech","id":71256178092548100,"day":"19"},{"text":"WH & @StartupAmerica kick off Urban Entrepreneurship Summit on Mon. #UrbanSummit keynote by @UncleRUSH: http://huff.to/mAn8En","month":"06","year":"2011","corpus":"startupamerica kick urban entrepreneurship summit mon urbansummit keynot unclerush","id":76758224988155900,"day":"03"},{"text":"Thousands of people #AtTheWH for the Official Arrival Ceremony of Chancellor Merkel of Germany. Watch it live: http://www.wh.gov/live","month":"06","year":"2011","corpus":"thousand peopl atthewh offici arriv ceremoni chancellor merkel germani watch live","id":78086425853177860,"day":"07"},{"text":"RT @whitehouseostp: @HouseCommerce An Important Bipartisan Milestone for Spectrum Policy http://go.usa.gov/DeN","month":"06","year":"2011","corpus":"whitehouseostp housecommerc import bipartisan mileston spectrum polici","id":78500585338437630,"day":"08"},{"text":"RT @macon44: Is CampaignToCutWaste.gov not working for you? Here's why: http://t.co/WPLSN9x #InvasivePlants #FiddlinForesters #Centennia ...","month":"06","year":"2011","corpus":"macon44 campaigntocutwast gov work invasivepl fiddlinforest centennia","id":80352807936471040,"day":"13"},{"text":"MLS champion Colorado Rapids are hosting a soccer clinic for the kids of military families on the South Lawn.  What are you doing to help?","month":"06","year":"2011","corpus":"ml champion colorado rapid host soccer clinic kid militari famili south lawn help","id":85410177750274050,"day":"27"},{"text":"RT @macon44: latest update from @twitter about tomorrow's #askobama @townhall http://t.co/1AksQTl","month":"07","year":"2011","corpus":"macon44 latest updat twitter tomorrow askobama townhal","id":88327087215226880,"day":"05"},{"text":"in order to reduce the deficit,what costs would you cut and what investments would you keep - bo","month":"07","year":"2011","corpus":"order reduc deficit cost would cut invest would keep","id":88670359720697860,"day":"06"},{"text":"Obama on \"supporting the troops\" via oil independence: Good 4 economy, good 4 security, good 4 planet. No serious energy policy in decades","month":"07","year":"2011","corpus":"obama support troop via oil independ good economi good secur good planet seriou energi polici decad","id":88681710228738050,"day":"06"},{"text":"\"I always have hope. I continue to have hope because of the American people.\" - Obama on a balanced approach to deficit reduction","month":"07","year":"2011","corpus":"alway hope continu hope american peopl obama balanc approach deficit reduct","id":91891913891905540,"day":"15"},{"text":"RT @jesseclee44: Furman at WH.gov: GOP's \"duck dodge & dismantle\" would hurt recovery, competitiveness & be worse for seniors than Ryan  ...","month":"07","year":"2011","corpus":"jesseclee44 furman gov gop duck dodg dismantl would hurt recoveri competit wors senior ryan","id":93292961609170940,"day":"19"},{"text":"RT @VP: VP will swear-in Secretary of Defense Leon Panetta in ceremony at Pentagon tomorrow at 11:00 AM @DeptofDefense","month":"07","year":"2011","corpus":"swear secretari defens leon panetta ceremoni pentagon tomorrow deptofdefens","id":94155181943558140,"day":"21"},{"text":"Today, the President & @VP Biden are meeting w/ Congressional leadership @ the WH to cont to work out a #deficit deal & avoid default.","month":"07","year":"2011","corpus":"today presid biden meet congression leadership cont work deficit deal avoid default","id":94786793823666180,"day":"23"},{"text":".@cjmarsh725: Here you go, our debt challenge in one graphic. http://t.co/VvXIunK. #WHChat","month":"07","year":"2011","corpus":"cjmarsh725 debt challeng one graphic whchat","id":95971466637606910,"day":"26"},{"text":".@Flyersfan79: Restoring Clinton-era rates for top 2% of earners would avoid adding $800bn to the deficit. Not too much to ask. #WHChat","month":"07","year":"2011","corpus":"flyersfan79 restor clinton era rate top earner would avoid ad 800bn deficit much ask whchat","id":96288766871867400,"day":"27"},{"text":".@JLMonkeyToes: Agree #WHchat","month":"07","year":"2011","corpus":"jlmonkeyto agre whchat","id":96634108633030660,"day":"28"},{"text":".@audhilly: long-term deal impt, no one wants to repeat this again over Xmas, critical period for the economy. Should solve now. #WHchat","month":"07","year":"2011","corpus":"audhilli long term deal impt one want repeat xma critic period economi solv whchat","id":96632067365928960,"day":"28"},{"text":"RT @pfeiffer44: Reminder: Under the Boehner bill, we will be doing this all over again during the holidays, but we would need 2/3 of the ...","month":"07","year":"2011","corpus":"pfeiffer44 remind boehner bill holiday would need","id":97083820427329540,"day":"29"},{"text":"RT @lisalindo: @Whitehouse #WHchat Dear Brian - is it true FAA funding has been blocked? Are they still watching the skies?","month":"07","year":"2011","corpus":"lisalindo whitehous whchat dear brian true faa fund block still watch sky","id":97038871958786050,"day":"29"},{"text":"RT @tckamdar: #WHChat It would be immeasurably useful to have easy to understand graphics of key stats & pts from both Republican & WH p ...","month":"07","year":"2011","corpus":"tckamdar whchat would immeasur use easi understand graphic key stat pt republican","id":96957433393582080,"day":"29"},{"text":"RT @sjlbeckett: @whitehouse this situation is very discouraging when will our politicians wakeup and work together? It'shard enough for  ...","month":"07","year":"2011","corpus":"sjlbeckett whitehous situat discourag politician wakeup work togeth shard enough","id":97043515141398530,"day":"29"},{"text":".@BrenBux best data says no, min wage doesn't deter low-wage hiring. My former coworker Alan Krueger makes case here: http://t.co/9JSzYSe","month":"08","year":"2011","corpus":"brenbux best data say min wage deter low wage hire former cowork alan krueger make case","id":98152327332106240,"day":"01"},{"text":".@RebelRepublican (1 of 2) committee will consider balanced deficit plans; trigger will force everyone to the table... #WHChat","month":"08","year":"2011","corpus":"rebelrepublican committe consid balanc deficit plan trigger forc everyon tabl ... whchat","id":98141981334716420,"day":"01"},{"text":"RT @Veekas: @whitehouse #WHChat: Even though the deal is done, did all this damage long-term confidence in Treasury bills & dollar?","month":"08","year":"2011","corpus":"veeka whitehous whchat even though deal done damag long term confid treasuri bill dollar","id":98141321939795970,"day":"01"},{"text":"RT @jesseclee44: Obama at advanced battery factory in MI. Fuel effic. standards + investments in advanced vehicle manufacturing=US jobs: ...","month":"08","year":"2011","corpus":"jesseclee44 obama advanc batteri factori fuel effic standard invest advanc vehicl manufactur job","id":101714967446822910,"day":"11"},{"text":"RT @VP: VP is wheels up en route Beijing; stay tuned to @VP for updates & coverage of VP's 9-day trip to China, Mongolia and Japan; #VPi ...","month":"08","year":"2011","corpus":"wheel rout beij stay tune updat coverag day trip china mongolia japan vpi","id":103506686626631680,"day":"16"},{"text":"RT @USAbilAraby: الرئيس أوباما: ان نظام القذافي قد قربت نهايته وان مستقبل ليبيا في يدالشعب الليبي #Obama #Libya","month":"08","year":"2011","corpus":"usabilarabi الرئيس أوباما نظام القذافي قربت نهايته وان مستقبل ليبيا يدالشعب الليبي obama libya","id":105760244113743870,"day":"22"},{"text":"Photo: @VP Joe Biden speaks to troops @ Yokota Air Base, Japan: http://t.co/YnZl2lH","month":"08","year":"2011","corpus":"photo joe biden speak troop yokota air base japan","id":106350090934951940,"day":"24"},{"text":"RT @DHSJournal: Search for a shelter: Text SHELTER + your ZIP code to 43362 (@FEMA).","month":"08","year":"2011","corpus":"dhsjournal search shelter text shelter zip code 43362 fema","id":107482354871840770,"day":"27"},{"text":"Welcome to the West Wing Week, your guide to everything that's happening at 1600 Pennsylvania Ave: http://t.co/QjKULFA","month":"09","year":"2011","corpus":"welcom west wing week guid everyth happen 1600 pennsylvania ave","id":109766991916707840,"day":"02"},{"text":"RT @jesseclee44: RT @baratunde: check out this @whitehouse image of Warren Buffet's tax rate vs his secretary's. #JobsNow #MakeItPlain h ...","month":"09","year":"2011","corpus":"jesseclee44 baratund check whitehous imag warren buffet tax rate secretari jobsnow makeitplain","id":111945437220577280,"day":"08"},{"text":"RT @WHLive: Obama: This plan asks the wealthiest Americans to go back to paying the same tax rates they paid during the nineties, before ...","month":"09","year":"2011","corpus":"whlive obama plan ask wealthiest american back pay tax rate paid nineti","id":115804589940408320,"day":"19"},{"text":"RT @FCC: Only 4 days left to double your chances & enter an additional app in @communityapps challenge http://t.co/D4ANBVNL","month":"09","year":"2011","corpus":"fcc day left doubl chanc enter addit app communityapp challeng","id":119531335290335230,"day":"29"},{"text":"RT @StateDept: The @WhiteHouse invites you to join a #WHTweetup for arrival of President Lee Myung-bak. Apply by 11:00 AM EDT today! htt ...","month":"09","year":"2011","corpus":"statedept whitehous invit join whtweetup arriv presid lee myung bak appli edt today htt","id":119415304932687870,"day":"29"},{"text":"RT @VP: VP & Dr. B hosted a reception in honor of Hispanic Heritage Month @ the Naval Observatory last wk; BLOG POST http://t.co/OHuqUqK1","month":"10","year":"2011","corpus":"host recept honor hispan heritag month naval observatori last blog post","id":120895279326175230,"day":"03"},{"text":"Meet Marlena Clark: http://t.co/FoM5i3Jd She says \"passing the #JobsNow bill is just common sense\"","month":"10","year":"2011","corpus":"meet marlena clark say pass jobsnow bill common sens","id":123861718270083070,"day":"11"},{"text":"Photo of the day: The First Family tours @MLKMemorial before #DedicateMLK ceremony: http://t.co/GUqcv4r2","month":"10","year":"2011","corpus":"photo day first famili tour mlkmemori dedicatemlk ceremoni","id":125702324046921730,"day":"16"},{"text":"RT @whatsamattausa: @whlive will US still have operational bases in Iraq after withdraw? #WHChat","month":"10","year":"2011","corpus":"whatsamattausa whlive still oper base iraq withdraw whchat","id":127456018786553860,"day":"21"},{"text":"RT @WHLive: .@NaomiP47 We just expedited 14 infra projects bc of their job potential. http://t.co/UDyRHsrs Congress should act on infra  ...","month":"10","year":"2011","corpus":"whlive naomip47 expedit infra project job potenti congress act infra","id":128937741907005440,"day":"25"},{"text":"RT @pfeiffer44: More We Can't Wait executive actions coming today to help small business and grow the economy. AP has the story http://t ...","month":"10","year":"2011","corpus":"pfeiffer44 wait execut action come today help small busi grow economi stori","id":129925411093221380,"day":"28"},{"text":"RT @JonCarson44: My first #FollowFriday !\n@CodeNowOrg @nationalservice @PublicAllies @ServeDotGov @Sierrastudent @energyaction!  @PaulRi ...","month":"10","year":"2011","corpus":"joncarson44 first followfriday codenoworg nationalservic public servedotgov sierrastud energyact paulri","id":130066390009913340,"day":"28"},{"text":"RT @arneduncan: Our Children Can’t Wait: New Regulations Increase Accountability & Boost Quality in Head Start http://t.co/4Nnz5af2","month":"11","year":"2011","corpus":"arneduncan children wait new regul increas account boost qualiti head start","id":134046495455461380,"day":"08"},{"text":"Help choose the 2011 #SAVEAward winner! Vote now: http://t.co/tr6M08O5","month":"11","year":"2011","corpus":"help choos 2011 saveaward winner vote","id":134308078001729540,"day":"09"},{"text":"43,000 people die each year as a result of smoking cigarettes. http://t.co/GQYAqBUh #GASO2011 http://t.co/SM9zm8Ip","month":"11","year":"2011","corpus":"000 peopl die year result smoke cigarett gaso2011","id":137305122031157250,"day":"17"},{"text":"RT @lacasablanca: Si el Congreso no actúa los impuestos de la clase media aumentarán en 26 días, 3 horas. ¿Cómo lo afecta? Visite http:/ ...","month":"12","year":"2011","corpus":"lacasablanca congreso actúa lo impuesto clase media aumentarán día hora cómo afecta visit http","id":143857979404464130,"day":"06"},{"text":"RT @WHLive: Obama: It is wrong for Warren Buffett’s secretary to pay a higher tax rate than Warren Buffett & he agrees with me.","month":"12","year":"2011","corpus":"whlive obama wrong warren buffett secretari pay higher tax rate warren buffett agre","id":144138768444690430,"day":"06"},{"text":"RT @iPodDr: @whitehouse USN, Ret. GO NAVY!","month":"12","year":"2011","corpus":"ipoddr whitehous usn ret navi","id":145311952288219140,"day":"10"},{"text":"RT @usedgov: ED's blog has a new name and look. Welcome to Homeroom http://t.co/K5s0QKFx","month":"12","year":"2011","corpus":"usedgov blog new name look welcom homeroom","id":146698585172475900,"day":"13"},{"text":"RT @OMBPress: The Buck Stops Here: Jack Lew on production of excess $1 coins, and other #cuttingwaste ideas http://t.co/ASjxiBKm","month":"12","year":"2011","corpus":"ombpress buck stop jack lew product excess coin cuttingwast idea","id":146666456149532670,"day":"13"},{"text":"RT @EntMagazine: Women Entrepreneurs Put the Government in the Hot Seat http://t.co/cojevsCp by @dianaransom #smallbiz cc @SBAgov","month":"12","year":"2011","corpus":"entmagazin women entrepreneur put govern hot seat dianaransom smallbiz sbagov","id":149148227244007420,"day":"20"},{"text":"What #40dollars Means to Americans http://t.co/liIBHOdH via @Storify","month":"12","year":"2011","corpus":"40dollar mean american via storifi","id":149343562939633660,"day":"21"},{"text":"RT @mdjonline: What would an extra #40dollars per paycheck mean to you?","month":"12","year":"2011","corpus":"mdjonlin would extra 40dollar per paycheck mean","id":149513251489722370,"day":"21"},{"text":"@jesseclee44 @KRenner2 here's some more info on the SS issue https://t.co/rniVZJwt #40dollars","month":"12","year":"2011","corpus":"jesseclee44 krenner2 info issu 40dollar","id":149537147576254460,"day":"21"},{"text":"RT @SBAgov: What #40dollars means to #smallbiz, our customers, and our employees http://t.co/asj5LQd2 @whitehouse","month":"12","year":"2011","corpus":"sbagov 40dollar mean smallbiz custom employe whitehous","id":149958379475968000,"day":"22"},{"text":"RT @blog44: http://t.co/HxTO58SB: 2011 Year in Review: Top Photos from the White House Flickr Feed http://t.co/Ht4YtxlS","month":"12","year":"2011","corpus":"blog44 2011 year review top photo white hous flickr feed","id":152521160108675070,"day":"29"},{"text":"RT @petesouza: 2011 Year in Photos by Pete Souza: http://t.co/w3VpfrfL","month":"12","year":"2011","corpus":"petesouza 2011 year photo pete souza","id":153201443170549760,"day":"31"},{"text":"RT @jesseclee44: Obama on NDAA: \"Administration will aggressively seek to mitigate those concerns through...authorities available to me\" ...","month":"12","year":"2011","corpus":"jesseclee44 obama ndaa administr aggress seek mitig concern ... author avail","id":153230424129286140,"day":"31"},{"text":"2011 in Photos: Chief Official @whitehouse photographer @petesouza takes you behind the scenes in a new set @flickr: http://t.co/Gj8npwuW","month":"12","year":"2011","corpus":"2011 photo chief offici whitehous photograph petesouza take behind scene new set flickr","id":153249145220644860,"day":"31"},{"text":"RT @internships: We're working w/ @WhiteHouse on #SummerJobs+, providing 100,000+ jobs/internships for youth: http://t.co/tV9qXeT7. VERY ...","month":"01","year":"2012","corpus":"internship work whitehous summerjob provid 100 000 job internship youth","id":155035735689400320,"day":"05"},{"text":"RT @JonCarson44: .@BonJovi is here at WH - to tell us about his work with @JBJSoulFound,  @Servedotgov and http://t.co/Arb5gTC6","month":"01","year":"2012","corpus":"joncarson44 bonjovi tell work jbjsoulfound servedotgov","id":154932805749587970,"day":"05"},{"text":"RT @AmbassadorRice: Pres. #Obama's new defense strategy will ensure the world's finest military is shaped to meet the challenges of the  ...","month":"01","year":"2012","corpus":"ambassadorric pre obama new defens strategi ensur world finest militari shape meet challeng","id":155078981694128130,"day":"06"},{"text":"Watch @ 11:20ET http://t.co/u95y7hhB RT @pfeiffer44 Obama makes important announcement today on reorganizing, reforming & consolidating govt","month":"01","year":"2012","corpus":"watch 20et pfeiffer44 obama make import announc today reorgan reform consolid govt","id":157822000042221570,"day":"13"},{"text":"RT @JonCarson44: Ever wondered if White House is taking @WeThePeople seriously? We are. This #SOPA petition made a big difference http:/ ...","month":"01","year":"2012","corpus":"joncarson44 ever wonder white hous take wethepeopl serious sopa petit made big differ http","id":158202568164638720,"day":"14"},{"text":"RT @ama125: @whitehouse Hershey, PA because it smells like chocolate #nuffsaid #visitUS","month":"01","year":"2012","corpus":"ama125 whitehous hershey smell like chocol nuffsaid visitu","id":160098446076940300,"day":"19"},{"text":"RT @ItsDylanHorn: @whitehouse Lexington, Kentucky because it has the WORLDS most beautiful horse farms! http://t.co/X5DUhOKR","month":"01","year":"2012","corpus":"itsdylanhorn whitehous lexington kentucki world beauti hors farm","id":160103927432491000,"day":"19"},{"text":"RT @alswrite: @whitehouse So many things to love about my hometown of Birmingham, #MI. Mostly, the local shops and groups that feel like ...","month":"01","year":"2012","corpus":"alswrit whitehous mani thing love hometown birmingham mostli local shop group feel like","id":160179302690848770,"day":"20"},{"text":"RT @JoiningForces: Helping military spouses find good #jobs in 2012: http://t.co/PWerzjnR cc: @MOAA_MilLife @BlueStarFamily","month":"01","year":"2012","corpus":"joiningforc help militari spous find good job 2012 moaa_millif bluestarfamili","id":160538398245912580,"day":"21"},{"text":"RT @VP: PHOTO: VP kicking off his 1st live @Twitter chat in #NewHampshire earlier today http://t.co/Bs1FKb2v","month":"01","year":"2012","corpus":"photo kick 1st live twitter chat newhampshir earlier today","id":162616073101905920,"day":"26"},{"text":"RT @bpliskow: BHS Grad Shares His White House Adventure http://t.co/SA1R6nD8 #SOTU #WHTweetup (via @BerkleyPatch)","month":"01","year":"2012","corpus":"bpliskow bh grad share white hous adventur sotu whtweetup via berkleypatch","id":164081775683977200,"day":"30"},{"text":"RT @Joey_Hudy: I set up at the white house today and meet some really cool kids! #make #youngmakers #hackerspace #sciencefair http://t.c ...","month":"02","year":"2012","corpus":"joey_hudi set white hous today meet realli cool kid make youngmak hackerspac sciencefair","id":166920984186716160,"day":"07"},{"text":"RT @sanderleh: The President's face throughout the performance is priceless. Great music has that effect on people @whitehouse http://t. ...","month":"02","year":"2012","corpus":"sanderleh presid face throughout perform priceless great music effect peopl whitehous","id":172126977371811840,"day":"22"},{"text":"RT @thewarrenhaynes: Catch Warren on \"Red White & Blues\" streaming LIVE @ 7:15pm tonight at http://t.co/fXOiMJte - Airs on @PBS  on 2/27 ...","month":"02","year":"2012","corpus":"thewarrenhayn catch warren red white blue stream live 15pm tonight air pb","id":172120662893273100,"day":"22"},{"text":"RT @VP: Dr. B & @HildaSolisDOL tour DG Medical in Centerville to learn more about their partnership with @SinclairCC #CCTour http://t.co ...","month":"02","year":"2012","corpus":"hildasolisdol tour medic centervil learn partnership sinclaircc cctour","id":172415276153962500,"day":"22"},{"text":"Check out the latest West Wing Week: The President celebrates St. Patty's Day, marks #Nowruz, talks American #energy: http://t.co/lay07fuT","month":"03","year":"2012","corpus":"check latest west wing week presid celebr patti day mark nowruz talk american energi","id":183290826296791040,"day":"23"},{"text":"RT @arneduncan: Join @JudyWoodruff & me for @Atlantic_LIVE's ed & the economy digital town hall at 9am ET. Use #FutureEd & watch here: h ...","month":"03","year":"2012","corpus":"arneduncan join judywoodruff atlantic_l economi digit town hall 9am use future watch","id":184633214156013570,"day":"27"},{"text":"RT @VP: .@davhahn Yes. Good parent. -vp #askvp","month":"04","year":"2012","corpus":"davhahn ye good parent askvp","id":187272025285468160,"day":"03"},{"text":"RT @slfootball11: 1,470 people who made more than $1 million in 2009 paid $0 in federal income tax. (Source: @WhiteHouse) #FairShare htt ...","month":"04","year":"2012","corpus":"slfootball11 470 peopl made million 2009 paid feder incom tax sourc whitehous fairshar htt","id":187918281007575040,"day":"05"},{"text":"RT @dcfab: Obama helps a young kiddie finish the #EasterEggRoll. Precious!  http://t.co/vA9UEIr0","month":"04","year":"2012","corpus":"dcfab obama help young kiddi finish eastereggrol preciou","id":189389406933762050,"day":"09"},{"text":"RT @jesseclee44: Biden at his best, most passionate on the Violence Against Women Act. You should watch http://t.co/nHGBx55U #Reauthoriz ...","month":"04","year":"2012","corpus":"jesseclee44 biden best passion violenc women act watch reauthoriz","id":192721880237608960,"day":"18"},{"text":"RT @AmbassadorRice: Today, Pres. Obama ordered sweeping initiatives for a stronger, better-organized global response to mass atrocities  ...","month":"04","year":"2012","corpus":"ambassadorric today pre obama order sweep initi stronger better organ global respons mass atroc","id":194454285923258370,"day":"23"},{"text":"White House Official Cecilia Munoz talks about her first job: http://t.co/HhlHftIc Find yours with #SummerJobsPlus: http://t.co/z8LXMfrT","month":"05","year":"2012","corpus":"white hous offici cecilia munoz talk first job find summerjobsplu","id":198102982242467840,"day":"03"},{"text":"RT @JoiningForces: Meet the brave #military women of the Female Engagement Teams making a difference in #Afghanistan http://t.co/3505Kbc ...","month":"05","year":"2012","corpus":"joiningforc meet brave militari women femal engag team make differ afghanistan","id":200306749641719800,"day":"09"},{"text":"RT @JoiningForces: Find out ways to #ThankAMilitaryMom http://t.co/23t0NwNA Second Lady Dr. Biden packs gift boxes for #military moms ht ...","month":"05","year":"2012","corpus":"joiningforc find way thankamilitarymom second ladi biden pack gift box militari mom","id":200685977390415870,"day":"10"},{"text":"RT @AmbassadorRice: About to hang out with @NickKristof. Watch our Google+ foreign policy chat live: http://t.co/IRWdyWwz","month":"05","year":"2012","corpus":"ambassadorric hang nickkristof watch googl foreign polici chat live","id":203191059377963000,"day":"17"},{"text":".@mlslawter75 R's say they're willing to go along, but not moving fast enough. Need to keep the pressure on. Tell 'em #DontDoubleMyRate -bo","month":"05","year":"2012","corpus":"mlslawter75 say will along move fast enough need keep pressur tell dontdoublemyr","id":205785285127180300,"day":"24"},{"text":".@mixnmunch tax credits for small biz that hire new workers or increase pay in addition to 18 tax credits i already signed into law (cont)","month":"05","year":"2012","corpus":"mixnmunch tax credit small biz hire new worker increas pay addit tax credit alreadi sign law cont","id":205783648841109500,"day":"24"},{"text":"RT @AlexHortonVA: RT @washingtonpost: A look at The Vietnam Memorial's past and present http://t.co/NfDM4rMb","month":"05","year":"2012","corpus":"alexhortonva washingtonpost look vietnam memori past present","id":207267836714950660,"day":"29"},{"text":"Is your home underwater? The President has a plan that could help you refinance &amp; save money. #WhyRefi  Learn more: http://t.co/KycOigvW","month":"06","year":"2012","corpus":"home underwat presid plan could help refin amp save money whyrefi learn","id":215168563907010560,"day":"19"},{"text":"20 yr old Abby has a rare congenital disease. Thanks to health reform, she can stay on her parents plan until age 26: http://t.co/PHsKUzSY","month":"06","year":"2012","corpus":"old abbi rare congenit diseas thank health reform stay parent plan age","id":218703851405062140,"day":"29"},{"text":"Welcome to @Twitter, Deputy White House Press Secretary Jamie Smith! Follow @JSmith44","month":"07","year":"2012","corpus":"welcom twitter deputi white hous press secretari jami smith follow jsmith44","id":219851838021836800,"day":"02"},{"text":"Photo Gallery: #4thofJuly at the White House: \nhttp://t.co/SIxv0ruV including #fireworks on the National Mall from 1954 http://t.co/qcIol8rj","month":"07","year":"2012","corpus":"photo galleri 4thofjuli white hous includ firework nation mall 1954","id":220336632576999420,"day":"04"},{"text":"Join us for a White House Google+ Hangout with @HUDNews Sec. Donovan Moderated by @Zillow: http://t.co/YxUBAvyh #WHHangout","month":"07","year":"2012","corpus":"join white hous googl hangout hudnew sec donovan moder zillow whhangout","id":222456423303487500,"day":"09"},{"text":"Here's everything you need to know about the President's plan to help responsible homeowners #refinance: http://t.co/LVbvTxIg #MyRefi","month":"07","year":"2012","corpus":"everyth need know presid plan help respons homeown refin myrefi","id":223600208976674800,"day":"13"},{"text":"RT @VP: Today we celebrate the life of a man whose courage and resilience will resonate for generations.  Happy Birthday Nelson Mandela--VP","month":"07","year":"2012","corpus":"today celebr life man whose courag resili reson gener happi birthday nelson mandela","id":225730230671773700,"day":"18"},{"text":"Weekly Address: Remembering the Victims of the #Aurora, #Colorado Shooting Watch: http://t.co/inLcTtz6","month":"07","year":"2012","corpus":"weekli address rememb victim aurora colorado shoot watch","id":226655393085001730,"day":"21"},{"text":"Congrats @SerenaWilliams &amp; @VenusesWilliams! Seeing you play together is awe inspiring! We're so proud of you! –mo","month":"08","year":"2012","corpus":"congrat serenawilliam amp venuseswilliam see play togeth awe inspir proud","id":232585821205721100,"day":"06"},{"text":"RT @Vincent_hancock: @whitehouse Thank you for your support. It is truly a honor to represent my country and my fellow soldiers.","month":"08","year":"2012","corpus":"vincent_hancock whitehous thank support truli honor repres countri fellow soldier","id":233018047252791300,"day":"08"},{"text":"RT @RayLaHood: Historic @whitehouse fuel efficiency rule for cars, light trucks will save families $$, reduce #emissions http://t.co/9N6 ...","month":"08","year":"2012","corpus":"raylahood histor whitehous fuel effici rule car light truck save famili $$, reduc emiss","id":240502738285379600,"day":"28"},{"text":".@CommerceGov Acting Secretary Blank Talks #Insourcing &amp; Job Creation at Economic Development Forum: http://t.co/1NiShUWU","month":"08","year":"2012","corpus":"commercegov act secretari blank talk insourc amp job creation econom develop forum","id":241185474188812300,"day":"30"},{"text":"Today marks two years since the end of combat in Iraq. Use #SaluteTroops to say thanks to our troops &amp; their families: http://t.co/9JJFwjsL","month":"08","year":"2012","corpus":"today mark two year sinc end combat iraq use salutetroop say thank troop amp famili","id":241543024939761660,"day":"31"},{"text":"RT @WHWeb: Want to use &amp; contribute to @whitehouse #opensource projects? See our new page for developers: http://t.co/Gu2fkgPY #OSS  ...","month":"09","year":"2012","corpus":"whweb want use amp contribut whitehous opensourc project see new page develop oss","id":243060007296442370,"day":"04"},{"text":"RT @Interior: Salazar &amp; Acting @CommerceSec Blank: Administration's efforts to promote travel &amp; tourism are working http://t.co/ ...","month":"09","year":"2012","corpus":"interior salazar amp act commercesec blank administr effort promot travel amp tourism work","id":248515991007535100,"day":"19"},{"text":"RT @whitehouseostp: Congrats to @usnistgov scientist David Wineland for his @Nobelprize_org win in Physics! http://t.co/tEP29JTu","month":"10","year":"2012","corpus":"whitehouseostp congrat usnistgov scientist david wineland nobelprize_org win physic","id":255683947701366800,"day":"09"},{"text":"Always wanted to visit the White House?  Check out our online interactive tour: http://t.co/55PralpO","month":"10","year":"2012","corpus":"alway want visit white hous check onlin interact tour","id":256103875898130430,"day":"10"},{"text":"RT @StateDept: On World Food Day, learn how @FeedtheFuture is working to turn the tide on global #hunger: http://t.co/riEOzJX0. #WFD2012","month":"10","year":"2012","corpus":"statedept world food day learn feedthefutur work turn tide global hunger wfd2012","id":258280342916562940,"day":"16"},{"text":"RT @letsmove: In DC? Take a White House Garden Tour: get free tix at the Ellipse Visitor Pavillion on 15&amp;E St NW @ 8am 10/19 &amp; 1 ...","month":"10","year":"2012","corpus":"letsmov take white hous garden tour get free tix ellips visitor pavillion amp 8am amp","id":259044286836916220,"day":"18"},{"text":"RT @fema: #Sandy’s future path is uncertain; those along the East Coast should follow http://t.co/QQKE0mEO &amp; get prepared http://t.c ...","month":"10","year":"2012","corpus":"fema sandi futur path uncertain along east coast follow amp get prepar","id":261888837104570370,"day":"26"},{"text":"RT @SBAgov: SBA is on hand to answer your Qs about disaster assistance for #biz &amp; homeowners in the wake of #Sandy- Call 1-800-659-2955","month":"10","year":"2012","corpus":"sbagov sba hand answer disast assist biz amp homeown wake sandi call 800 659 2955","id":263287088122830850,"day":"30"},{"text":"Please RT: @fema: Text SHELTER + your ZIP code to 43362 (4FEMA) to find the nearest shelter in your area. Standard text rates apply. #Sandy","month":"11","year":"2012","corpus":"pleas fema text shelter zip code 43362 4fema find nearest shelter area standard text rate appli sandi","id":264352839143411700,"day":"02"},{"text":"RT @VP: VP and @SenatorMenendez land in Island Beach State Park in New Jersey to tour areas damaged by Hurricane #Sandy. http://t.co/vwN ...","month":"11","year":"2012","corpus":"senatormenendez land island beach state park new jersey tour area damag hurrican sandi","id":270216231322279940,"day":"18"},{"text":"RT @bademus: Refinanced home 4 sons tuition, with higher payment a $2000 tax increase right now would be a hardship for me #MY2K","month":"11","year":"2012","corpus":"bademu refinanc home son tuition higher payment 2000 tax increas right would hardship my2k","id":273840327117377540,"day":"28"},{"text":"RT @stacyo28: #My2K will go towards paying for my children's daycare expenses.","month":"11","year":"2012","corpus":"stacyo28 my2k toward pay children daycar expens","id":273954835362095100,"day":"29"},{"text":"Want to know what Americans are saying about #My2k? Find out &amp; join the conversation:  http://t.co/lOQBX0nN http://t.co/4HdQ6Qqf","month":"12","year":"2012","corpus":"want know american say my2k find amp join convers","id":277196420937809920,"day":"07"},{"text":"Get the facts about the Taxpayer Relief Act of 2012 in the latest White House White Board: http://t.co/etKWYn2Q","month":"01","year":"2013","corpus":"get fact taxpay relief act 2012 latest white hous white board","id":287652838149070850,"day":"05"},{"text":"Obama: \"We learned that no union founded on the principles of liberty and equality could survive half-slave &amp; half-free\" #inaug2013","month":"01","year":"2013","corpus":"obama learn union found principl liberti equal could surviv half slave amp half free inaug2013","id":293401602100961300,"day":"21"},{"text":"RT @asosdian: #inaugquote \"Our journey is not complete until our wives, our mothers, and daughters can earn a living equal to their efforts\"","month":"01","year":"2013","corpus":"asosdian inaugquot journey complet wive mother daughter earn live equal effort","id":293425500204961800,"day":"21"},{"text":"RT @James_hnm: @whitehouse \"For history tells us that while these truths may be self-evident, they have never been self-executing\" #Inau ...","month":"01","year":"2013","corpus":"james_hnm whitehous histori tell truth may self evid never self execut inau","id":293445280588787700,"day":"21"},{"text":"Obama: \"while freedom is a gift from God, it must be secured by His people here on Earth.\" #inaug2013","month":"01","year":"2013","corpus":"obama freedom gift god must secur peopl earth inaug2013","id":293401408844206100,"day":"21"},{"text":"WH Hangout on #ImmigrationReform: Join @joseiswriting @jimwallis @AmericaFerrera @shervin @UWDCristina on 1/31 at 1ET: http://t.co/yqj7vWIM","month":"01","year":"2013","corpus":"hangout immigrationreform join joseiswrit jimwal americaferrera shervin uwdcristina 1et","id":296723774491983900,"day":"30"},{"text":"RT @VP: Today, the VP will administer the oath of office at a swearing-in ceremony for @StateDept Sec. Kerry. Watch at 4 PM ET: http://t ...","month":"02","year":"2013","corpus":"today administ oath offic swear ceremoni statedept sec kerri watch","id":299254638237069300,"day":"06"},{"text":"Obama: \"In the Middle East, we will stand with citizens as they demand their universal rights &amp; support stable transitions to democracy\"","month":"02","year":"2013","corpus":"obama middl east stand citizen demand univers right amp support stabl transit democraci","id":301526909223858200,"day":"13"},{"text":"Obama: \"We will draw upon the courage and skills of our sisters...because women have proven under fire that they are ready for combat.\"","month":"02","year":"2013","corpus":"obama draw upon courag skill sister ... women proven fire readi combat","id":301527448598757400,"day":"13"},{"text":"Photo of the Day: @VP Biden receives a bracelet from Paige Baitinger, who accepted the Medal of Valor for her husband http://t.co/gC3AyuBMv0","month":"02","year":"2013","corpus":"photo day biden receiv bracelet paig baiting accept medal valor husband","id":304386952164163600,"day":"21"},{"text":"RT @FLOTUS: .@SesameStreet comes to 1600 Pennsylvania Ave. to encourage kids to eat healthy: http://t.co/OdOyfFVCc6 &amp; get active: ht ...","month":"02","year":"2013","corpus":"flotu sesamestreet come 1600 pennsylvania ave encourag kid eat healthi amp get activ","id":304614807015923700,"day":"21"},{"text":"Pres. Obama: \"I thank the Senate for taking another step forward in our common effort to help reduce gun violence\" http://t.co/0JPPzykXoI","month":"03","year":"2013","corpus":"pre obama thank senat take anoth step forward common effort help reduc gun violenc","id":312314477066477600,"day":"14"},{"text":"Honoring Women's History Month at the White House: http://t.co/SgvhonkSin http://t.co/gmzDynxpeR","month":"03","year":"2013","corpus":"honor women histori month white hous","id":314164430315343900,"day":"20"},{"text":"RT @iamkidpresident: We're at the White House and YOU made this happen. Thank you for sharing our videos &amp; our message! #AtTheWH #Aw ...","month":"04","year":"2013","corpus":"iamkidpresid white hous made happen thank share video amp messag atthewh","id":318801675504738300,"day":"01"},{"text":"The First Family listens to @JessicaESanchez sing the National Anthem at the 2013 White House #EasterEggRoll: http://t.co/Tgqv31vLjy","month":"04","year":"2013","corpus":"first famili listen jessicaesanchez sing nation anthem 2013 white hous eastereggrol","id":318853589365837800,"day":"01"},{"text":"Obama on #EqualPayDay: \"Our journey will not be complete until our mothers, our wives, our sisters &amp; our daughters are treated equally\"","month":"04","year":"2013","corpus":"obama equalpayday journey complet mother wive sister amp daughter treat equal","id":321782240231165950,"day":"10"},{"text":"RT @vdrk: I just spoke out to support common-sense steps to reduce gun violence. #NowIsTheTime to act. Add your name, too: http://t.co/2 ...","month":"04","year":"2013","corpus":"vdrk spoke support common sens step reduc gun violenc nowisthetim act add name","id":322430816133206000,"day":"11"},{"text":"FACT: 92% of Americans support closing background check loopholes for all gun sales. #NowIsTheTime","month":"04","year":"2013","corpus":"fact american support close background check loophol gun sale nowisthetim","id":324577890593275900,"day":"17"},{"text":"Happening now: @VP Biden joins mayors around the country to discuss why we need to reduce gun violence. http://t.co/f0LdIOuvko #NowIsTheTime","month":"04","year":"2013","corpus":"happen biden join mayor around countri discuss need reduc gun violenc nowisthetim","id":324597637187780600,"day":"17"},{"text":"RT if you agree: It's shameful that Washington voted to protect special interests instead of our kids. http://t.co/8xvyPFV4zF","month":"04","year":"2013","corpus":"agre shame washington vote protect special interest instead kid","id":324677140123623400,"day":"18"},{"text":"\"We’re not going to stop until every single veteran or military spouse that is searching for a job has found one.\" —@FLOTUS Michelle Obama","month":"04","year":"2013","corpus":"go stop everi singl veteran militari spous search job found one flotu michel obama","id":329271822275207200,"day":"30"},{"text":"RT @Interior: One of the most spectacular #lightning strikes we have ever seen. Near the South Rim @GrandCanyonNPS. http://t.co/QGLIw0l87j","month":"05","year":"2013","corpus":"interior one spectacular lightn strike ever seen near south rim grandcanyonnp","id":331529484157206500,"day":"06"},{"text":"Unless you're a Native American, you came from someplace else. Share your family's story: http://t.co/MmtVM4Qqbf #ImmigrationNation","month":"05","year":"2013","corpus":"unless nativ american came someplac els share famili stori immigrationn","id":332235084809768960,"day":"08"},{"text":"RT @whitehouseostp: Thx 4 coming! RT @DesignSquad: Watch this behind-the-scenes video of @DesignSquad visiting the #WHScienceFair http://t.…","month":"05","year":"2013","corpus":"whitehouseostp thx come designsquad watch behind scene video designsquad visit whsciencefair","id":332143098589220860,"day":"08"},{"text":"FACT: In 2011, immigrants started 28% of all new businesses in the U.S. #iMarch","month":"05","year":"2013","corpus":"fact 2011 immigr start new busi imarch","id":337240207248203800,"day":"22"},{"text":"This #MemorialDay weekend, let's all hold our fallen heroes in our hearts: http://t.co/mRPqwYhxOe http://t.co/KMLrU4YJ05","month":"05","year":"2013","corpus":"memorialday weekend let hold fallen hero heart","id":338402607523569660,"day":"25"},{"text":"RT @FLOTUS: This Memorial Day, let's take time to honor and remember the men and women who have given their lives in service to our great c…","month":"05","year":"2013","corpus":"flotu memori day let take time honor rememb men women given live servic great","id":339032499260895200,"day":"27"},{"text":"FACT: More than 40% of Fortune 500 companies were founded by immigrants or children of immigrants. #ImmigrationNation","month":"05","year":"2013","corpus":"fact fortun 500 compani found immigr children immigr immigrationn","id":339811424400457700,"day":"29"},{"text":"Asteroids! http://t.co/rMvMZ0WzXI #WeTheGeeks","month":"05","year":"2013","corpus":"asteroid wethegeek","id":340240757577371650,"day":"30"},{"text":"Tomorrow at 2pm ET, learn about how experts are working to find asteroids before they find us: http://t.co/GLuttWhtrj #WeTheGeeks","month":"05","year":"2013","corpus":"tomorrow 2pm learn expert work find asteroid find wethegeek","id":340129160146059260,"day":"30"},{"text":"Obama: \"What helps more than anything—what gives so many of our friends and loved ones strength—is the knowledge that you are not alone.\"","month":"06","year":"2013","corpus":"obama help anyth give mani friend love one strength knowledg alon","id":341558842506764300,"day":"03"},{"text":"Presidential painting lesson in Northern Ireland today: http://t.co/4INhSNvm5G","month":"06","year":"2013","corpus":"presidenti paint lesson northern ireland today","id":346730233073909760,"day":"17"},{"text":"RT @VP: PHOTO: VP Biden speaks at a ceremony dedicating a statue of Frederick Douglass at the @uscapitol today. (WH Photo) http://t.co/aovc…","month":"06","year":"2013","corpus":"photo biden speak ceremoni dedic statu frederick douglass uscapitol today photo","id":347454326278598660,"day":"19"},{"text":"RT @pfeiffer44: A yr ago this week wouldn't have seemed possible. Major progress on Immigration, Same Sex Marriage, and Climate change. Pro…","month":"06","year":"2013","corpus":"pfeiffer44 ago week seem possibl major progress immigr sex marriag climat chang pro","id":350611795658022900,"day":"28"},{"text":"RT @FLOTUS: These young people are amazing! With their commitment to education, I know they'll change the world. -mo http://t.co/mTWtBQMJyJ","month":"06","year":"2013","corpus":"flotu young peopl amaz commit educ know chang world","id":351002569197355000,"day":"29"},{"text":"FACT: Families have used government data through @Opower to save more than $300 million on their energy bills. #SmarterGov","month":"07","year":"2013","corpus":"fact famili use govern data opow save 300 million energi bill smartergov","id":354292251234545660,"day":"08"},{"text":"FACT: U.S. immigrants represent 50% of PhDs working in math and computer science and 57% of PhDs working in engineering. #ImmigrationNation","month":"07","year":"2013","corpus":"fact immigr repres phd work math comput scienc phd work engin immigrationn","id":357209352416927740,"day":"16"},{"text":"RT @FLOTUS: Happy birthday, @NelsonMandela! http://t.co/leBctLbf7o","month":"07","year":"2013","corpus":"flotu happi birthday nelsonmandela","id":357988152041947140,"day":"18"},{"text":"RT @WHLive: Obama at Knox College: \"The trends that I spoke of here in 2005—of a winner-take-all economy...have been made worse by the rece…","month":"07","year":"2013","corpus":"whlive obama knox colleg trend spoke 2005 winner take economi ... made wors rece","id":360088592623734800,"day":"24"},{"text":"RT @Cecilia44: #FollowFriday colleagues edition: @LaborSec @arneduncan @SecretaryFoxx @Sebelius @Pfeiffer44 @vj44 @ernestmoniz @SecretaryJe…","month":"07","year":"2013","corpus":"cecilia44 followfriday colleagu edit laborsec arneduncan secretaryfoxx sebeliu pfeiffer44 vj44 ernestmoniz secretaryj","id":360862691994255360,"day":"26"},{"text":"Worth a read and a RT: Here's how #ImmigrationReform would benefit farmers, U.S. agriculture &amp; rural communities —&gt; http://t.co/YB46gMAkWD","month":"07","year":"2013","corpus":"worth read immigrationreform would benefit farmer agricultur amp rural commun","id":361918897412251650,"day":"29"},{"text":"RT @Katie44: Columbus Dispatch \"Claim of high rates under Obamacare called misleading\": http://t.co/sonOSfEPI8 #ACA","month":"08","year":"2013","corpus":"katie44 columbu dispatch claim high rate obamacar call mislead aca","id":363318918724591600,"day":"02"},{"text":"RT @Cecilia44: On the first anniversary of the implementation of DACA: what it means to us, to DREAMers, and to #immigrationreform: http://…","month":"08","year":"2013","corpus":"cecilia44 first anniversari implement daca mean dreamer immigrationreform","id":368083536915349500,"day":"15"},{"text":"FACT: Over the last 3 decades, average tuition at public 4-year colleges more than tripled. #MakeCollegeAffordable, http://t.co/FlFgSV45OC","month":"08","year":"2013","corpus":"fact last decad averag tuition public year colleg tripl makecollegeafford","id":369870807809265660,"day":"20"},{"text":"Obama: \"Over the past 3 decades, the average tuition at a public 4-year college has risen by more than 250%.\" #MakeCollegeAffordable","month":"08","year":"2013","corpus":"obama past decad averag tuition public year colleg risen 250 %.\" makecollegeafford","id":370675807472988160,"day":"22"},{"text":"RT @gettingthere123: We need to keep the doors of higher education open to all! #MakeCollegeAffordable","month":"08","year":"2013","corpus":"gettingthere123 need keep door higher educ open makecollegeafford","id":370608271322656800,"day":"22"},{"text":"RT @VP: LISTEN LIVE: @VP Biden speaking to the @AmericanLegion in Houston momentarily: http://t.co/R4gj9lPica #Veterans","month":"08","year":"2013","corpus":"listen live biden speak americanlegion houston momentarili veteran","id":372437002412490750,"day":"27"},{"text":"RT if you agree: We owe it to our kids to act on reducing gun violence by closing background check loopholes for gun sales. #NowIsTheTime","month":"08","year":"2013","corpus":"agre owe kid act reduc gun violenc close background check loophol gun sale nowisthetim","id":373116667389550600,"day":"29"},{"text":"Obama: \"The U.S. military doesn’t do pin pricks. Even a limited strike will send a message to Assad that no other nation can deliver.\"","month":"09","year":"2013","corpus":"obama militari pin prick even limit strike send messag assad nation deliv","id":377599980606722050,"day":"11"},{"text":"Obama: \"When dictators commit atrocities—they depend upon the world to look the other way until those horrifying pictures fade from memory.\"","month":"09","year":"2013","corpus":"obama dictat commit atroc depend upon world look way horrifi pictur fade memori","id":377598748538318850,"day":"11"},{"text":"RT @VP: VP Biden toured #COflood damage on Monday – watch the video recap &amp; read the @whitehouse blog post here: http://t.co/vI7vd8A0GD","month":"09","year":"2013","corpus":"biden tour coflood damag monday watch video recap amp read whitehous blog post","id":383323450435047400,"day":"26"},{"text":"FACT: The House Republican funding bill would deny women access to birth control and family planning services. #Shutdown","month":"09","year":"2013","corpus":"fact hous republican fund bill would deni women access birth control famili plan servic shutdown","id":384813816850051100,"day":"30"},{"text":"Obama: \"You already get to serve the American people.  There is no higher honor than that.\" #JustVote","month":"10","year":"2013","corpus":"obama alreadi get serv american peopl higher honor justvot","id":385782307291820000,"day":"03"},{"text":"Obama: \"Nobody in the past has ever seriously threatened to breach the debt ceiling until the last two years.\"","month":"10","year":"2013","corpus":"obama nobodi past ever serious threaten breach debt ceil last two year","id":387644921181532160,"day":"08"},{"text":"RT @WHLive: \"This country should be doing everything we can to give more kids the chance to go to schools like this.\" —Obama at P-TECH in B…","month":"10","year":"2013","corpus":"whlive countri everyth give kid chanc school like obama tech","id":393829639207940100,"day":"25"},{"text":"RT @VP: A special #ThrowbackThursday for #Halloween – VP &amp; @DrBiden in NH last year, bringing home their (36 lb!) pumpkin: http://t.co/HKym…","month":"10","year":"2013","corpus":"special throwbackthursday halloween amp drbiden last year bring home pumpkin","id":395947417897824260,"day":"31"},{"text":"RT if you agree: It's long-past time to ban workplace discrimination against #LGBT Americans. http://t.co/4pHVjVlhq7 http://t.co/Mm3b6Rfs3A","month":"11","year":"2013","corpus":"agre long past time ban workplac discrimin lgbt american","id":398613119917781000,"day":"08"},{"text":"RT @jesseclee44: My parents were both self-employed &amp; insurance was unrealistic for us--good NPR Q/A on #Obamacare &amp; folks like them  \nhttp…","month":"11","year":"2013","corpus":"jesseclee44 parent self employ amp insur unrealist good npr obamacar amp folk like http","id":400086992756936700,"day":"12"},{"text":"\"Our gay and lesbian brothers and sisters should be treated fairly and equally under the law.\" —Obama on Hawaii passing #MarriageEquality","month":"11","year":"2013","corpus":"gay lesbian brother sister treat fairli equal law obama hawaii pass marriageequ","id":400434309523177500,"day":"13"},{"text":"RT @usedgov: \"Education is not just an expense, it’s an investment.\" - @ArneDuncan http://t.co/Cqc9kGgjW7 #InvestinKids","month":"11","year":"2013","corpus":"usedgov educ expens invest arneduncan investinkid","id":400705846579310600,"day":"13"},{"text":"Starting now: Hang out with @Joey_Hudy and other awesome #makers on #WeTheGeeks. Watch —&gt; http://t.co/uzfthuUBwb, http://t.co/DuVrkZ90rB","month":"11","year":"2013","corpus":"start hang joey_hudi awesom maker wethegeek watch","id":401409793858232300,"day":"15"},{"text":"RT @KLewis44: .@VP  Biden honors MLK and Coretta Scott King yesterday at @KingCenterATL in Atlanta, GA. \nPhoto--&gt;http://t.co/nNDoa6aYhk","month":"11","year":"2013","corpus":"klewis44 biden honor mlk coretta scott king yesterday kingcenteratl atlanta photo --&","id":401394263780372500,"day":"15"},{"text":"Obama on GOP filibusters: \"It’s not because they oppose the person…it’s...because they oppose the policies the American people voted for.\"","month":"11","year":"2013","corpus":"obama gop filibust oppos person ... oppos polici american peopl vote","id":403600072245407740,"day":"21"},{"text":"Here’s why yesterday’s #filibuster rules change is so important —&gt; http://t.co/Lnmtr78bzI #JustVote, http://t.co/RarBckRHfg","month":"11","year":"2013","corpus":"yesterday filibust rule chang import justvot","id":403985190772412400,"day":"22"},{"text":"RT @AmbassadorPower: #ViolenceAgainstWomen isn’t cultural, it’s criminal. Equality can't come eventually; we must fight for it now. http://…","month":"11","year":"2013","corpus":"ambassadorpow violenceagainstwomen cultur crimin equal come eventu must fight","id":405081594652020740,"day":"25"},{"text":"RT @ezraklein: Obamacare really is starting to work better: http://t.co/eVtfmRDlC6","month":"11","year":"2013","corpus":"ezraklein obamacar realli start work better","id":405716337873678340,"day":"27"},{"text":"#GetCovered because\nif you don't, one injury\ncould give you huge bills\nhttp://t.co/GNfbftrfo3, http://t.co/C34q1MWVhJ","month":"12","year":"2013","corpus":"getcov one injuri could give huge bill","id":411239384273272800,"day":"12"},{"text":"Holiday hops from the Crenshaw Elite Choir. http://t.co/XdbPzytVXO","month":"12","year":"2013","corpus":"holiday hop crenshaw elit choir","id":410959817596211200,"day":"12"},{"text":"#ObamacareInThreeWords: Saving people money → http://t.co/EaMKHfEFxT, http://t.co/xe51R2Pu4o","month":"12","year":"2013","corpus":"obamacareinthreeword save peopl money","id":412631766118064100,"day":"16"},{"text":"#GetCovered because\nit is the smart thing to do\nand saves you money.\nhttp://t.co/Uq67KmZJTF","month":"12","year":"2013","corpus":"getcov smart thing save money","id":413398454996459500,"day":"18"},{"text":"RT @Racusen44: Front pages in Florida show what Jan 1 will mean for millions -- peace of mind and health security: http://t.co/g0VFfYDwK4","month":"12","year":"2013","corpus":"racusen44 front page florida show jan mean million peac mind health secur","id":417691238284812300,"day":"30"},{"text":"Obama: \"I can't name a time where I've met an American who would rather have an unemployment check than the pride of a paycheck.\" #RenewUI","month":"01","year":"2014","corpus":"obama name time met american would rather unemploy check pride paycheck renewui","id":420602639181549600,"day":"07"},{"text":"RT @NancyPelosi: Shameful: 1 person loses much-needed financial help every 8 seconds because of the House GOP’s refusal to #RenewUI. http:/…","month":"01","year":"2014","corpus":"nancypelosi shame person lose much need financi help everi second hous gop refus renewui http :/…","id":421304802614992900,"day":"09"},{"text":"RT @FLOTUS: Excited to join Barack in the 50+ club today… check out my @AARP card! –mo http://t.co/JdbixuLGnb","month":"01","year":"2014","corpus":"flotu excit join barack club today check aarp card","id":424197278044155900,"day":"17"},{"text":"RT @WHLive: Obama: \"Even the U.S. proved not to be immune to the abuse of surveillance. In the 1960s, government spied on civil rights lead…","month":"01","year":"2014","corpus":"whlive obama even prove immun abus surveil 1960 govern spi civil right lead","id":424214317680980000,"day":"17"},{"text":".@KingJames and @DwyaneWade kick off #WestWingWeek in style. Here's your recap of this week at the White House → http://t.co/LyfdkvDG8U","month":"01","year":"2014","corpus":"kingjam dwyanewad kick westwingweek style recap week white hous","id":425085416601964540,"day":"20"},{"text":"To all the amazing athletes on the @USOlympic Team, good luck in Sochi! #GoTeamUSA #BringHomeTheGold","month":"01","year":"2014","corpus":"amaz athlet usolymp team good luck sochi goteamusa bringhomethegold","id":426410766439575550,"day":"23"},{"text":"We're hosting the 1st-ever virtual #BigBlockOfCheeseDay on Wed! Here's an intro from @PressSec &amp; some familiar faces: http://t.co/87PKRTYAmG","month":"01","year":"2014","corpus":"host 1st ever virtual bigblockofcheeseday wed intro presssec amp familiar face","id":426844664768233500,"day":"24"},{"text":"RT @LaborSec: Pres. Truman's call to #RaiseTheWage is just one great clip in this @WhiteHouse video featuring past #SOTU addresses: http://…","month":"01","year":"2014","corpus":"laborsec pre truman call raisethewag one great clip whitehous video featur past sotu address","id":427953368787845100,"day":"27"},{"text":"With 24 hours to go, the editing continues. #SOTUisComing → http://t.co/mGdLGFrpiK, http://t.co/2YjmZ0jFko","month":"01","year":"2014","corpus":"hour edit continu sotuiscom","id":427985238992912400,"day":"28"},{"text":"Obama: \"American diplomacy...backed by pressure, that has halted the progress of Iran’s nuclear program.\" http://t.co/vDBun8lcBt","month":"01","year":"2014","corpus":"obama american diplomaci ... back pressur halt progress iran nuclear program","id":428363907791466500,"day":"29"},{"text":"RT @Joey_Hudy: Back where it all began. @WhiteHouse #SOTU #dontbeboredmakesomething http://t.co/Akkkf7ue3q","month":"01","year":"2014","corpus":"joey_hudi back began whitehous sotu dontbeboredmakesometh","id":428338355378864100,"day":"29"},{"text":"Obama: \"Today, most workers don’t have a pension. A Social Security check often isn’t enough on its own.\" http://t.co/G0Kz5mdlnP","month":"01","year":"2014","corpus":"obama today worker pension social secur check often enough","id":428359936049815550,"day":"29"},{"text":"\"We’ve got to get rid of workplace policies that belong back in...a 'Mad Men' episode.\" —Obama on why women deserve #EqualPay for equal work","month":"01","year":"2014","corpus":"got get rid workplac polici belong back ... mad men episod obama women deserv equalpay equal work","id":428607198760280060,"day":"29"},{"text":"RT @whitehouseostp: It's game day. We caught up w @TeamVic to talk #STEM &amp; Super Bowl! → http://t.co/fD6BAjv0gg @ConnectMinds #CAMMDay http…","month":"02","year":"2014","corpus":"whitehouseostp game day caught teamvic talk stem amp super bowl connectmind cammday http","id":430065113668661250,"day":"02"},{"text":"Obama: \"I ordered an across-the-board reform of our training programs to train folks with the skills employers need.\" http://t.co/H2xI8UaIrP","month":"02","year":"2014","corpus":"obama order across board reform train program train folk skill employ need","id":432589746292809700,"day":"09"},{"text":"\"Whenever I can take steps...to expand opportunity for more American families, that's what I'm going to do.\" —Obama: http://t.co/qPa4q8vhyb","month":"02","year":"2014","corpus":"whenev take step ... expand opportun american famili go obama","id":432514248535588860,"day":"09"},{"text":"RT @VP: Thank you to @MikeSamFootball &amp; all of the players, @mizzoufootball &amp; coaches at @mizzou – your courage is an inspiration to all of…","month":"02","year":"2014","corpus":"thank mikesamfootbal amp player mizzoufootbal amp coach mizzou courag inspir","id":432939979598463000,"day":"10"},{"text":"FACT: Raising the federal minimum wage to $10.10/hour would lift wages for 28 million Americans. http://t.co/CMYFxuAk57 #RaiseTheWage","month":"02","year":"2014","corpus":"fact rais feder minimum wage hour would lift wage million american raisethewag","id":433626592133120000,"day":"12"},{"text":"RT @NitaLowey: Tomorrow is Valentine’s Day: candy hearts may be sweet, but fair wages are sweeter. Let’s #RaiseTheWage for tipped workers. …","month":"02","year":"2014","corpus":"nitalowey tomorrow valentin day candi heart may sweet fair wage sweeter let raisethewag tip worker","id":434050387814133760,"day":"13"},{"text":"Mike O'Dell received a new healthy heart just in time for #ValentinesDay &amp; says Obamacare saved his life: http://t.co/0gdakq6No1 #GetCovered","month":"02","year":"2014","corpus":"mike dell receiv new healthi heart time valentinesday amp say obamacar save life getcov","id":434424303333830660,"day":"14"},{"text":"RT @Cecilia44: Life without you is like life without getting covered, potentially catastrophic. #getcovered #healthpolicyvalentines","month":"02","year":"2014","corpus":"cecilia44 life without like life without get cover potenti catastroph getcov healthpolicyvalentin","id":434397333347135500,"day":"14"},{"text":"\"Preserving an open Internet is vital not to just to the free flow of information, but also to promoting innovation.\" http://t.co/L9mNqLaXoC","month":"02","year":"2014","corpus":"preserv open internet vital free flow inform also promot innov","id":436160829495734300,"day":"19"},{"text":"\"We urge the Ukrainian military not to get involved in a conflict that can &amp; should be resolved by political means.\" http://t.co/RXnOxU8Q9N","month":"02","year":"2014","corpus":"urg ukrainian militari get involv conflict amp resolv polit mean","id":436540456634421250,"day":"20"},{"text":"\"This would help out single parents like me to...finish raising their kids alone on 1 income.\" —Idrissa S. on why it's time to #RaiseTheWage","month":"02","year":"2014","corpus":"would help singl parent like ... finish rais kid alon incom idrissa time raisethewag","id":438730310771941400,"day":"26"},{"text":"\"T.J’s shootout performance against the Russians…I enjoyed a lot. I tweeted at him.\" —Obama on T.J. Oshie: https://t.co/TN2wAqzgp0","month":"02","year":"2014","corpus":"shootout perform russian enjoy lot tweet obama oshi","id":438776980147011600,"day":"26"},{"text":"RT @FLOTUS: \"You...should be able to...pick an item off the shelf and tell whether it’s good for your family.\" —FLOTUS #LetsMove http://t.c…","month":"02","year":"2014","corpus":"flotu ... abl ... pick item shelf tell whether good famili flotu letsmov","id":439169664732889100,"day":"27"},{"text":"RT @FLOTUS: #GetCovered because moms know kids aren't invincible → http://t.co/I3bqMOVMzN, http://t.co/xRVgP4oNgP","month":"03","year":"2014","corpus":"flotu getcov mom know kid invinc","id":441369998461005800,"day":"06"},{"text":"RT @lacasablanca: Tune in: Townhall with the President and @Univision, @TelemundoNews @LaOpinionLA, @CalEndow today at 11:30am ET: http://t…","month":"03","year":"2014","corpus":"lacasablanca tune townhal presid univis telemundonew laopinionla calendow today 30am","id":441589675393048600,"day":"06"},{"text":"RT @vj44: I'm joining @CosmoforLatinas today @ 3ET for a live chat on Google+. Send your #ACA Q's with #WHCosmoChat http://t.co/zph46yvMe1","month":"03","year":"2014","corpus":"vj44 join cosmoforlatina today 3et live chat googl send aca whcosmochat","id":443811414567059460,"day":"12"},{"text":"RT @DeptVetAffairs: Melvin Morris receives the #MOH for his courageous actions in the vicinity of Chi Lang, Vietnam 1969 #MOH #Valor24 #Hon…","month":"03","year":"2014","corpus":"deptvetaffair melvin morri receiv moh courag action vicin chi lang vietnam 1969 moh valor24 hon","id":446012305609089000,"day":"18"},{"text":"RT @Simas44: FACT: Since 1950, labor productivity has grown 278%, yet the real value of the minimum wage has fallen. http://t.co/Ew9pglqq06…","month":"03","year":"2014","corpus":"simas44 fact sinc 1950 labor product grown 278 yet real valu minimum wage fallen","id":446418743833686000,"day":"19"},{"text":"\"On average, a woman still earns just 77 cents for every dollar a man does.\" —Obama on fighting for #EqualPay: http://t.co/eDKtGhDbLK","month":"03","year":"2014","corpus":"averag woman still earn cent everi dollar man obama fight equalpay","id":447742094220595200,"day":"23"},{"text":"RT @Maley44: Pres. Obama heads to Ann Arbor, #Michigan next Wed to continue talking with Americans about his plan to #RaiseTheWage http://t…","month":"03","year":"2014","corpus":"maley44 pre obama head ann arbor michigan next wed continu talk american plan raisethewag","id":449577363014033400,"day":"28"},{"text":".@VP Biden really wants you to get covered by March 31st. Here are 7 reasons why → http://t.co/9ZiaHLeHlq #4DaysLeft #GetCoveredNow","month":"03","year":"2014","corpus":"biden realli want get cover march 31st reason 4daysleft getcoverednow","id":449345184535298050,"day":"28"},{"text":"#GetCoveredNow → http://t.co/5zeR2RQuXe #2DaysLeft MT @TheScienceGuy: Sign up for the ACA today. #GeeksGetCovered http://t.co/JVXD4ckvlv","month":"03","year":"2014","corpus":"getcoverednow 2daysleft thescienceguy sign aca today geeksgetcov","id":450011383376388100,"day":"29"},{"text":"RT @HealthCareGov: Record call volume as consumers enroll in coverage–nearly 3x next biggest day. 350k calls through noon to 1-800-318-2596…","month":"03","year":"2014","corpus":"healthcaregov record call volum consum enrol coverag nearli next biggest day 350k call noon 800 318 2596","id":450687848333996000,"day":"31"},{"text":"RT @Cecilia44: Before: Margaret from WA paid $300/month for limited coverage. Now: She has more extensive benefits for $150/month. #7Millio…","month":"04","year":"2014","corpus":"cecilia44 margaret paid 300 month limit coverag extens benefit 150 month 7millio","id":451084883029663740,"day":"01"},{"text":"\"I signed up at http://t.co/5zeR2RQuXe and I'm going to save $2,300 a year on my premium alone.\" —Lucy from Texas #7MillionAndCounting","month":"04","year":"2014","corpus":"sign go save 300 year premium alon luci texa 7millionandcount","id":451080628294144000,"day":"01"},{"text":"The minimum wage for tipped workers is just $2.13/hour.\nNearly 3 out of 4 are women.\nIt's time to #RaiseTheWage. http://t.co/K8Tcd1lxZ9","month":"04","year":"2014","corpus":"minimum wage tip worker hour nearli women time raisethewag","id":451777977479462900,"day":"03"},{"text":"Maryland's Legislature just voted to #RaiseTheWage to $10.10.\nRT if you agree we should raise it for all Americans. http://t.co/z7JbrD1Nuw","month":"04","year":"2014","corpus":"maryland legislatur vote raisethewag agre rais american","id":453217037905428500,"day":"07"},{"text":"Many Rosie the Riveters earned #EqualPay for equal work in the 1940s. It's long past time to ensure equal pay today. http://t.co/KTVSvLSPlJ","month":"04","year":"2014","corpus":"mani rosi rivet earn equalpay equal work 1940 long past time ensur equal pay today","id":453611025489604600,"day":"08"},{"text":"\"It was love—for their comrades, for all of you—that defined their last moments.\" —Obama on the victims of the #FortHood shooting","month":"04","year":"2014","corpus":"love comrad defin last moment obama victim forthood shoot","id":453973250952155140,"day":"09"},{"text":"Lower-than-expected premiums under the #ACA will help reduce the cost of expanding coverage by $104 billion over the next decade. #ACAWorks","month":"04","year":"2014","corpus":"lower expect premium aca help reduc cost expand coverag 104 billion next decad acawork","id":455759935335190500,"day":"14"},{"text":"\"We are a nation that does what is hard. What is necessary. What is right.\" —Obama signing the ACA #TBT #8Million http://t.co/t4lQlusjbt","month":"04","year":"2014","corpus":"nation hard necessari right obama sign aca tbt 8million","id":456890379522936800,"day":"17"},{"text":"RT @NatlParkService: Plan your visit to get a bird's eye view of the nation's capital. The Washington Monument reopens on May12th. http://t…","month":"04","year":"2014","corpus":"natlparkservic plan visit get bird eye view nation capit washington monument reopen may12th","id":459407920040792060,"day":"24"},{"text":"RT @NancyPelosi: 1 in 5 college women is sexually assaulted. Take a stand, because #1is2Many. Learn more: http://t.co/A6wQSZSRyU http://t.c…","month":"04","year":"2014","corpus":"nancypelosi colleg women sexual assault take stand 1is2mani learn","id":461241799164829700,"day":"29"},{"text":"#1010Means helping millions of American families lift themselves out of poverty. http://t.co/SrgT37EuHz","month":"04","year":"2014","corpus":"1010mean help million american famili lift poverti","id":461516026883366900,"day":"30"},{"text":"RT @VP: “We have got to get 11 million people out of the shadows.\" –VP Biden on #ImmigrationReform. http://t.co/qFOCfWVr4o http://t.co/Zlci…","month":"05","year":"2014","corpus":"got get million peopl shadow biden immigrationreform","id":463408614997495800,"day":"05"},{"text":"RT @GovernorOMalley: We fought to #RaiseTheWage b/c nobody who works full time should have to raise their family in poverty. #1010means a r…","month":"05","year":"2014","corpus":"governoromalley fought raisethewag nobodi work full time rais famili poverti 1010mean","id":463347190157807600,"day":"05"},{"text":"\"4 years ago...the unemployment rate for construction workers stood at…20%. Today, we’ve cut it by more than half.\" —Obama #RebuildAmerica","month":"05","year":"2014","corpus":"year ago ... unemploy rate construct worker stood today cut half obama rebuildamerica","id":466665774900588540,"day":"14"},{"text":"Robots, marshmallow cannons &amp; more!\nThis year's #WHScienceFair will feature girls in #STEM →\nhttp://t.co/rvHbQLsEj2 http://t.co/qo0XODf6jg","month":"05","year":"2014","corpus":"robot marshmallow cannon amp year whsciencefair featur girl stem","id":468413245162655740,"day":"19"},{"text":"\"American influence is always stronger when we lead by example—we cannot exempt ourselves from the rules that apply to everyone else\" —Obama","month":"05","year":"2014","corpus":"american influenc alway stronger lead exampl cannot exempt rule appli everyon els obama","id":471666195994013700,"day":"28"},{"text":"RT @ABCPolitics: NEW: @ABC News poll:\n7 in 10 see global warming as serious problem\n70% support limiting emissions\nMORE: http://t.co/5lh…","month":"06","year":"2014","corpus":"abcpolit new abc news poll see global warm seriou problem support limit emiss","id":473516533264957440,"day":"02"},{"text":"\"Regardless of the circumstances, we still get an American soldier back if he's held in captivity. Period.\" —Obama on Sergeant Bowe Bergdahl","month":"06","year":"2014","corpus":"regardless circumst still get american soldier back held captiv period obama sergeant bow bergdahl","id":473837068100325400,"day":"03"},{"text":"RT @WHLive: \"I couldn’t be prouder of the example that they've set for young women like my daughters.\" —Obama on the @UConnHuskies women's …","month":"06","year":"2014","corpus":"whlive prouder exampl set young women like daughter obama uconnhuski women","id":476099744260169700,"day":"09"},{"text":"RT @vj44: When the #EqualPayAct was signed, women earned 59¢ for every $1 a man made. Today it’s 77¢ &amp; Pres Obama continues to fight for #e…","month":"06","year":"2014","corpus":"vj44 equalpayact sign women earn everi man made today amp pre obama continu fight","id":476410132382097400,"day":"10"},{"text":"RT @FLOTUS: Happy 90th birthday, President @GeorgeHWBush! http://t.co/aYgZv0dLmh","month":"06","year":"2014","corpus":"flotu happi 90th birthday presid georgehwbush","id":477226122867118100,"day":"12"},{"text":"RT @FLOTUS: #HappyFathersDay, Barack! Our girls are lucky to have such a great Dad. -mo http://t.co/mZjefIHaWz","month":"06","year":"2014","corpus":"flotu happyfathersday barack girl lucki great dad","id":478192354923651100,"day":"15"},{"text":"RT @vj44: Huge announcement from @Starbucks - giving workers the opportunity to finish college &amp; reach their American dream: http://t.co/y6…","month":"06","year":"2014","corpus":"vj44 huge announc starbuck give worker opportun finish colleg amp reach american dream","id":478538236818489340,"day":"16"},{"text":"RT @VP: RT to wish the @USSoccer team good luck in the #WorldCup! We’re rooting for you. #GoTeamUSA #USAvGHA #USMNT http://t.co/V6TNg1i9NP","month":"06","year":"2014","corpus":"wish ussocc team good luck worldcup root goteamusa usavgha usmnt","id":478649617052352500,"day":"16"},{"text":"RT @Simas44: The President will spend Thursday in Minnesota living a day in Rebekah’s shoes. Hear her story → http://t.co/L3kWszxPKR #Oppor…","month":"06","year":"2014","corpus":"simas44 presid spend thursday minnesota live day rebekah shoe hear stori oppor","id":481456130431123460,"day":"24"},{"text":"Great news: Today, @IkeaUSANews announced it will raise its minimum wage to more than $10/hour by 2015: http://t.co/VaKR6tFhhw #RaiseTheWage","month":"06","year":"2014","corpus":"great news today ikeausanew announc rais minimum wage hour 2015 raisethewag","id":482158778813796350,"day":"26"},{"text":"RT @WHLive: \"We have to do better for all wounded warriors. We have to do better for all our veterans.\" —Obama nominating Bob McDonald for …","month":"06","year":"2014","corpus":"whlive better wound warrior better veteran obama nomin bob mcdonald","id":483714220534792200,"day":"30"},{"text":"“All children are entitled to a high-quality education.” —@ArneDuncan: http://t.co/GAc3HS9s53 #ReachHigher http://t.co/VZ23JEk0qd","month":"07","year":"2014","corpus":"children entitl high qualiti educ arneduncan reachhigh","id":486232999701524500,"day":"07"},{"text":"RT @pfeiffer44: Come on now House GOP, you have even lost Sheldon Adelson on immigration http://t.co/eIi0DwuVaO","month":"07","year":"2014","corpus":"pfeiffer44 come hous gop even lost sheldon adelson immigr","id":487367303533953000,"day":"10"},{"text":"RT @vj44: Celebrating the holy season of #Ramadan here at the @WhiteHouse #OpportunityforAll #Iftar http://t.co/KCFAtbN05b","month":"07","year":"2014","corpus":"vj44 celebr holi season ramadan whitehous opportunityforal iftar","id":489039107835064300,"day":"15"},{"text":"“If someone’s putting time into you, you’ve got to show appreciation for it and try your hardest to succeed.” —Obama #MyBrothersKeeper","month":"07","year":"2014","corpus":"someon put time got show appreci tri hardest succeed obama mybrotherskeep","id":491262986464788500,"day":"21"},{"text":"RT @washingtonpost: Joe Biden and his white board are here.\n http://t.co/51xlpwbjy2 http://t.co/Y2uKOR004d","month":"07","year":"2014","corpus":"washingtonpost joe biden white board","id":492069333435441150,"day":"23"},{"text":"\"You don’t get to pick which rules you play by, or which tax rate you pay &amp; neither should these companies.\" —Obama: http://t.co/4RPdDjgNP8","month":"07","year":"2014","corpus":"get pick rule play tax rate pay amp neither compani obama","id":493434155485519900,"day":"27"},{"text":"RT @PressSec: Joint statement from me &amp; many of my fellow PressSec's notes that Jim Brady \"set the model and the standard for the rest of u…","month":"08","year":"2014","corpus":"presssec joint statement amp mani fellow presssec note jim bradi set model standard rest","id":496426611915231200,"day":"04"},{"text":"\"Now is the time for an open &amp; transparent process to see that justice is done.\" —Obama on the situation in Ferguson http://t.co/phm1Y6yBYZ","month":"08","year":"2014","corpus":"time open amp transpar process see justic done obama situat ferguson","id":499979570976919550,"day":"14"},{"text":"RT @VP: \"I will not rest until my granddaughters have every single right my son &amp; my grandsons have.\" -VP #WomensEqualityDay http://t.co/Qy…","month":"08","year":"2014","corpus":"rest granddaught everi singl right son amp grandson womensequalityday","id":504330396583329800,"day":"26"},{"text":"RT @ilovecharts: .@CEABetsey is taking over http://t.co/vluQXWk9hN in honor of #WomensEqualityDay. Check out her first post: http://t.co/wG…","month":"08","year":"2014","corpus":"ilovechart ceabetsey take honor womensequalityday check first post","id":504317267606532100,"day":"26"},{"text":"Let's keep working to give every woman the chance to realize her dreams → http://t.co/zS5rzDpUDq #WomensEqualityDay http://t.co/rLFcKo2hLf","month":"08","year":"2014","corpus":"let keep work give everi woman chanc realiz dream womensequalityday","id":504335052319100900,"day":"26"},{"text":"RT @Interior: Happy 50th anniversary of the Wilderness Act! RT if you plan on getting outdoors this weekend. #Wilderness50 http://t.co/Tsrd…","month":"09","year":"2014","corpus":"interior happi 50th anniversari wilder act plan get outdoor weekend wilderness50","id":507225753386483700,"day":"03"},{"text":"RT @vj44: \"Hitting a woman is not something a real man does.\" - @PressSec http://t.co/wKVjng3qQ6","month":"09","year":"2014","corpus":"vj44 hit woman someth real man presssec","id":509196335657271300,"day":"09"},{"text":"\"Our endless blessings bestow an enduring burden. But as Americans, we welcome our responsibility to lead.\" —Obama: http://t.co/57MvbubxdB","month":"09","year":"2014","corpus":"endless bless bestow endur burden american welcom respons lead obama","id":509890854526652400,"day":"11"},{"text":"RT @Lee44: Hello, Twitter! Excited to bring you news on science and tech policy from the brilliant geeks at @WhiteHouseOSTP.","month":"09","year":"2014","corpus":"lee44 hello twitter excit bring news scienc tech polici brilliant geek whitehouseostp","id":510518640966643700,"day":"12"},{"text":"“It is our moral obligation and it is in our national self interest to help them” —Obama on responding to the #Ebola epidemic in West Africa","month":"09","year":"2014","corpus":"moral oblig nation self interest help obama respond ebola epidem west africa","id":515533961616162800,"day":"26"},{"text":"FACT: You cannot get #Ebola through the air, water, or food in the U.S.\nLearn more → http://t.co/Cn45X01hMf http://t.co/08u3hJCxTY","month":"09","year":"2014","corpus":"fact cannot get ebola air water food learn","id":517095132068610050,"day":"30"},{"text":"\"We cannot let up and we cannot be complacent. We have to be hungry as a nation. We have to compete.\" —Obama #AmericaLeads","month":"10","year":"2014","corpus":"cannot let cannot complac hungri nation compet obama americalead","id":517746754947919900,"day":"02"},{"text":".@Cabinet members touted the strength of U.S. manufacturing at factories across the country today: http://t.co/oIc2EQXozx #MadeInAmerica","month":"10","year":"2014","corpus":"cabinet member tout strength manufactur factori across countri today madeinamerica","id":518165148419522560,"day":"03"},{"text":"Check out stories from Americans across the country on how raising the minimum wage would help them → http://t.co/akWsI1nrq5 #RaiseTheWage","month":"10","year":"2014","corpus":"check stori american across countri rais minimum wage would help raisethewag","id":519188149101416450,"day":"06"},{"text":".@VP Biden: No one who works 40 hours a week should live in poverty → http://t.co/SHfoevWHpI #RaiseTheWage http://t.co/NRlIbdPGus","month":"10","year":"2014","corpus":"biden one work hour week live poverti raisethewag","id":519917160299503600,"day":"08"},{"text":"\"For Benjamin Bradlee, journalism was more than a profession – it was a public good vital to our democracy.\" —Obama http://t.co/yIDIuB1Jqx","month":"10","year":"2014","corpus":"benjamin bradle journal profess public good vital democraci obama","id":524733844268646400,"day":"22"},{"text":"Get the latest on our comprehensive effort to respond to #Ebola and keep Americans safe → http://t.co/vQXwwWaoj1 http://t.co/OHGCzSTPKH","month":"10","year":"2014","corpus":"get latest comprehens effort respond ebola keep american safe","id":525306809850945540,"day":"23"},{"text":"RT @USDOL: Compared to other countries, our minimum wage is low — really low. #RaiseTheWage http://t.co/uXuqj2EMjN","month":"10","year":"2014","corpus":"usdol compar countri minimum wage low realli low raisethewag","id":525381339093422100,"day":"23"},{"text":".@CP3 shares how important mentors were to him, and why we should all help young people succeed → http://t.co/91XjkrVWXP #MyBrothersKeeper","month":"10","year":"2014","corpus":"cp3 share import mentor help young peopl succeed mybrotherskeep","id":525334040426328060,"day":"23"},{"text":"RT @vj44: A great @BloombergNews article showing the #ACA is keeping premiums low for consumers like you: http://t.co/TvP4MMxI43 #GetCovered","month":"10","year":"2014","corpus":"vj44 great bloombergnew articl show aca keep premium low consum like getcov","id":528240384975986700,"day":"31"},{"text":"RT @twitter: The @WhiteHouse just debuted new #ItsOnUs PSA w/ Twitter video tool. Watch this important message here: https://t.co/k8XAk4Cp2n","month":"11","year":"2014","corpus":"twitter whitehous debut new itsonu psa twitter video tool watch import messag","id":532911241275400200,"day":"13"},{"text":"RT @lacasablanca: Mañana a las 8 PM ET el Presidente Obama hablará sobre las próximas medidas para arreglar nuestro sistema migratorio http…","month":"11","year":"2014","corpus":"lacasablanca mañana la president obama hablará sobr la próxima medida para arreglar nuestro sistema migratorio http","id":535138270393270300,"day":"19"},{"text":"RT @PunditFact: Maddow says Obama's proposed immigration move 'same scale' as action by GHW Bush http://t.co/BON4vgBZ5h http://t.co/ETUisjO…","month":"11","year":"2014","corpus":"punditfact maddow say obama propos immigr move scale action ghw bush","id":535561452682092540,"day":"20"},{"text":"\"Amnesty...is the system we have today...millions of people who live here without...playing by the rules.\" —Obama #ImmigrationAction","month":"11","year":"2014","corpus":"amnesti ... system today ... million peopl live without ... play rule obama immigrationact","id":535903403055251460,"day":"21"},{"text":"\"More resources for law enforcement to stem the flow of illegal crossings at the border\" —Obama #ImmigrationAction http://t.co/ULrR6ULVvs","month":"11","year":"2014","corpus":"resourc law enforc stem flow illeg cross border obama immigrationact","id":537386327290163200,"day":"25"},{"text":"It's beginning to look a lot like Christmas at the White House: http://t.co/oq9uazkYZ3 http://t.co/hyJmOqWAF6","month":"11","year":"2014","corpus":"begin look lot like christma white hous","id":538419295420948500,"day":"28"},{"text":"#CyberMonday shopping?\nProtect your personal info:\n1⃣ Avoid suspicious links\n2⃣ Look for https://\n3⃣ Know your Wi-Fi http://t.co/yYFnJGExHS","month":"12","year":"2014","corpus":"cybermonday shop protect person info avoid suspici link look http :// know","id":539459705718857700,"day":"01"},{"text":"RT @NASA: We're prepping humans to go to Mars. Ask the managers helming our #JourneyToMars anything in a @Reddit_AMA at 5pm ET http://t.co/…","month":"12","year":"2014","corpus":"nasa prep human mar ask manag helm journeytomar anyth reddit_ama 5pm","id":539899351871410200,"day":"02"},{"text":"\"If we keep harnessing that potential, there’s no limit to what this country can achieve.\" —Obama #ImmigrationAction http://t.co/wWVcmgKULZ","month":"12","year":"2014","corpus":"keep har potenti limit countri achiev obama immigrationact","id":542418522853224450,"day":"09"},{"text":"RT @Spredfast: We teamed up with @WhiteHouse to bring its holiday experience to life. Share in the magic and joy with #WHHolidays! http://t…","month":"12","year":"2014","corpus":"spredfast team whitehous bring holiday experi life share magic joy whholiday","id":544565495563698200,"day":"15"},{"text":"Trust between law enforcement and the communities they serve is essential. See how we're working to help build it: http://t.co/Oxivrzrt3I","month":"12","year":"2014","corpus":"trust law enforc commun serv essenti see work help build","id":545707630656618500,"day":"18"},{"text":"Wages: ↑\nGDP: ↑\nConsumer spending: ↑\nBusiness investment: ↑\nhttp://t.co/whKbGHr7EU http://t.co/neMAb4ZXli","month":"12","year":"2014","corpus":"wage gdp consum spend busi invest","id":547433337066098700,"day":"23"},{"text":"2014 in review: Check out our top tweets of the year → http://t.co/WBLXS5YV1J http://t.co/dXoh9AHSka","month":"12","year":"2014","corpus":"2014 review check top tweet year","id":548531215058632700,"day":"26"},{"text":"RT @VP: \"I speak for the whole nation when I say our hearts ache for you.\" -VP Biden to the family of Officer Rafael Ramos http://t.co/Ohd1…","month":"12","year":"2014","corpus":"speak whole nation say heart ach biden famili offic rafael ramo","id":548921319627423740,"day":"27"},{"text":"RT @Interior: Here's an amazing display of the northern lights over Kodiak Natl Wildlife Refuge in #Alaska. http://t.co/vzDdz1YTjK","month":"12","year":"2014","corpus":"interior amaz display northern light kodiak natl wildlif refug alaska","id":550324020810625000,"day":"31"},{"text":"\"If there’s one thing that you can take to the bank when talking about Detroit, it’s that Detroit always comes back.\" —Obama #MadeInAmerica","month":"01","year":"2015","corpus":"one thing take bank talk detroit detroit alway come back obama madeinamerica","id":552939112932868100,"day":"07"},{"text":"RT @LaurenEHatchett: #FreeCommunityCollege would be amazing for Louisville community and all of KY. One less hurdle on the way to the finis…","month":"01","year":"2015","corpus":"laurenehatchett freecommunitycolleg would amaz louisvil commun one less hurdl way fini","id":553376086130585600,"day":"09"},{"text":"RT @PAniskoff44: . @yeo_david as the President said last night, deficits have come down by two-thirds since he took office #AsktheWH http:/…","month":"01","year":"2015","corpus":"paniskoff44 yeo_david presid said last night deficit come two third sinc took offic askthewh http :/…","id":557922626791043100,"day":"21"},{"text":"\"21st-century businesses will rely on American science, technology, research and development\" —Obama #SOTU #STEM http://t.co/orNGFl1Uk0","month":"01","year":"2015","corpus":"21st centuri busi reli american scienc technolog research develop obama sotu stem","id":557729025456869400,"day":"21"},{"text":"\"I’ve seen...gay marriage go from a wedge issue used to drive us apart to a story of freedom across our country\" —Obama #LoveIsLove #SOTU","month":"01","year":"2015","corpus":"seen ... gay marriag wedg issu use drive apart stori freedom across countri obama loveislov sotu","id":557734930646859800,"day":"21"},{"text":"RT @Readygov: Prepare for winter weather by following local officials, charging devices, &amp; checking on neighbors #BlizzardOf2015 http://t.c…","month":"01","year":"2015","corpus":"readygov prepar winter weather follow local offici charg devic amp check neighbor blizzardof2015","id":559795820623835140,"day":"26"},{"text":"RT @FLOTUS: Love is all you need. #HappyValentinesDay, Barack. -mo http://t.co/MqYysGzAhQ","month":"02","year":"2015","corpus":"flotu love need happyvalentinesday barack","id":566708880143826940,"day":"14"},{"text":"\"They’re not religious leaders, they’re terrorists...we are not at war with Islam—we are at war with people who have perverted Islam\" —Obama","month":"02","year":"2015","corpus":"religi leader terrorist ... war islam war peopl pervert islam obama","id":568160528830472200,"day":"18"},{"text":"\"We’re a nation of laws, but we’re also respecting the fact that we’re a nation of immigrants.\" —Obama #ObamaTownHall http://t.co/rv3elfwllz","month":"02","year":"2015","corpus":"nation law also respect fact nation immigr obama obamatownhal","id":570752477273985000,"day":"26"},{"text":"RT if you agree: It's time for Republicans in Congress to stop playing politics with our national security. #FundDHS http://t.co/nxgWCdo56q","month":"02","year":"2015","corpus":"agre time republican congress stop play polit nation secur funddh","id":571352081157586940,"day":"27"},{"text":"RT @FLOTUS: \"We owe these girls and girls like them around the world an education worthy of their dreams\" —FLOTUS: http://t.co/IldEFrMx9w #…","month":"03","year":"2015","corpus":"flotu owe girl girl like around world educ worthi dream flotu","id":572824837913235460,"day":"03"},{"text":"Nearly 3,000 days of service to the President ✓\nThanks for everything, @Pfeiffer44.\n#FF → @DanPfeiffer http://t.co/PuwUM2yDlS","month":"03","year":"2015","corpus":"nearli 000 day servic presid thank everyth pfeiffer44 danpfeiff","id":573972422019313660,"day":"06"},{"text":"\"The Americans who crossed this bridge, they were not physically imposing. But they gave courage to millions.\" —Obama #Selma50 #MarchOn","month":"03","year":"2015","corpus":"american cross bridg physic impos gave courag million obama selma50 marchon","id":574305013247377400,"day":"07"},{"text":"\"The economy performs best when the benefits of economic growth are broadly shared\" —@Deese44: http://t.co/AhPrrxH7yx http://t.co/jYanPwH2ug","month":"03","year":"2015","corpus":"economi perform best benefit econom growth broadli share deese44","id":577492220481118200,"day":"16"},{"text":"The work goes on.\nThe cause endures.\nThe hope still lives.\nAnd the dream shall never die. http://t.co/QwsfcrtSPX","month":"03","year":"2015","corpus":"work goe caus endur hope still live dream shall never die","id":577545592827580400,"day":"16"},{"text":"Get your popcorn ready: Tune in tomorrow at 1pm ET for the #WHFilmFest → http://t.co/eZwdRbEJQc http://t.co/RgcAo2Z5jT","month":"03","year":"2015","corpus":"get popcorn readi tune tomorrow 1pm whfilmfest","id":578704012830076900,"day":"19"},{"text":"\"Today, I can announce that we have achieved that goal.\" —Obama on providing 98% of Americans with access to high-speed wireless internet","month":"03","year":"2015","corpus":"today announc achiev goal obama provid american access high speed wireless internet","id":580044074310221800,"day":"23"},{"text":"RT @CaroWozniacki: Excited to be @whitehouse for the #EasterEggRoll helping the @usta get kids active and on court. @letsmove #gimmefive ht…","month":"04","year":"2015","corpus":"carowozniacki excit whitehous eastereggrol help usta get kid activ court letsmov gimmef","id":585113702896107500,"day":"06"},{"text":"\"It is just not fair that women get paid less than men for the same job\" —Sage\nhttps://t.co/x2v6fVmI5R #EqualPayDay http://t.co/r2jjiDMUqd","month":"04","year":"2015","corpus":"fair women get paid less men job sage equalpayday","id":588119093284380700,"day":"14"},{"text":"RT @PAniskoff44: On avg women who work full-time earn just $0.78 for every $1 dollar men earn. It's time to change that. #EqualPayDay http:…","month":"04","year":"2015","corpus":"paniskoff44 avg women work full time earn everi dollar men earn time chang equalpayday http","id":588019181595033600,"day":"14"},{"text":"\"Gospel songs are the songs of hope. Hope that we might rise above our failures &amp; disappointments.\" —Obama\nListen in: http://t.co/xi7y84G2Ua","month":"04","year":"2015","corpus":"gospel song song hope hope might rise failur amp disappoint obama listen","id":588126932493082600,"day":"14"},{"text":"RT @Interior: This weekend entrance fees for all national parks will be waived. RT to spread the word! http://t.co/fgf6i8Rk7G","month":"04","year":"2015","corpus":"interior weekend entranc fee nation park waiv spread word","id":589193560597078000,"day":"17"},{"text":"\"This 1.5 million acres is unlike any place on Earth.\" —Obama in @EvergladesNPS: http://t.co/DK9rdyKUQ4 #EarthDay http://t.co/KlvDvEscHh","month":"04","year":"2015","corpus":"million acr unlik place earth obama evergladesnp earthday","id":590958586077061100,"day":"22"},{"text":"RT @VP: .@TheMattHill You guys are awesome. And from one VP to another, let me just say you're doing a great job with #ItsOnUs. Keep it up!…","month":"04","year":"2015","corpus":"thematthil guy awesom one anoth let say great job itsonu keep","id":591302491502948400,"day":"23"},{"text":"RT @VP: Step up. Step in. Speak out. #ItsOnUs to help keep women and men safe from sexual assault. https://t.co/W5nDE72cu3","month":"04","year":"2015","corpus":"step step speak itsonu help keep women men safe sexual assault","id":591268899636777000,"day":"23"},{"text":"RT @melindagates: Thankful for the great teachers in my life like Ms. Bauer, who exposed me to computer science. #ThankATeacher http://t.co…","month":"05","year":"2015","corpus":"melindag thank great teacher life like bauer expos comput scienc thankateach","id":595677161203306500,"day":"05"},{"text":"Let's honor the heroes who fought to protect our freedom.\nShare the story of a WWII vet in your family with #VEDay70. http://t.co/l08uU4NhWN","month":"05","year":"2015","corpus":"let honor hero fought protect freedom share stori wwii vet famili veday70","id":596004151819051000,"day":"06"},{"text":"RT @Maley44: South Dakota has epic T-shirt game - great photo gallery from @argusleader http://t.co/3k973CmXLL http://t.co/zvJDZKjq9X","month":"05","year":"2015","corpus":"maley44 south dakota epic shirt game great photo galleri arguslead","id":596324125137772500,"day":"07"},{"text":"RT @DrBiden: Happy #TeacherAppreciationWeek! Watch Dr. Biden &amp; the 2015 National Teacher of the Year on the @RachaelRayShow today. http://t…","month":"05","year":"2015","corpus":"drbiden happi teacherappreciationweek watch biden amp 2015 nation teacher year rachaelrayshow today","id":596308464068005900,"day":"07"},{"text":"Mount Hood 🗻 from Air Force One ✈ http://t.co/OLWSrENznG","month":"05","year":"2015","corpus":"mount hood air forc one","id":596492936923058200,"day":"08"},{"text":"Happy Birthday, Stevie Wonder! http://t.co/eNJz2uaM7e http://t.co/GTIedmyF3c","month":"05","year":"2015","corpus":"happi birthday stevi wonder","id":598613716569952300,"day":"13"},{"text":"\"We have to honor their memory. We have to care for their families, and our veterans who served with them.\" —Obama: http://t.co/KTdfx584nO","month":"05","year":"2015","corpus":"honor memori care famili veteran serv obama","id":602202602181267500,"day":"23"},{"text":"RT @DrBiden: I love a good joke but good deeds are even better. Jon Stewart and @TheDailyShow step up for our Veterans → http://t.co/4YU2gX…","month":"05","year":"2015","corpus":"drbiden love good joke good deed even better jon stewart thedailyshow step veteran","id":603228032447438800,"day":"26"},{"text":"RT @WHLive: \"We discussed the negotiations over Iran’s nuclear program, and we remain united heading into the final stages of the talks.\" —…","month":"06","year":"2015","corpus":"whlive discuss negoti iran nuclear program remain unit head final stage talk","id":607913454565879800,"day":"08"},{"text":"Flu shots?\nCheckups?\nExercise?\nShow us how you take preventive steps to protect your health with a #HealthySelfie → http://t.co/LnW0VG6CFP","month":"06","year":"2015","corpus":"flu shot checkup exercis show take prevent step protect health healthyselfi","id":609009682544382000,"day":"11"},{"text":"RT @GinaEPA: We're proposing #fueleconomy standards for trucks. @Deese44 &amp; @CEAChair on how economy can benefit from efficiency: http://t.c…","month":"06","year":"2015","corpus":"ginaepa propos fueleconomi standard truck deese44 amp ceachair economi benefit effici","id":611961860263313400,"day":"19"},{"text":"Happy Father's Day! http://t.co/LxpFJrLG7x","month":"06","year":"2015","corpus":"happi father day","id":612642358740582400,"day":"21"},{"text":"Worth a read: Important work being done to build an energy self-sufficient community on Pine Ridge (via @SDPBNews) → http://t.co/aTjEWRta00","month":"06","year":"2015","corpus":"worth read import work done build energi self suffici commun pine ridg via sdpbnew","id":613459068263358500,"day":"23"},{"text":"RT @WHLive: \"These families are to be treated like what they are—our trusted partners; active partners in the recovery of their loved ones.…","month":"06","year":"2015","corpus":"whlive famili treat like trust partner activ partner recoveri love one","id":613748369807310800,"day":"24"},{"text":"RT @ErnestMoniz: The #IranDeal is based on hard science. Our nuclear experts &amp; #NationalLabs helped shape the negotiations w/ rigorous tech…","month":"07","year":"2015","corpus":"ernestmoniz irand base hard scienc nuclear expert amp nationallab help shape negoti rigor tech","id":620940917654974500,"day":"14"},{"text":"RT @WHLive: \"Over the last few decades, we’ve also locked up more...non-violent drug offenders than ever before for longer than ever before…","month":"07","year":"2015","corpus":"whlive last decad also lock ... non violent drug offend ever longer ever","id":621063378761420800,"day":"14"},{"text":"We just responded to every outstanding @WeThePeople petition.\nGot Qs? Ask with #WeThePeople. http://t.co/0hMv5IOZ3M http://t.co/tLoE6e4vcf","month":"07","year":"2015","corpus":"respond everi outstand wethepeopl petit got ask wethepeopl","id":626027846171885600,"day":"28"},{"text":"RT @jwelter47: Thank you @AZCardinals &amp; @BruceArians &amp; everyone here in #Phoenix. I am honored to join this amazing #footballfamily http://…","month":"07","year":"2015","corpus":"jwelter47 thank azcardin amp brucearian amp everyon phoenix honor join amaz footballfamili","id":626034624615944200,"day":"28"},{"text":"RT @OpenGov: #WeThePeople is a flagship #opengov effort. Got Qs about this work? The Open Gov team will be on today at 1 ET. https://t.co/m…","month":"07","year":"2015","corpus":"opengov wethepeopl flagship opengov effort got work open gov team today","id":626074000775458800,"day":"28"},{"text":"RT @wethepeople: RT the news: The @WhiteHouse just responded to all outstanding #WeThePeople petitions → http://t.co/0vSIjbBRUs http://t.co…","month":"07","year":"2015","corpus":"wethepeopl news whitehous respond outstand wethepeopl petit","id":626024954874720300,"day":"28"},{"text":"RT @TheIranDeal: Nuclear physicist @ErnestMoniz will join @PressSec today at 1pm ET to explain the #IranDeal. Watch live: http://t.co/oJwXR…","month":"07","year":"2015","corpus":"theirand nuclear physicist ernestmoniz join presssec today 1pm explain irand watch live","id":627159590761820200,"day":"31"},{"text":"Interesting things happen in the 4th quarter → http://t.co/qK23wtqSbB\n#CleanPowerPlan #ACAWorks #LoveWins #IranDeal http://t.co/691isiugdm","month":"08","year":"2015","corpus":"interest thing happen 4th quarter cleanpowerplan acawork lovewin irand","id":629755202086633500,"day":"07"},{"text":"RT @TheIranDeal: More than 100 former American Ambassadors strongly back the #IranDeal. Read their letter → http://t.co/zOS0Rl42P0","month":"08","year":"2015","corpus":"theirand 100 former american ambassador strongli back irand read letter","id":633277156852760600,"day":"17"},{"text":"RT @ErnestMoniz: In Lausanne, we got a better agreement than people expected. The final #IranDeal is even better. Read it here: http://t.co…","month":"08","year":"2015","corpus":"ernestmoniz lausann got better agreement peopl expect final irand even better read","id":633296324075503600,"day":"17"},{"text":"RT @TheIranDeal: Read @SenStabenow's statement on why she supports the #Iran Deal → http://t.co/AgniK4vbOl http://t.co/lA7uoOXvEw","month":"08","year":"2015","corpus":"theirand read senstabenow statement support iran deal","id":635840095862390800,"day":"24"},{"text":"RT @PattyMurray: Murray: I'm convinced that moving fwd w/ this deal is the best chance we have at a strong diplomatic solution. http://t.co…","month":"08","year":"2015","corpus":"pattymurray murray convinc move fwd deal best chanc strong diplomat solut","id":636303103046848500,"day":"25"},{"text":"RT @TheIranDeal: Sec. @JohnKerry on exactly what the U.S. is doing to ensure Israel's security, including securing the #IranDeal. http://t.…","month":"09","year":"2015","corpus":"theirand sec johnkerri exactli ensur israel secur includ secur irand","id":639105855422636000,"day":"02"},{"text":"RT @VP: The #IranDeal is the best available option to block Iran from a bomb. It is in our national security interests. https://t.co/VYKNQ2…","month":"09","year":"2015","corpus":"irand best avail option block iran bomb nation secur interest","id":639096010065768400,"day":"02"},{"text":"No parent should have to choose between a paycheck and a sick kid at home → http://t.co/OGSe6Z0XVM #LeadOnLeave http://t.co/r9SibxZOBv","month":"09","year":"2015","corpus":"parent choos paycheck sick kid home leadonleav","id":640993410099380200,"day":"07"},{"text":"RT @TheIranDeal: If we #StopIranDeal, we will lose the most unprecedented inspections regime ever negotiated: http://t.co/HjNGpvCjxc http:/…","month":"09","year":"2015","corpus":"theirand stopirand lose unpreced inspect regim ever negoti http :/…","id":641678435962765300,"day":"09"},{"text":"RT @SenFeinstein: Let me be clear: There is no “better” #IranDeal. Only alternative to the agreement we have now is no agreement. http://t.…","month":"09","year":"2015","corpus":"senfeinstein let clear better irand altern agreement agreement","id":641995824571023400,"day":"10"},{"text":"RT @TheIranDeal: BREAKING: The Senate vote moves us forward toward implementing a historic #IranDeal that will prevent Iran from obtaining …","month":"09","year":"2015","corpus":"theirand break senat vote move forward toward implement histor irand prevent iran obtain","id":642069031013494800,"day":"10"},{"text":"Read the latest on the Syrian refugee crisis and what the U.S. is doing to help → http://t.co/fopNHYTRNM","month":"09","year":"2015","corpus":"read latest syrian refuge crisi help","id":644160881916559400,"day":"16"},{"text":"RT @VP: \"Climate change caused by human endeavors is an existential threat to the planet.\" -Vice President Biden http://t.co/zqO0sKa3N5","month":"09","year":"2015","corpus":"climat chang caus human endeavor existenti threat planet vice presid biden","id":644255471377911800,"day":"16"},{"text":"Check out our photo album of the Pope's visit to the White House → http://t.co/A3zIdIj5ZX #PopeInDC http://t.co/p8lYWzTCPI","month":"09","year":"2015","corpus":"check photo album pope visit white hous popeindc","id":647081033456840700,"day":"24"},{"text":"RT @NASA: \"Under certain circumstances, liquid water has been found on Mars\" - Jim Green, NASA Planetary Science Director\nhttps://t.co/MvEr…","month":"09","year":"2015","corpus":"nasa certain circumst liquid water found mar jim green nasa planetari scienc director","id":648527304960921600,"day":"28"},{"text":"RT @dmbrooks44: Happy #WorldHeartDay! Many PLWHIV have other conditions, like #heartdisease. Take advantage of prev services, like BP &amp; cho…","month":"09","year":"2015","corpus":"dmbrooks44 happi worldheartday mani plwhiv condit like heartdiseas take advantag prev servic like amp cho","id":648859182603632600,"day":"29"},{"text":"RT @VP: The safest place on earth should be our schools and colleges. My thoughts and prayers are with families who lost folks today #UCCSh…","month":"10","year":"2015","corpus":"safest place earth school colleg thought prayer famili lost folk today uccsh","id":649737195486482400,"day":"02"},{"text":"RT @vj44: In the last year, California, Oregon, Maine, Wisconsin, Delaware &amp; others have passed laws to help #StopGunViolence. https://t.co…","month":"10","year":"2015","corpus":"vj44 last year california oregon main wisconsin delawar amp other pass law help stopgunviol","id":651092831617052700,"day":"05"},{"text":"RT @JohnKerry: #TPP will have immediate, positive effects for US economy, will shape our econ &amp; strategic relationships in Asia-Pacific lon…","month":"10","year":"2015","corpus":"johnkerri tpp immedi posit effect economi shape econ amp strateg relationship asia pacif lon","id":651054106493239300,"day":"05"},{"text":"Every hardworking American should earn enough money to support their family → http://t.co/12kdzQvx1i #StartTheConvo http://t.co/L3knYHPPrS","month":"10","year":"2015","corpus":"everi hardwork american earn enough money support famili starttheconvo","id":651808879471366100,"day":"07"},{"text":"RT @vj44: Great joining @KaraSwisher and @Recode to talk tech, government, and @Twitter. Check out our conversation → http://t.co/C6xq7DF4mA","month":"10","year":"2015","corpus":"vj44 great join karaswish recod talk tech govern twitter check convers","id":652144716436275200,"day":"08"},{"text":"RT @rhodes44: Our marines serve w/ honor around the world. Humbled to meet a few at U.S. Embassy Vientiane’s new American Center. http://t.…","month":"10","year":"2015","corpus":"rhodes44 marin serv honor around world humbl meet embassi vientian new american center","id":655127280318939100,"day":"16"},{"text":"\"150 countries representing over 85% of global emissions have now laid out plans to reduce their levels of...carbon\" https://t.co/n1XODpjX70","month":"10","year":"2015","corpus":"150 countri repres global emiss laid plan reduc level ... carbon","id":658338998054617100,"day":"25"},{"text":"Phil Viso cut out on his own to start a business. Thanks to https://t.co/GNfbftrfo3, he was able to #GetCovered. https://t.co/4VDcIUlt15","month":"11","year":"2015","corpus":"phil viso cut start busi thank abl getcov","id":663079809929490400,"day":"07"},{"text":"RT @NASA: Major glacier breaks loose from stable position in Greenland. See the impacts of this: https://t.co/MYajMLVTNW https://t.co/cLvzR…","month":"11","year":"2015","corpus":"nasa major glacier break loos stabl posit greenland see impact","id":664966573560619000,"day":"13"},{"text":".@JackJohnson is helping every 4th grader in Hawaii explore our public lands! https://t.co/ta10vTp2km #FindYourPark https://t.co/Bjbpj9y5ub","month":"11","year":"2015","corpus":"jackjohnson help everi 4th grader hawaii explor public land findyourpark","id":665208907489349600,"day":"13"},{"text":"Just announced: @SecretaryCastro &amp; @VJ44 will host a Q&amp;A on #LGBTchamps Monday at 4pm ET with artists from @Transparent_TV &amp; @DanishGirlMov.","month":"11","year":"2015","corpus":"announc secretarycastro amp vj44 host amp lgbtchamp monday 4pm artist transparent_tv amp danishgirlmov","id":667846322880409600,"day":"20"},{"text":"RT @PennyPritzker: Getting ready for Small Business Saturday at Del Sol. #SmallBizSat #shopsmall https://t.co/iKdGVegtdE","month":"11","year":"2015","corpus":"pennypritzk get readi small busi saturday del sol smallbizsat shopsmal","id":670733166315970600,"day":"28"},{"text":"RT @VP: The Brady Bill became law 22 years ago today. Once again, our political system must do right by the majority of Americans demanding…","month":"11","year":"2015","corpus":"bradi bill becam law year ago today polit system must right major american demand","id":671431155326050300,"day":"30"},{"text":"FACT: The unemployment rate has consistently fallen much faster than economists expected throughout this recovery. https://t.co/Pr853nU6xR","month":"12","year":"2015","corpus":"fact unemploy rate consist fallen much faster economist expect throughout recoveri","id":672817195991322600,"day":"04"},{"text":"RT @VP: VP Biden touched down in Ukraine last night. Read his initial notes from the road: https://t.co/FdPysDjiqT https://t.co/ybZFp7frYe","month":"12","year":"2015","corpus":"biden touch ukrain last night read initi note road","id":673926477050695700,"day":"07"},{"text":"ISIL does not speak for Islam. We must reject proposals that claim Muslim Americans should be treated differently. https://t.co/g3VxwSP7Fe","month":"12","year":"2015","corpus":"isil speak islam must reject propos claim muslim american treat differ","id":674018478014095400,"day":"08"},{"text":"RT @JohnKerry: Past midnight in Paris for #COP21. Everyone working hard. A critical moment, an opportunity we can't afford to miss. https:/…","month":"12","year":"2015","corpus":"johnkerri past midnight pari cop21 everyon work hard critic moment opportun afford miss http :/…","id":675113514495819800,"day":"11"},{"text":"RT @DeptofDefense: Happy Birthday to the @USNationalGuard!!! #Guard379 https://t.co/J5TyFdzLd4","month":"12","year":"2015","corpus":"deptofdefens happi birthday usnationalguard !!! guard379","id":676120351215099900,"day":"13"},{"text":"RT @DrBiden: .@VP and I put together a @Spotify holiday playlist: https://t.co/Y2gQpmIu0M Can you guess whose songs are whose? (Cc: @spring…","month":"12","year":"2015","corpus":"drbiden put togeth spotifi holiday playlist guess whose song whose spring","id":679796034080477200,"day":"23"},{"text":"Can't get enough GIFs? Here's our top 10 favorite GIF moments from 2015: https://t.co/oPwq0PRSs1 https://t.co/TkXIizfcpC","month":"12","year":"2015","corpus":"get enough gif top favorit gif moment 2015","id":682617231008649200,"day":"31"},{"text":"\"My 7-year-old son Daniel was among 20 1st graders and 6 brave educators who were shot to death\" #StopGunViolence https://t.co/uEs6Ol0YY9","month":"01","year":"2016","corpus":"year old son daniel among 1st grader brave educ shot death stopgunviol","id":684437591362515000,"day":"05"},{"text":"We've made a lot of progress over the last 7 years. Here's what you may have missed: https://t.co/zMnW62mp27 https://t.co/3w4kjITabp","month":"01","year":"2016","corpus":"made lot progress last year may miss","id":685176621893087200,"day":"07"},{"text":"The unemployment rate is at its lowest level since April 2008 → https://t.co/CRMmfhayyq https://t.co/KJreyc58iE","month":"01","year":"2016","corpus":"unemploy rate lowest level sinc april 2008","id":685476426221514800,"day":"08"},{"text":"FACT: Iran has removed and filled with concrete its only source of weapons-grade plutonium. #IranDeal https://t.co/SuWh74eqtR","month":"01","year":"2016","corpus":"fact iran remov fill concret sourc weapon grade plutonium irand","id":688509295839711200,"day":"16"},{"text":"RT @vj44: US is the only developed country without national paid leave\n40 cities have taken action on paid family &amp; sick leave https://t.co…","month":"01","year":"2016","corpus":"vj44 develop countri without nation paid leav citi taken action paid famili amp sick leav","id":690241236884668400,"day":"21"},{"text":"Here's what you need to know about the #Zika virus from @NIH's Dr. Anthony Fauci → https://t.co/92mo7YYqVx\nhttps://t.co/ibibBSSShY","month":"01","year":"2016","corpus":"need know zika viru nih anthoni fauci","id":690220049655693300,"day":"21"},{"text":"RT @Lilly_Ledbetter: Women still earn just $0.79 for every $1 men earn. We have to keep fighting for #EqualPay! https://t.co/9etlEV7ceo htt…","month":"01","year":"2016","corpus":"lilly_ledbett women still earn everi men earn keep fight equalpay htt","id":693156468326035500,"day":"29"},{"text":"RT @NOAANCEIclimate: Happy #GroundhogDay! See how the furry forecasters stack up to climate records: https://t.co/j7ETFZzmt5 https://t.co/C…","month":"02","year":"2016","corpus":"noaanceiclim happi groundhogday see furri forecast stack climat record","id":694665162419122200,"day":"02"},{"text":"\"I'm just as American and have the obligation to fulfill my loyalty to my country as any other.\" —Sabah #MosqueVisit https://t.co/eTerGn8A42","month":"02","year":"2016","corpus":"american oblig fulfil loyalti countri sabah mosquevisit","id":694962624929361900,"day":"03"},{"text":"Here's how the #POTUSbudget would launch the next phase of cancer research: https://t.co/KfMWpJDS2o #CancerMoonshot https://t.co/857eoNsQHo","month":"02","year":"2016","corpus":"potusbudget would launch next phase cancer research cancermoonshot","id":697132360744202200,"day":"09"},{"text":"RT @vj44: Important recommendation from 21st Century Task Force report was regarding the use of force: https://t.co/lh5bkADLw6 https://t.co…","month":"02","year":"2016","corpus":"vj44 import recommend 21st centuri task forc report regard use forc","id":700782333251551200,"day":"19"},{"text":"RT @vj44: Recapping WH meeting with Civil Rights activists w/ @deray\n&amp; @MsPackyetti.\nAsk Qs by 3pm ET w/ #BlackHistoryMonth https://t.co/CZ…","month":"02","year":"2016","corpus":"vj44 recap meet civil right activist deray amp mspackyetti ask 3pm blackhistorymonth","id":700746452843294700,"day":"19"},{"text":"RT @VP: As my record shows, I presided over the consideration of Justice Kennedy,\nReagan nominee, who was confirmed in a presidential elect…","month":"02","year":"2016","corpus":"record show presid consider justic kennedi reagan nomine confirm presidenti elect","id":701933720513679400,"day":"23"},{"text":"RT @Cecilia44: As a Michigan native, it's been devastating to watch what's been happening in Flint. Here's what we're doing to help https:/…","month":"02","year":"2016","corpus":"cecilia44 michigan nativ devast watch happen flint help http :/…","id":702625929214885900,"day":"24"},{"text":"What'd he say? #RayCharlesTribute https://t.co/XhphyLrcRI","month":"02","year":"2016","corpus":"say raycharlestribut","id":703395409733943300,"day":"27"},{"text":"RT @FLOTUS: From tribal rhythms to freedom songs – this #BlackHistoryMonth we celebrated these young dancers at the @WhiteHouse.\nhttps://t.…","month":"02","year":"2016","corpus":"flotu tribal rhythm freedom song blackhistorymonth celebr young dancer whitehous","id":704408861260845000,"day":"29"},{"text":"RT @NASA: Watch live as the @WhiteHouse hosts #WeekAtTheLabs kickoff, featuring NASA + other fed labs: https://t.co/G2IoAhmtxT https://t.co…","month":"02","year":"2016","corpus":"nasa watch live whitehous host weekatthelab kickoff featur nasa fed lab","id":704448520363835400,"day":"29"},{"text":"\"A world that we collectively felt in 2015 as the hottest year in recorded history\" —@LeoDiCaprio #Oscars https://t.co/lWdAWmlR3m","month":"02","year":"2016","corpus":"world collect felt 2015 hottest year record histori leodicaprio oscar","id":704175770453860400,"day":"29"},{"text":"RT @PressSec: And 5 presidents have filled spots on the court after their successors had been elected. https://t.co/sPOniURWT2","month":"03","year":"2016","corpus":"presssec presid fill spot court successor elect","id":704817694244261900,"day":"01"},{"text":"RT @petesouza: RIP Nancy Reagan. A couple of photos from when I was official WH photographer for President Reagan. https://t.co/XAcUfAyzN7","month":"03","year":"2016","corpus":"petesouza rip nanci reagan coupl photo offici photograph presid reagan","id":706565089625661400,"day":"06"},{"text":"RT @VP: Tragic attack in Jaffa today, taking the life of an American. There is no justification for such acts of terror.","month":"03","year":"2016","corpus":"tragic attack jaffa today take life american justif act terror","id":707335706763341800,"day":"08"},{"text":"RT @Jet: 1 in 3 families lack sufficient access to diapers. Together, we can help change that. #DiaperGap @WhiteHouse https://t.co/bQgVYbZj…","month":"03","year":"2016","corpus":"jet famili lack suffici access diaper togeth help chang diapergap whitehous","id":708029235542106100,"day":"10"},{"text":"RT @SCOTUSnom: How Judge Merrick Garland spends his time outside the courtroom: Tutoring elementary school kids. #SCOTUSnominee https://t.c…","month":"03","year":"2016","corpus":"scotusnom judg merrick garland spend time outsid courtroom tutor elementari school kid scotusnomine","id":711233068053479400,"day":"19"},{"text":"RT @vj44: Mrs. Robinson, Jackie Robinson's widow, and daughter Sharon on AF1. Jackie played in Cuba in 1947 #CubaVisit https://t.co/qYABTHt…","month":"03","year":"2016","corpus":"vj44 mr robinson jacki robinson widow daughter sharon af1 jacki play cuba 1947 cubavisit","id":711604828191871000,"day":"20"},{"text":"RT @vj44: Look how #ACA has improved the lives of so many Americans. #ACAAnniversary #20millionAndCounting https://t.co/IIFaDnI5wf","month":"03","year":"2016","corpus":"vj44 look aca improv live mani american acaanniversari 20millionandcount","id":712703670224298000,"day":"23"},{"text":"RT @Botticelli44: I believe that we can turn the corner on this epidemic to move our country out of crisis and into recovery #RxSummit http…","month":"03","year":"2016","corpus":"botticelli44 believ turn corner epidem move countri crisi recoveri rxsummit http","id":714818681507868700,"day":"29"},{"text":"RT @RepHalRogers: Thanks to @ONDCP Director Michael Botticelli for leading this morning's discussion @RxSummit @Botticelli44 https://t.co/f…","month":"03","year":"2016","corpus":"rephalrog thank ondcp director michael botticelli lead morn discuss rxsummit botticelli44","id":714827146594754600,"day":"29"},{"text":".@USDOL's updated rule will ensure retirement advisers are working in your best interest → https://t.co/yTAmcnwGC0 https://t.co/iZEFk2EvD4","month":"04","year":"2016","corpus":"usdol updat rule ensur retir advis work best interest","id":717760125101060100,"day":"06"},{"text":"RT @vj44: Just called Sofia to let her know her wish came true. Harriet Tubman will be on the face of the $20 bill! https://t.co/NDobPPUfuY","month":"04","year":"2016","corpus":"vj44 call sofia let know wish came true harriet tubman face bill","id":722934065477861400,"day":"20"},{"text":"RT @wethepeople: We're live! So excited to bring you a re-envisioned https://t.co/VILCdRzv8K. Here's why → https://t.co/C9qThDpqFu https://…","month":"04","year":"2016","corpus":"wethepeopl live excit bring envis","id":723139147335131100,"day":"21"},{"text":"Watch live: A surprise guest drops by the White House Press Briefing: https://t.co/RCnqZUBtQy #FlashbackFriday","month":"04","year":"2016","corpus":"watch live surpris guest drop white hous press brief flashbackfriday","id":726092177424683000,"day":"29"},{"text":"Love teachers? Share how a teacher made a difference in your life using #ThankATeacher → https://t.co/ezVzVMZH6A https://t.co/lISqhFUdK8","month":"05","year":"2016","corpus":"love teacher share teacher made differ life use thankateach","id":727574913280819200,"day":"03"},{"text":"Since 1875, every @SCOTUSnom has received a hearing or a vote—until now. This is unprecedented. #DoYourJob https://t.co/CMCXbCC5sV","month":"05","year":"2016","corpus":"sinc 1875 everi scotusnom receiv hear vote unpreced doyourjob","id":729708573601738800,"day":"09"},{"text":"RT @PentagonPresSec: What's next for DoD's first startup?#SecDef explains in his latest @medium post about @DIU_x https://t.co/elA2k86yGH","month":"05","year":"2016","corpus":"pentagonpressec next dod first startup secdef explain latest medium post diu_x","id":730489489324388400,"day":"11"},{"text":"RT @FLOTUS: Today, @US_FDA unveils a new #NutritionFacts label that gives families information they need to make healthy choices https://t.…","month":"05","year":"2016","corpus":"flotu today us_fda unveil new nutritionfact label give famili inform need make healthi choic","id":733681310493999100,"day":"20"},{"text":"RT @SCOTUSnom: \"When the bad things happen—it can be a tremendous solace to get outside yourself. To focus on helping someone else.\"  —Judg…","month":"05","year":"2016","corpus":"scotusnom bad thing happen tremend solac get outsid focu help someon els judg","id":736999570610212900,"day":"29"},{"text":"RT @LaborSec: There's no freedom in working for free. 2.3 million college graduates benefit from the meaningful update to #OTrule. https://…","month":"05","year":"2016","corpus":"laborsec freedom work free million colleg graduat benefit meaning updat otrul","id":737716049282375700,"day":"31"},{"text":"RT @Cecilia44: Yesterday, the guy who plays a Treasury Secretary, now the actual Secretary:Time for Congress to Act on Puerto Rico.\nhttps:/…","month":"06","year":"2016","corpus":"cecilia44 yesterday guy play treasuri secretari actual secretari time congress act puerto rico http :/…","id":738026173482053600,"day":"01"},{"text":"RT @USTradeRep: Today is #WorldEnvironmentDay! Read how #TPP can help protect endangered wetlands &amp; species: https://t.co/86fG3PTlOl https:…","month":"06","year":"2016","corpus":"ustraderep today worldenvironmentday read tpp help protect endang wetland amp speci http","id":739557473296744400,"day":"05"},{"text":"RT @FLOTUS: Together, we are stronger. Together we can change tomorrow. Stand with us: https://t.co/kMuWTuXTdb #StateOfWomen\nhttps://t.co/m…","month":"06","year":"2016","corpus":"flotu togeth stronger togeth chang tomorrow stand stateofwomen","id":739796163088506900,"day":"06"},{"text":"\"Sexual violence is not inevitable.\" This @ItsOnUs activist has a powerful message to share: https://t.co/4vkjsjtcIT https://t.co/gBVHi0E8iX","month":"06","year":"2016","corpus":"sexual violenc inevit itsonu activist power messag share","id":740934486116995100,"day":"09"},{"text":"RT @smrtgrls: \"Surround yourself with people that uplift you.\" - @FLOTUS #StateOfWomen 💪💙","month":"06","year":"2016","corpus":"smrtgrl surround peopl uplift flotu stateofwomen 💪💙","id":742855630696783900,"day":"14"},{"text":"RT @rhodes44: Common sense step by bipartisan majority - Americans should be free to travel to Cuba. \n#CubaPolicy  https://t.co/19DFPNHTmU","month":"06","year":"2016","corpus":"rhodes44 common sens step bipartisan major american free travel cuba cubapolici","id":743812611477733400,"day":"17"},{"text":"RT @vj44: .@RepJohnLewis just said, \"It is always right to do right.\" Right on! #NoBillNoBreak","month":"06","year":"2016","corpus":"vj44 repjohnlewi said alway right right right nobillnobreak","id":745714402075222000,"day":"22"},{"text":"RT @VPLive: Happy #NationalSunglassesDay from the White House's resident aviators enthusiast. https://t.co/txFaRtUSMN","month":"06","year":"2016","corpus":"vplive happi nationalsunglassesday white hous resid aviat enthusiast","id":747504909143126000,"day":"27"},{"text":"\"On that freedom road, let's stay true to the values that make us who we are—Canadians and Americans, allies and friends, now and forever.\"","month":"06","year":"2016","corpus":"freedom road let stay true valu make canadian american alli friend forev","id":748287684985167900,"day":"29"},{"text":"RT @whitehouseostp: #DataDrivenJustice leads to better outcomes, smaller jails, and money saved for local communities. https://t.co/sHeMKlr…","month":"06","year":"2016","corpus":"whitehouseostp datadrivenjustic lead better outcom smaller jail money save local commun","id":748646614936469500,"day":"30"},{"text":"26 years ago, our nation marked a pivotal moment in history for Americans with disabilities: https://t.co/0cEYUGbbod https://t.co/kAIIFoKWOD","month":"07","year":"2016","corpus":"year ago nation mark pivot moment histori american disabl","id":757960596117749800,"day":"26"},{"text":"\"Being deaf wasn't a barrier to my career...It was a spur to public service\" —West Wing Receptionist Leah. #WhyISign https://t.co/36hJG8cMWj","month":"07","year":"2016","corpus":"deaf barrier career ... spur public servic west wing receptionist leah whyisign","id":759885135097450500,"day":"31"},{"text":"RT @EPAair: Today, @GinaEPA and @SecretaryFoxx jointly finalized greenhouse gas standards for medium and heavy duty vehicles: https://t.co/…","month":"08","year":"2016","corpus":"epaair today ginaepa secretaryfoxx jointli final greenhous ga standard medium heavi duti vehicl","id":765589816603992000,"day":"16"},{"text":"Joining the #FairChancePledge means offering a future to Americans with a criminal record → https://t.co/VSODJrpC5j https://t.co/wH491Qvcxm","month":"08","year":"2016","corpus":"join fairchancepledg mean offer futur american crimin record","id":765638825703903200,"day":"16"},{"text":"RT @FLOTUS: 1, 2, 3, sweep! So proud of you @Bri_Rollin, @KristiHollywood, and @ItsPooda. #100mHurdles #Rio2016 -mo","month":"08","year":"2016","corpus":"flotu sweep proud bri_rollin kristihollywood itspooda 100mhurdl rio2016","id":766288715878662100,"day":"18"},{"text":"RT @fema: Today, financial support to #LAflood survivors reached $127 million. https://t.co/V1RUvys5tp","month":"08","year":"2016","corpus":"fema today financi support laflood survivor reach 127 million","id":768091464534466600,"day":"23"},{"text":"RT @WhiteHouseCEQ: Starting today, new 4th graders can get their Every Kid in a Park pass! https://t.co/ef743hmlwQ #FindYourPark https://t.…","month":"09","year":"2016","corpus":"whitehouseceq start today new 4th grader get everi kid park pass findyourpark","id":771378627397185500,"day":"01"},{"text":"RT @DrFriedenCDC: We’ve now waited longer for #Zika funding than we did for the Ebola and H1N1 outbreaks. Funding urgently needed. https://…","month":"09","year":"2016","corpus":"drfriedencdc wait longer zika fund ebola h1n1 outbreak fund urgent need","id":774330684009840600,"day":"09"},{"text":"RT @Sept11Memorial: Join us for a moment of silence in observance of the time of the fall of the South Tower. #Honor911","month":"09","year":"2016","corpus":"sept11memori join moment silenc observ time fall south tower honor911","id":774970948566913000,"day":"11"},{"text":"The #PayGap has shrunk to its lowest level ever: https://t.co/qK505LbPmn https://t.co/GFbcYkl04W","month":"09","year":"2016","corpus":"paygap shrunk lowest level ever","id":775766374157135900,"day":"13"},{"text":"To Republicans in Congress: #DoYourJob https://t.co/blc1RIa3PD","month":"09","year":"2016","corpus":"republican congress doyourjob","id":777271088615071700,"day":"17"},{"text":"RT @GoTripAdvisor: We’re proud to make a new commitment to the refugee crisis: https://t.co/K64Z71Eldj  #refugeeswelcome","month":"09","year":"2016","corpus":"gotripadvisor proud make new commit refuge crisi refugeeswelcom","id":778330143144054800,"day":"20"},{"text":"Meet 4 parents who are fighting to bring awareness to the opioid epidemic that took their children’s lives: https://t.co/hbd7CwC1Hk https://t.co/6Ee9QJcAPd","month":"09","year":"2016","corpus":"meet parent fight bring awar opioid epidem took children live","id":779339794547548200,"day":"23"},{"text":"RT @LaborSec: Many workers don't have leave they need &amp; deserve. Our rule aims to fix that for 1M+ federal contractor employees: https://t.…","month":"09","year":"2016","corpus":"laborsec mani worker leav need amp deserv rule aim fix feder contractor employe","id":781513679216926700,"day":"29"},{"text":"RT @vj44: Kicking off #SXSL with Austin Mayor @MayorAdler! https://t.co/mEdn0F65xr","month":"10","year":"2016","corpus":"vj44 kick sxsl austin mayor mayoradl","id":783019896959565800,"day":"03"},{"text":"RT @CEAChair: Since 2012, real wages have grown around 20 times faster than they did over the almost three decades between 1980 and 2007 ht…","month":"10","year":"2016","corpus":"ceachair sinc 2012 real wage grown around time faster almost three decad 1980 2007","id":784811722666348500,"day":"08"},{"text":"RT @ENERGY: How #CleanEnergy innovation can help in the global fight against climate change ➟ https://t.co/cLsX5VM5p4 @WhiteHouseOSTP #WHFr…","month":"10","year":"2016","corpus":"energi cleanenergi innov help global fight climat chang whitehouseostp whfr","id":786673039358496800,"day":"13"},{"text":"Go behind the scenes of the entire Italy #StateVisit with us on @Snapchat. Add ‘whitehouse’ to follow along: https://t.co/b0iCmjvhZ8","month":"10","year":"2016","corpus":"behind scene entir itali statevisit snapchat add whitehous follow along","id":788532832008147000,"day":"19"},{"text":"RT @rhodes44: The embargo denies opportunities to Cubans and isolates the U.S. For the sake of our interests and the Cuban people it should…","month":"10","year":"2016","corpus":"rhodes44 embargo deni opportun cuban isol sake interest cuban peopl","id":791307985809240000,"day":"26"},{"text":"From opening up data to launching online tools, see the innovative ways workers are lifting their voices: https://t.co/YiDkktw2f9","month":"10","year":"2016","corpus":"open data launch onlin tool see innov way worker lift voic","id":792068687322685400,"day":"28"},{"text":"RT @Cecilia44: One year after the @WhiteHouse Worker Voice Summit, workers' voices are continuing to change the workplace. https://t.co/L5m…","month":"10","year":"2016","corpus":"cecilia44 one year whitehous worker voic summit worker voic continu chang workplac","id":792064971072901100,"day":"28"},{"text":"Being uninsured can be scary. Starting tomorrow, #GetCovered at https://t.co/5zeR2RPWAE. 🎃👻 https://t.co/Cup3ovw4bE","month":"10","year":"2016","corpus":"uninsur scari start tomorrow getcov 🎃👻","id":793100768991514600,"day":"31"},{"text":"RT @SecBurwell: Happy Halloween! It’s time to debunk some myths about the #ACA, and @ASlavitt and I are dressed the part! https://t.co/heTf…","month":"10","year":"2016","corpus":"secburwel happi halloween time debunk myth aca aslavitt dress part","id":793153703658127400,"day":"31"},{"text":"RT @ErnestMoniz: Big news from @ARPAE: $32 million for connected and automated cars. Could reduce vehicle energy use by 20% \n⬇\nhttps://t.co…","month":"11","year":"2016","corpus":"ernestmoniz big news arpa million connect autom car could reduc vehicl energi use","id":793886763257176000,"day":"02"}]