[{"text":"Shooting Around With the Huskies: The President shot a few hoops with the undefeated women's basketball national.. http://tinyurl.com/c2qo7x","month":"05","year":"2009","corpus":"shoot around huski presid shot hoop undef women basketbal nation","id":1670926411,"day":"01"},{"text":"“Joined By a Common Goal”: Today the President’s schedule was virtually clear except for three pivotal meetings .. http://tinyurl.com/dfkvd3","month":"05","year":"2009","corpus":"join common goal today presid schedul virtual clear except three pivot meet","id":1721058639,"day":"06"},{"text":"Change in Progress with Russia: The President meets with Russian Foreign Minister Sergey Lavrov, picking up on t.. http://tinyurl.com/dyq995","month":"05","year":"2009","corpus":"chang progress russia presid meet russian foreign minist sergey lavrov pick","id":1732259580,"day":"07"},{"text":"Weekly Address: Two Pillars of a New Foundation: The President discusses breakthroughs on two issues where stake.. http://tinyurl.com/p5np4u","month":"05","year":"2009","corpus":"weekli address two pillar new foundat presid discuss breakthrough two issu stake","id":1814416032,"day":"16"},{"text":"The first government sponsored TED Talks: Rob Lalka, the Partnerships Liaison at the U.S. Department of State, d.. http://tinyurl.com/r45yrc","month":"06","year":"2009","corpus":"first govern sponsor ted talk rob lalka partnership liaison depart state","id":2021966445,"day":"03"},{"text":"Dr. Biden: \"We Support One Another\" : During her visit to the Today Show, Dr. Biden called on Americans to do wh.. http://tinyurl.com/ocefsf","month":"06","year":"2009","corpus":"biden support one anoth visit today show biden call american","id":2036315209,"day":"04"},{"text":"Health reform chat update: Nancy-Ann DeParle in important meeting, building consensus – chat postponed","month":"07","year":"2009","corpus":"health reform chat updat nanci ann deparl import meet build consensu chat postpon","id":2762486849,"day":"21"},{"text":"Tell us why these 8 h/c insurance consumer protections (http://bit.ly/VidAN) matter to you & we’ll RT some of the best #hicp","month":"07","year":"2009","corpus":"tell insur consum protect matter best healthcar","id":2913932262,"day":"29"},{"text":"Obama: Euna Lee & Laura Ling release “a source of happiness not only for the families but for the entire country\" http://bit.ly/4E5GKS","month":"08","year":"2009","corpus":"obama euna lee laura ling releas sourc happi famili entir countri","id":3148696188,"day":"05"},{"text":"Jared Bernstein, VP’s Chief Economist, breaks down how the Recovery Act brought us back from the brink http://bit.ly/t5Svh","month":"08","year":"2009","corpus":"jare bernstein chief economist break recoveri act brought back brink","id":3673905713,"day":"31"},{"text":"On tap: 12:10 Obama speaks straight to Wall St on financial reform 1 year after Lehman fall, when many predicted depression","month":"09","year":"2009","corpus":"tap obama speak straight wall financi reform year lehman fall mani predict depress","id":3980628594,"day":"14"},{"text":"A little more transparency: daily message focus & supporting docs now being published on WH blog http://bit.ly/17KgQz #hcr","month":"09","year":"2009","corpus":"littl transpar daili messag focu support doc publish blog hcr","id":4472151227,"day":"29"},{"text":"Word from the WH: Last-ditch insurance efforts & GOP Leaders' plan to \"Delay, Define, and Derail\" http://bit.ly/1DLEGy #hcr","month":"10","year":"2009","corpus":"word last ditch insur effort gop leader plan delay defin derail hcr","id":4994855317,"day":"19"},{"text":"At 7:00 some of the world's greatest classical musicians perform at the WH. Watch & discuss live via FB http://bit.ly/tCHXt","month":"11","year":"2009","corpus":"world greatest classic musician perform watch discuss live via","id":5434215879,"day":"04"},{"text":"Reality Check: Desperately Twisting the CBO Analysis on the Deficit http://bit.ly/2MOZEF #hcr","month":"11","year":"2009","corpus":"realiti check desper twist cbo analysi deficit hcr","id":5895567522,"day":"20"},{"text":"Jared Bernstein to WSJ Ed Board on Recovery Act: Read your own paper http://bit.ly/4vrLRK","month":"12","year":"2009","corpus":"jare bernstein wsj board recoveri act read paper","id":6245179990,"day":"01"},{"text":"Obama: “We must keep the pressure on al Qaeda, and to do that, we must increase the stability and capacity of our partners in the region”","month":"12","year":"2009","corpus":"obama must keep pressur qaeda must increas stabil capac partner region","id":6254125043,"day":"02"},{"text":"Jobs Forum Discussions: Watch Summers, Hochberg, Wes Clark, Paul Krugman, Larry Lindsey, others on Exports http://bit.ly/8Hp3uN","month":"12","year":"2009","corpus":"job forum discuss watch summer hochberg we clark paul krugman larri lindsey other export","id":6312870129,"day":"03"},{"text":"OMB’s Orszag vs WSJ ed. board: \"Thankfully, the Journal's fiscal nihilism is belied by the facts\" http://bit.ly/5J5pmI #hcr","month":"12","year":"2009","corpus":"omb orszag wsj board thank journal fiscal nihil beli fact hcr","id":6662797072,"day":"14"},{"text":"Obama on #hcr: \"The approach we've taken would protect every American from the worst practices of the insurance industry\"","month":"01","year":"2010","corpus":"obama hcr approach taken would protect everi american worst practic insur industri","id":8306142813,"day":"28"},{"text":"Obama: \"We were sent here to serve our citizens, not our ambitions.\" wh.gov/live","month":"01","year":"2010","corpus":"obama sent serv citizen ambit gov live","id":8306839547,"day":"28"},{"text":"Romer on unemployment: \"signs of the beginning of recovery… a reminder of how far we still have to go\" http://bit.ly/abEj3d","month":"02","year":"2010","corpus":"romer unemploy sign begin recoveri remind far still","id":8680336438,"day":"05"},{"text":"\"It is precisely these kinds of tactics that enrage the American people.\" Read the President’s full stmt: http://bit.ly/a3MdVe","month":"02","year":"2010","corpus":"precis kind tactic enrag american peopl read presid full stmt","id":8989374921,"day":"12"},{"text":"RT @PressSec: President to announce loan guarantee today for first nuclear power plant built in US in 30 yrs - 3,500 jobs for construction","month":"02","year":"2010","corpus":"presssec presid announc loan guarante today first nuclear power plant built yr 500 job construct","id":9189589096,"day":"16"},{"text":"1 Year, 2 Million People Working, a New Foundation: Recovery Act at national, local, individual levels http://bit.ly/bNukcm","month":"02","year":"2010","corpus":"year million peopl work new foundat recoveri act nation local individu level","id":9243782859,"day":"17"},{"text":"http://twitpic.com/17sfxb - Obama on left, St Louis on right, \"not settling for business as usual\" on #hcr","month":"03","year":"2010","corpus":"obama left loui right settl busi usual hcr","id":10291314347,"day":"10"},{"text":"50/50 http://bit.ly/bymLf0","month":"03","year":"2010","corpus":"","id":10571806563,"day":"16"},{"text":"RT @macon44: Try out the \"social stream\" on our new UStream profile during @PressSec's briefing @ 130pm http://bit.ly/ddHtjV","month":"03","year":"2010","corpus":"macon44 tri social stream new ustream profil presssec brief 130pm","id":10579097498,"day":"16"},{"text":"\"On behalf of my mother\": Full video and transcript of today’s #hcr signing http://bit.ly/dBwPFb","month":"03","year":"2010","corpus":"behalf mother full video transcript today hcr sign","id":10940641230,"day":"23"},{"text":"Your choice: Watch JK Rowling read or Sara Bareilles perform http:// wh.gov/live","month":"04","year":"2010","corpus":"choic watch rowl read sara bareil perform http :// gov live","id":11652029488,"day":"05"},{"text":"RT @StateDept: Read a blog post by #SecClinton on the recent #NuclearSecuritySummit in Washington, DC http://bit.ly/buv0fC","month":"04","year":"2010","corpus":"statedept read blog post secclinton recent nuclearsecuritysummit washington","id":12299078782,"day":"16"},{"text":"12:30 Join the live Happy Earth Day chat with Carol Browner via FB http://bit.ly/bvBfOF","month":"04","year":"2010","corpus":"join live happi earth day chat carol browner via","id":12647730599,"day":"22"},{"text":"Fresh photo gallery: Biden in Spain & Belgium, great shots http://bit.ly/9xJXRo","month":"05","year":"2010","corpus":"fresh photo galleri biden spain belgium great shot","id":13803240636,"day":"11"},{"text":"Have heard it said that a cup of coffee & West Wing Week is best way to start Friday morning http://bit.ly/a8fFfn","month":"05","year":"2010","corpus":"heard said cup coffe west wing week best way start friday morn","id":13978207024,"day":"14"},{"text":"On tap: Obama meets with BP Oil Spill Commission Co-Chairs, give remarks afterwards at 12:15","month":"06","year":"2010","corpus":"tap obama meet oil spill commiss chair give remark afterward","id":15176534957,"day":"01"},{"text":"Obama: #hcr focused on primary care docs, making them \"hub\" of modern system, building up pool & increasing reimbursements","month":"06","year":"2010","corpus":"obama hcr focus primari care doc make hub modern system build pool increas reimburs","id":15715963507,"day":"08"},{"text":"Live at 7 EDT: 4th of July at the WH w/ Obama & @the_USO concert feat @thekillers on WH.gov/live http://bit.ly/alezYO","month":"07","year":"2010","corpus":"live edt 4th juli obama the_uso concert feat thekil gov live","id":17749045648,"day":"04"},{"text":"SAVE Award 2 launches, Fed employees can submit, vote on, and comment on ideas to save $ for 1st time http://bit.ly/cfsWc0","month":"07","year":"2010","corpus":"save award launch fed employe submit vote comment idea save 1st time","id":18056094517,"day":"08"},{"text":"West Wing Week: Economy, Diplomacy & the 4th http://bit.ly/983j3P","month":"07","year":"2010","corpus":"west wing week economi diplomaci 4th","id":18143813275,"day":"09"},{"text":"RT @RayLaHood: High speed rail, what is it good for? More jobs. Less congestion/foreign oil/emissions http://bit.ly/9xsBGa // #SUPERTRAIN","month":"07","year":"2010","corpus":"raylahood high speed rail good job less congest foreign oil emiss supertrain","id":18444814789,"day":"13"},{"text":"\"Senate voted... to end debate on most sweeping rewrite of Wall Street rules since the Great Depression\" http://bit.ly/bw0NnW","month":"07","year":"2010","corpus":"senat vote ... end debat sweep rewrit wall street rule sinc great depress","id":18614693989,"day":"15"},{"text":"Wall St Reform signed, bailouts ended, study shows earlier response saved US from losing 8.5M more jobs http://bit.ly/9gvNpO","month":"07","year":"2010","corpus":"wall reform sign bailout end studi show earlier respons save lose job","id":19773362610,"day":"28"},{"text":"A deeply moving signing ceremony for the Tribal Law and Order Act: \"A Step Forward for Native Women\" http://bit.ly/96HqFk","month":"07","year":"2010","corpus":"deepli move sign ceremoni tribal law order act step forward nativ women","id":19872556768,"day":"30"},{"text":"Obama to Republicans on more help for economy: \"We need to do what's right, not what's political – and we need to do it now\"","month":"08","year":"2010","corpus":"obama republican help economi need right polit need","id":20480434730,"day":"06"},{"text":"RT @StateDept: 20mil+ affected by worst natural disaster in Pakistan's history. Help #Pakistan: http://go.usa.gov/cEy","month":"08","year":"2010","corpus":"statedept 20mil affect worst natur disast pakistan histori help pakistan","id":21935162208,"day":"23"},{"text":"Education in Austin, ice cream in FL, AF1. Fresh batch of behind-the-scenes shots from WH Photo Office http://bit.ly/bAHtW3","month":"08","year":"2010","corpus":"educ austin ice cream af1 fresh batch behind scene shot photo offic","id":22025969296,"day":"24"},{"text":"GOP on tap: 10:00 Unveil pledge mentioning small biz 18 times; 2:30 Vote against help for small biz http://bit.ly/9e4hlg","month":"09","year":"2010","corpus":"gop tap unveil pledg mention small biz time vote help small biz","id":25320810637,"day":"23"},{"text":"Live @ 1:00 EDT: Tues. Talk w/ Elizabeth Warren on consumer protections. Watch: WH.gov/live & Discuss on fb: http://bit.ly/bLTH91","month":"10","year":"2010","corpus":"live edt tue talk elizabeth warren consum protect watch gov live discuss","id":27154669636,"day":"12"},{"text":"New West Wing Week: Behind the scenes from the G20 in Seoul to the Medal of Honor to GM http://ow.ly/3cFqW","month":"11","year":"2010","corpus":"new west wing week behind scene g20 seoul medal honor","id":5688561684713474,"day":"19"},{"text":"RT @AmbassadorRice: The White House strongly condemns #NKorea attack against #SKorea http://bit.ly/gnVpLZ","month":"11","year":"2010","corpus":"ambassadorric white hous strongli condemn nkorea attack skorea","id":7092100680126464,"day":"23"},{"text":"...And in case you missed it, see @PressSec give his take on Twitter & govt in today's #1Q: http://wh.gov/firstquestion","month":"12","year":"2010","corpus":"... case miss see presssec give take twitter govt today","id":17299717335547904,"day":"21"},{"text":"A Christmas Eve West Wing Week. Burn it on to a CD for stocking stuffer. Or just watch now, merrily. http://ow.ly/3uc1o","month":"12","year":"2010","corpus":"christma eve west wing week burn stock stuffer watch merrili","id":18392273549004800,"day":"24"},{"text":".@eeegad You have the right to appeal to an independent 3rd party, thx to ACA. Call your state ins. commissioner: http://goo.gl/2jFkb","month":"01","year":"2011","corpus":"eeegad right appeal independ 3rd parti thx aca call state in commission","id":23413014619230210,"day":"07"},{"text":"@CMFoster23 Ins Cos could once again deny/ drop/ cap coverage when sick, premiums/ deficits/ seniors Rx costs all up http://bit.ly/hl68Jd","month":"01","year":"2011","corpus":"cmfoster23 in co could deni drop cap coverag sick premium deficit senior cost","id":27763070105292800,"day":"19"},{"text":"“Voices of #HCR”: Jim from OR on how hcr helps small biz offer employees benefits that keep them around  http://is.gd/ZCK0jz","month":"01","year":"2011","corpus":"voic hcr jim hcr help small biz offer employe benefit keep around","id":29600284791537664,"day":"24"},{"text":"[[Service note: if you have problems with the live video feed, just try refreshing your page]] http://goo.gl/qnxBN #SOTU","month":"01","year":"2011","corpus":"servic note problem live video feed tri refresh page sotu","id":30092255612116990,"day":"26"},{"text":"\"... both parties in Congress should know this: if a bill comes to my desk with earmarks inside, I will veto it.\" #SOTU","month":"01","year":"2011","corpus":"parti congress know bill come desk earmark insid veto sotu","id":30096641176379390,"day":"26"},{"text":"Sympathies for the TX, tough times w/ rolling blackouts. Story blaming Obama, however, is completely bogus http://wh.gov/xi9","month":"02","year":"2011","corpus":"sympathi tough time roll blackout stori blame obama howev complet bogu","id":33666136839036930,"day":"04"},{"text":".@dominiccampbell Thanks, we want to hear your ideas on it","month":"02","year":"2011","corpus":"dominiccampbel thank want hear idea","id":33613582642069504,"day":"04"},{"text":"Photo of the Day: Biden & LaHood on Amtrak to High Speed Rail event in Philly. Info: http://wh.gov/xxe Photo:  http://twitpic.com/3y0w6e","month":"02","year":"2011","corpus":"photo day biden lahood amtrak high speed rail event philli info photo","id":35366457827139584,"day":"09"},{"text":"New West Wing Week: \"The New Electrification\" A week dedicated to out-building the rest of the world http://wh.gov/xrZ","month":"02","year":"2011","corpus":"new west wing week new electrif week dedic build rest world","id":36135909518745600,"day":"11"},{"text":".@RichardFrench Consulted with all stakeholders throughout & ongoing, more video than you can handle here: http://wh.gov/xWg #hcr","month":"02","year":"2011","corpus":"richardfrench consult stakehold throughout ongo video handl hcr","id":37921364132364290,"day":"16"},{"text":"Hey all, Kal here sitting w/ the health reform team, send your #hcr Qs our way  http://twitpic.com/40gr1r","month":"02","year":"2011","corpus":"hey kal sit health reform team send hcr way","id":37914607926386690,"day":"16"},{"text":"WH Press Sec: “Colonel Gaddafi has lost the confidence of his people,” US will pursue unilateral sanctions #Libya","month":"02","year":"2011","corpus":"press sec colonel gaddafi lost confid peopl pursu unilater sanction libya","id":41232944513155070,"day":"25"},{"text":"Obama: \"we will continue to send a clear message: the violence must stop; Muammar Gaddafi has lost the legitimacy to lead and he must leave\"","month":"03","year":"2011","corpus":"obama continu send clear messag violenc must stop muammar gaddafi lost legitimaci lead must leav","id":43377226250584060,"day":"03"},{"text":"RT @fema: Get #tsunami preparedness tips on your smartphone http://m.fema.gov & pls cont to listen to local officials.","month":"03","year":"2011","corpus":"fema get tsunami prepared tip smartphon pl cont listen local offici","id":46250616225402880,"day":"11"},{"text":"Photo: President & VP w/ Susannah Flanagan, daughter of Frank Buckles, at Arlington National Cemetery 3/15/11  http://twitpic.com/4ac6qo","month":"03","year":"2011","corpus":"photo presid susannah flanagan daughter frank buckl arlington nation cemeteri","id":48396818471596030,"day":"17"},{"text":".@lsarsour: we did what was asked on the border, published a policy blueprint: http://wh.gov/CkP, engaging new voices to elevate the debate","month":"05","year":"2011","corpus":"lsarsour ask border publish polici blueprint engag new voic elev debat","id":68388464420335620,"day":"11"},{"text":"RT @DeptVetAffairs: A powerful Memorial Day piece by @AlexHortonVA: http://go.usa.gov/Dg6","month":"05","year":"2011","corpus":"deptvetaffair power memori day piec alexhortonva","id":74161122453880830,"day":"27"},{"text":"Happening now: Discussion on #ImpactEconomy w/ Melody Barnes, Gene Sperling, Bill Daley & Karen Mills of @SBA http://t.co/Uiy95hC","month":"06","year":"2011","corpus":"happen discuss impacteconomi melodi barn gene sperl bill daley karen mill sba","id":83536814866055170,"day":"22"},{"text":"Celebrate the 4th w/ the First Family & military families. Watch @the_USO show feat @Train & @amoslee, fireworks, more: http://t.co/mhPZGTF","month":"07","year":"2011","corpus":"celebr 4th first famili militari famili watch the_uso show feat train amosle firework","id":87950096242712580,"day":"04"},{"text":"Obama responds to @johnboehner: Tax cuts & other measures Rs opposed helped growth, so did some cooperative initiatives...","month":"07","year":"2011","corpus":"obama respond johnboehn tax cut measur oppos help growth cooper initi ...","id":88676941531590660,"day":"06"},{"text":"Obama: Defense budget can be cut, must be done gradually and responsibly. So big that modest changes can help lots w/ other programs like Ed","month":"07","year":"2011","corpus":"obama defens budget cut must done gradual respons big modest chang help lot program like","id":88684881491669000,"day":"06"},{"text":"[Event has concluded, whole event will be available to watch later at wh.gov/video - thanks for joining!]","month":"07","year":"2011","corpus":"event conclud whole event avail watch later gov video thank join","id":88687345062260740,"day":"06"},{"text":"RT @pfeiffer44: Great rundown from @stevebenen of the long list of reasonable deals that @SpeakerBoehner and the House GOP have rejected ...","month":"07","year":"2011","corpus":"pfeiffer44 great rundown stevebenen long list reason deal speakerboehn hous gop reject","id":95506209645404160,"day":"25"},{"text":"RT @danielbmichel1: #whchat What % of our accumulated debt is war spending?","month":"07","year":"2011","corpus":"danielbmichel1 whchat accumul debt war spend","id":96279571355287550,"day":"27"},{"text":"RT @WillAndras: Does the president support Harry Reid's debt plan even w/o revenue increases? #whchat","month":"07","year":"2011","corpus":"willandra presid support harri reid debt plan even revenu increas whchat","id":96280337046454270,"day":"27"},{"text":".@scottdyas broadening base isn't a conspiracy theory; means removing ineffective provisions like spec. breaks for corp jet owners #WHChat","month":"07","year":"2011","corpus":"scottdya broaden base conspiraci theori mean remov ineffect provis like spec break corp jet owner whchat","id":96284574203641860,"day":"27"},{"text":".@suzannegypsy: Bc Congress hasn't acted, nearly 4k workers have been furloughed. #WHChat","month":"07","year":"2011","corpus":"suzannegypsi congress act nearli worker furlough whchat","id":96287014260965380,"day":"27"},{"text":"RT @audhilly: @whitehouse #WHchat   Why not do short term deal and focus on tea party and educating public re Bush and deficit? Get a wo ...","month":"07","year":"2011","corpus":"audhilli whitehous whchat short term deal focu tea parti educ public bush deficit get","id":96632055466704900,"day":"28"},{"text":".@sjlbeckett totally understand the frustration. We're pushing on all angles for #compromise and a reasonable solution here #WHChat","month":"07","year":"2011","corpus":"sjlbeckett total understand frustrat push angl compromis reason solut whchat","id":97043745714876420,"day":"29"},{"text":".@Tremenda1530 recent economic crisis devastated 401k savings; just digging out now. Can't afford more uncertainty; need #compromise #WHCHat","month":"07","year":"2011","corpus":"tremenda1530 recent econom crisi devast 401k save dig afford uncertainti need compromis whchat","id":97037037013700600,"day":"29"},{"text":".@CliftonR YouthBuild is great, others too. give ladders for kids to overcome odds. balanced caps give rm to keep invstmts like this #WHChat","month":"08","year":"2011","corpus":"cliftonr youthbuild great other give ladder kid overcom odd balanc cap give keep invstmt like whchat","id":98150492508667900,"day":"01"},{"text":"RT @Ryan__McLeod: #WHchat what's up with FAA? We're losing $1.2 billion in tax revenue while Congress vacations, and the airlines are po ...","month":"08","year":"2011","corpus":"ryan__mcleod whchat faa lose billion tax revenu congress vacat airlin","id":98491245550252030,"day":"02"},{"text":"RT @StabbyCerberus: @whitehouse Since this is a done deal for the moment, could we please take the rest of the week off from hearing any ...","month":"08","year":"2011","corpus":"stabbycerberu whitehous sinc done deal moment could pleas take rest week hear","id":98487145379012600,"day":"02"},{"text":"RT @brozm1990: Did any of the tax loopholes for the rich get closed or did they win this debt deal? #WHChat","month":"08","year":"2011","corpus":"brozm1990 tax loophol rich get close win debt deal whchat","id":98485652433272830,"day":"02"},{"text":"RT @MinortyMajority: @whitehouse #WHChat #FAA why don't you threaten to shutdown airports because of lack of FAA funding.  Time to play  ...","month":"08","year":"2011","corpus":"minortymajor whitehous whchat faa threaten shutdown airport lack faa fund time play","id":98847740833972220,"day":"03"},{"text":"Tell us: What do new policies enabling immigrant entrepreneurship mean to you? Reply w/ your response. More info at: http://t.co/nbnPbpZ","month":"08","year":"2011","corpus":"tell new polici enabl immigr entrepreneurship mean repli respons info","id":99561423478333440,"day":"05"},{"text":"#Somalia #Famine: The Lives We Can Save - Comms Director to Dr. Jill Biden reflects on #Kenya trip @moremag: http://t.co/iTmsIZs","month":"08","year":"2011","corpus":"somalia famin live save comm director jill biden reflect kenya trip moremag","id":102050705505927170,"day":"12"},{"text":"Announcing @whitehouse on @foursquare: Find tips, keep up w/ Obama's bus tour, check-in. Follow us: http://t.co/NJVv6vf","month":"08","year":"2011","corpus":"announc whitehous foursquar find tip keep obama bu tour check follow","id":103255578507345920,"day":"16"},{"text":"Obama: It is time for the Syrian people to determine their own destiny & we will continue to stand firmly on their side http://t.co/vlQjbmb","month":"08","year":"2011","corpus":"obama time syrian peopl determin destini continu stand firmli side","id":104191526988550140,"day":"18"},{"text":"RT @jesseclee44: Infographic: Avg wait for circuit judge confirmation post-committee: Bush 29 days, Obama 151. Much more: http://t.co/WF ...","month":"08","year":"2011","corpus":"jesseclee44 infograph avg wait circuit judg confirm post committe bush day obama 151 much","id":104578386692812800,"day":"19"},{"text":"Photo: @VP Joe Biden speaks to troops @ Yokota Air Base, Japan: http://t.co/YnZl2lH","month":"08","year":"2011","corpus":"photo joe biden speak troop yokota air base japan","id":106350090934951940,"day":"24"},{"text":"RT @ONDCP: Visit our new website http://t.co/AE1Cydk for Administration info on substance abuse prevention, criminal justice reform & more.","month":"08","year":"2011","corpus":"ondcp visit new websit administr info substanc abus prevent crimin justic reform","id":108271005201481730,"day":"29"},{"text":".@MassGovernor Deval Patrick calls for transportation reauthorization to \"keep #Massachusetts workers on the job\": http://t.co/1lOdeos","month":"09","year":"2011","corpus":"massgovernor deval patrick call transport reauthor keep massachusett worker job","id":109337841632423940,"day":"01"},{"text":"White House Internship Program: Deadline to submit Spring '12 applications is 9/11. Learn more & apply: http://t.co/Gy4aGgW","month":"09","year":"2011","corpus":"white hous internship program deadlin submit spring applic learn appli","id":111108873049485310,"day":"06"},{"text":"RT @DHSJournal: Share your September 11 story or memory using #911remembered and see what others are saying on http://t.co/v8tiFKV","month":"09","year":"2011","corpus":"dhsjournal share septemb stori memori use 911rememb see other say","id":111564775242203140,"day":"07"},{"text":"Happening now: #WHTweetup Briefing w/ Jay Carney in @PressSec's office in the West Wing. Pic: http://t.co/YtVPlDv","month":"09","year":"2011","corpus":"happen whtweetup brief jay carney presssec offic west wing pic","id":112280495756296200,"day":"09"},{"text":"RT @WHLive: Obama:  It’s our responsibility to put #countrybeforeparty. It’s our responsibility to do what’s right for our future.","month":"09","year":"2011","corpus":"whlive obama respons put countrybeforeparti respons right futur","id":115806509522366460,"day":"19"},{"text":"RT @jesseclee44: Obama: \"patriotic Americans...will no longer have to lie about who they are in order to serve the country they love\" ht ...","month":"09","year":"2011","corpus":"jesseclee44 obama patriot american ... longer lie order serv countri love","id":116148562349391870,"day":"20"},{"text":"Buffett Rule Facts & Fictions: This is a rule of simple fairness. Look at what this rule is and is not: http://t.co/2nIFgkMF","month":"09","year":"2011","corpus":"buffett rule fact fiction rule simpl fair look rule","id":116630580816388100,"day":"21"},{"text":"RT @pfeiffer44: We are pleased that the House of Representatives today rejected efforts to put politics above the needs of communities i ...","month":"09","year":"2011","corpus":"pfeiffer44 pleas hous repres today reject effort put polit need commun","id":116662188550262780,"day":"21"},{"text":"RT @ChicagoBearscom: The '85 Bears are headed to the White House! We'll be streaming it here: http://t.co/EqljIuZP. Share memories and d ...","month":"10","year":"2011","corpus":"chicagobearscom bear head white hous stream share memori","id":122309917087506430,"day":"07"},{"text":"Just started: Republic of Korea Arrival Ceremony: Watch live: http://t.co/hhNoX4fh & Follow: @WHLive #WHTweetup #AtTheWH","month":"10","year":"2011","corpus":"start republ korea arriv ceremoni watch live follow whlive whtweetup atthewh","id":124472943865638910,"day":"13"},{"text":"RT @WHLive: Obama: Let us keep climbing towards...a world that is more fair, more equal & more just for every single child of God. #Dedi ...","month":"10","year":"2011","corpus":"whlive obama let keep climb toward ... world fair equal everi singl child god dedi","id":125606114569101310,"day":"16"},{"text":"Photo of the day: The First Family tours @MLKMemorial before #DedicateMLK ceremony: http://t.co/GUqcv4r2","month":"10","year":"2011","corpus":"photo day first famili tour mlkmemori dedicatemlk ceremoni","id":125702324046921730,"day":"16"},{"text":"40. American #JobsNow Act by the Numbers: http://t.co/nVVoIjt4 http://t.co/uJ1ayUbM","month":"10","year":"2011","corpus":"american jobsnow act number","id":126390353313021950,"day":"18"},{"text":"RT @WHLive: .@DPMansdoerfer many small biz can't get credit. Cutting their payroll taxes next yr provides capital to spend on jobs, inve ...","month":"10","year":"2011","corpus":"whlive dpmansdoerf mani small biz get credit cut payrol tax next provid capit spend job inv","id":128928193934659580,"day":"25"},{"text":"RT @macon44: Every minute, 15 people join @WeThePeople. What are you waiting for? Latest stats & more: http://t.co/tw6YqgDC http://t.co/ ...","month":"10","year":"2011","corpus":"macon44 everi minut peopl join wethepeopl wait latest stat","id":129582142584922110,"day":"27"},{"text":"We can't wait to put Americans back to work & we know some of the best ideas come from outside Washington. Share yours: http://t.co/D58ThtMF","month":"11","year":"2011","corpus":"wait put american back work know best idea come outsid washington share","id":132586999201796100,"day":"04"},{"text":"This is just a test. @FCC & @FEMA nationwide test of the Emergency Alert System is happening now.","month":"11","year":"2011","corpus":"test fcc fema nationwid test emerg alert system happen","id":134344968419545090,"day":"09"},{"text":"RT @WHLive: Missed today's Office Hours with Matt Flavin? See the Q&A on #veterans issues via @Storify: http://t.co/wwZx1Fgk","month":"11","year":"2011","corpus":"whlive miss today offic hour matt flavin see veteran issu via storifi","id":134799353612206080,"day":"11"},{"text":"From the Archives: @VP Biden tells teens \"It Gets Better.\" Video: http://t.co/0Ogz8DJ7","month":"11","year":"2011","corpus":"archiv biden tell teen get better video","id":137647102758109180,"day":"18"},{"text":"Later today, the First Family is participating in a service project @ a local food bank. #WHAsks how are you serving in your community?","month":"11","year":"2011","corpus":"later today first famili particip servic project local food bank whask serv commun","id":139414287415386110,"day":"23"},{"text":"RT @pfeiffer44: Via @ThePlumlineGS \"Financial analyst: Consequences of failure to extend payroll tax cut would be dire\" http://t.co/2HJCefJe","month":"11","year":"2011","corpus":"pfeiffer44 via theplumlineg financi analyst consequ failur extend payrol tax cut would dire","id":141585060234149890,"day":"29"},{"text":"@jwadlington nice shot!","month":"12","year":"2011","corpus":"jwadlington nice shot","id":143767865848377340,"day":"05"},{"text":"RT @klorio: @whitehouse in honor of my dad, a Vietnam veteran who raised three female Navy veterans. #GoNavy # BeatArmy","month":"12","year":"2011","corpus":"klorio whitehous honor dad vietnam veteran rais three femal navi veteran gonavi beatarmi","id":145353071424307200,"day":"10"},{"text":"RT @Hamletrules: (Navy Vet) @USNavy Go Navy 38 to I'll give @USArmy a fieldgoal 3, But whomever wins all of you deserve our thanks","month":"12","year":"2011","corpus":"hamletrul navi vet usnavi navi give usarmi fieldgoal whomev win deserv thank","id":145295576756527100,"day":"10"},{"text":"RT @lacasablanca: Republicans in the Senate blocked our Ambassador to El Salvador, choosing instead to play politics: http://t.co/MoXIHilT","month":"12","year":"2011","corpus":"lacasablanca republican senat block ambassador salvador choos instead play polit","id":146779107684925440,"day":"14"},{"text":"Happy Bill of Rights Day! The US continues to stand with citizens & governments around the world who empower free expression. #FreeToTweet","month":"12","year":"2011","corpus":"happi bill right day continu stand citizen govern around world empow free express freetotweet","id":147396050519457800,"day":"15"},{"text":"RT @whitehouseostp: How would #40dollars less in each paycheck affect you or your family members' ability to study/work in #STEM fields? ...","month":"12","year":"2011","corpus":"whitehouseostp would 40dollar less paycheck affect famili member abil studi work stem field","id":149512000806985730,"day":"21"},{"text":"RT @tealmama2: #40dollars to Congress: Fancy brunch. #40dollars to me: copay for my BP meds or a tank of gas to go to work. Do what's ri ...","month":"12","year":"2011","corpus":"tealmama2 40dollar congress fanci brunch 40dollar copay med tank ga work","id":149477122212245500,"day":"21"},{"text":"RT @OMBPress: For most family budgets, #40dollars means a lot. W/o payroll extension, workers would lose that much a paycheck. What does ...","month":"12","year":"2011","corpus":"ombpress famili budget 40dollar mean lot payrol extens worker would lose much paycheck","id":149508981520465920,"day":"21"},{"text":"RT @JoiningForces: 1% of Americans may be fighting our wars, we need 100% to be supporting our troops & their families. Get involved @ h ...","month":"12","year":"2011","corpus":"joiningforc american may fight war need 100 support troop famili get involv","id":151379693453574140,"day":"26"},{"text":"2011 Year in Review: The most popular @whitehouse @YouTube videos: http://t.co/pd2NTGCG","month":"12","year":"2011","corpus":"2011 year review popular whitehous youtub video","id":152155744874151940,"day":"28"},{"text":"RT @PressSec: Cordray has broad support from Dems AND Repubs across country, including majority of GOP AG's. Senate GOP refused him an u ...","month":"01","year":"2012","corpus":"presssec cordray broad support dem repub across countri includ major gop senat gop refus","id":154649503444647940,"day":"04"},{"text":"Happening now: @CommerceSec John Bryson unveils the #COMPETES Act report @AmProg. Watch live: http://t.co/DHIDO2hI","month":"01","year":"2012","corpus":"happen commercesec john bryson unveil compet act report amprog watch live","id":155312927816171520,"day":"06"},{"text":"What do you want to know about #insourcing? Here's everything: http://t.co/yifwmuBJ","month":"01","year":"2012","corpus":"want know insourc everyth","id":157225253184090100,"day":"11"},{"text":"RT @VP: PHOTO: VP and Dr. B. packed boxes at the 17th annual Greater Philadelphia MLK Day of Service @ Girard College http://t.co/2IHv6sxk","month":"01","year":"2012","corpus":"photo pack box 17th annual greater philadelphia mlk day servic girard colleg","id":158949709757693950,"day":"16"},{"text":"Nope! Nice pic. RT @sosaysjonathan San Francisco. Need I say more? http://t.co/upKOMWh9 #visitUS","month":"01","year":"2012","corpus":"nope nice pic sosaysjonathan san francisco need say visitu","id":160038966798721020,"day":"19"},{"text":"RT @kcnyg: @whitehouse @springsteen Asbury Park, NJ.  Where rock & roll legends are born #visitUS http://t.co/v5xTlbZN","month":"01","year":"2012","corpus":"kcnyg whitehous springsteen asburi park rock roll legend born visitu","id":160098469896392700,"day":"19"},{"text":"RT @macon44: #VisitUS in Huntsville, Alabama! Why? Two words: ROCKET CITY #spacecamp #rolltide http://t.co/kKn3f473","month":"01","year":"2012","corpus":"macon44 visitu huntsvil alabama two word rocket citi spacecamp rolltid","id":160074964018532350,"day":"19"},{"text":"RT @TravelKS: Tell the @whitehouse in words and pics why your town is a great place to visit with #visitUS","month":"01","year":"2012","corpus":"travelk tell whitehous word pic town great place visit visitu","id":160096730724044800,"day":"19"},{"text":"RT @David_9_Lopez: Colorado has incredible mountain views and so many wilderness areas to explore!  #VisitUS #travel #Colorado http://t. ...","month":"01","year":"2012","corpus":"david_9_lopez colorado incred mountain view mani wilder area explor visitu travel colorado","id":160059759884640260,"day":"19"},{"text":"RT @WHLive: Bill Nye @thescienceguy & @neiltyson still tweeting away during WH Office Hours: http://t.co/I3pC1IOf #whchat","month":"02","year":"2012","corpus":"whlive bill nye thescienceguy neiltyson still tweet away offic hour whchat","id":166977923209900030,"day":"07"},{"text":"RT @whitehouseostp: The President just helped shoot a marshmallow out of an air cannon at the #WHScienceFair http://t.co/FlIEZnDb","month":"02","year":"2012","corpus":"whitehouseostp presid help shoot marshmallow air cannon whsciencefair","id":166916422587531260,"day":"07"},{"text":"Dr. Jill Biden & @hildasolisdol kick off the Community College to Career Bus Tour & want to hear from you: http://t.co/rWMzsBUm #CCtour","month":"02","year":"2012","corpus":"jill biden hildasolisdol kick commun colleg career bu tour want hear cctour","id":172081778977280000,"day":"21"},{"text":"RT @WHLive: Obama: Anyone who tells you we can drill our way out of this problem doesn’t know what they’re talking about – or isn’t tell ...","month":"03","year":"2012","corpus":"whlive obama anyon tell drill way problem know talk tell","id":175293534117699600,"day":"01"},{"text":"Know a scientist, engineer or inventor? Nominations for National Medals of Science + Technology & Innovation are open: http://t.co/ZV503M8Z","month":"03","year":"2012","corpus":"know scientist engin inventor nomin nation medal scienc technolog innov open","id":176823329141964800,"day":"06"},{"text":"@pfeiffer44 @emilybjolley Just posted the UK Arrival Ceremony #WHTweetup experience via @storify. Check it out:  http://t.co/yEXwkumW","month":"03","year":"2012","corpus":"pfeiffer44 emilybjolley post arriv ceremoni whtweetup experi via storifi check","id":180075424049672200,"day":"14"},{"text":"RT @JonCarson44: Morning C-bus @whitehouse Comm Partnership Summit w @MarthaGSA facilitating innovative open space process I'm joining c ...","month":"03","year":"2012","corpus":"joncarson44 morn bu whitehous comm partnership summit marthagsa facilit innov open space process join","id":180653845364486140,"day":"16"},{"text":"RT @ENERGY: Join our Tweet Up about women in #STEM careers today at 2:30pm ET. Send your Qs http://t.co/JYzK2iGy","month":"03","year":"2012","corpus":"energi join tweet women stem career today 30pm send","id":182854272185147400,"day":"22"},{"text":"RT @WHLive: Missed WH Office Hrs today? Check out the full Q&amp;A from our #WHChat on health reform: http://t.co/rnCr8InV via @Storify","month":"03","year":"2012","corpus":"whlive miss offic hr today check full amp whchat health reform via storifi","id":183340670843498500,"day":"23"},{"text":"@jasonbpedersen Missed WH Office Hrs today? Check out the full Q&amp;A from our #WHChat on health reform: http://t.co/Dlkuxdds via @Storify","month":"03","year":"2012","corpus":"jasonbpedersen miss offic hr today check full amp whchat health reform via storifi","id":183340204042620930,"day":"23"},{"text":"RT @StateDept: U.S., #Canada and #Mexico issue trilateral announcement on nuclear security: http://t.co/hfyuOEFJ via @WhiteHouse #NSS2012","month":"03","year":"2012","corpus":"statedept canada mexico issu trilater announc nuclear secur via whitehous nss2012","id":184339309367795700,"day":"26"},{"text":"It's time to repeal subsidies for #BigOil companies: http://t.co/VmLOmpaH RT if you agree. http://t.co/9vz2wL4u","month":"03","year":"2012","corpus":"time repeal subsidi bigoil compani agre","id":185417028935491600,"day":"29"},{"text":"RT @VP: .@JonShaeffer Difficult. Options: Commute - community college; work study; tax credit; local scholarship . Good luck. -vp #askvp","month":"04","year":"2012","corpus":"jonshaeff difficult option commut commun colleg work studi tax credit local scholarship good luck askvp","id":187271362954534900,"day":"03"},{"text":"You pay your #fairshare in taxes & the wealthiest Americans should, too: http://t.co/3AICfsCK http://t.co/7S3W6pB2","month":"04","year":"2012","corpus":"pay fairshar tax wealthiest american","id":189410280642576400,"day":"09"},{"text":"RT @gailsimmons: Check out the live link to my White House Google+ Hangout with Cris Comerford. @letsmove http://t.co/L7g7KYfm via @youtube","month":"04","year":"2012","corpus":"gailsimmon check live link white hous googl hangout cri comerford letsmov via youtub","id":190848072572612600,"day":"13"},{"text":"RT @WHLive: .@seedsown We will coordinate with UN and other partners to train peacekeepers, apply sanctions, hold rights abusers account ...","month":"04","year":"2012","corpus":"whlive seedsown coordin partner train peacekeep appli sanction hold right abus account","id":194434191302209540,"day":"23"},{"text":"RT @jimmyfallon: The President has left the building. This has been one of the most exciting things I've ever done. #ObamaOnFallon","month":"04","year":"2012","corpus":"jimmyfallon presid left build one excit thing ever done obamaonfallon","id":194873694219284480,"day":"24"},{"text":"RT @dawnbreeden: Getting my master's in social work to serve those in hospitals with case mgmt to lower the cost of healthcare. #Dontdou ...","month":"04","year":"2012","corpus":"dawnbreeden get master social work serv hospit case mgmt lower cost healthcar dontdou","id":195229141451276300,"day":"25"},{"text":"Obama admin is committed to taking action in the fight against Alzheimer’s disease. See national plan via @HHSGov: http://t.co/hWYgt2ot","month":"05","year":"2012","corpus":"obama admin commit take action fight alzheim diseas see nation plan via hhsgov","id":202551253220339700,"day":"16"},{"text":"RT @SBAgov: Now: Join SBA Admin Karen Mills+others as they discuss the role #smallbiz play in our economy: http://t.co/3zaaYNaw #SBW2012","month":"05","year":"2012","corpus":"sbagov join sba admin karen mill other discuss role smallbiz play economi sbw2012","id":204580220303450100,"day":"21"},{"text":".@Augustmuser I refuse to let mkt hit bottom.  Refi could save folks $3k each mo. Its on #CongressToDoList. Get it done - bo","month":"05","year":"2012","corpus":"augustmus refus let mkt hit bottom refi could save folk congresstodolist get done","id":205783251179147260,"day":"24"},{"text":"Weekly Address: Honoring Our Fallen Heroes this Memorial Day http://t.co/XOZ82rGZ","month":"05","year":"2012","corpus":"weekli address honor fallen hero memori day","id":207315065131638800,"day":"29"},{"text":"Welcome to @Twitter Sr Advisor Valerie Jarrett! Follow @vj44. 1st tweet on #EqualPay: http://t.co/7REX8OC3 Photo: http://t.co/yKCuBOgF","month":"06","year":"2012","corpus":"welcom twitter advisor valeri jarrett follow vj44 1st tweet equalpay photo","id":209756593137520640,"day":"04"},{"text":"RT @WHLive: .@Mwforhr check out DHS press release for more info http://t.co/c3xfJYRa #whchat","month":"06","year":"2012","corpus":"whlive mwforhr check dh press releas info whchat","id":213702423527702530,"day":"15"},{"text":"RT @arneduncan: Today, and every day, we need a lot more fathers to be actively engaged in their children's lives.","month":"06","year":"2012","corpus":"arneduncan today everi day need lot father activ engag children live","id":214507660731613200,"day":"17"},{"text":"On Anniversary of Olmstead, Obama Administration Reaffirms Commitment to Assist Americans with #Disabilities: http://t.co/eABlZCd9","month":"06","year":"2012","corpus":"anniversari olmstead obama administr reaffirm commit assist american disabl","id":217082045292232700,"day":"25"},{"text":"RT @arneduncan: @WTUTeacher We will put out #RTT district level competition -- Urban, suburban &amp; rural districts encouraged to apply ...","month":"06","year":"2012","corpus":"arneduncan wtuteach put rtt district level competit urban suburban amp rural district encourag appli","id":218042557635100670,"day":"27"},{"text":"RT @Meetup: Meetups are really breaking a sweat this summer! @letsmove uses Meetup to gear up for nationwide #LetsMoveDay http://t.co/Ba ...","month":"07","year":"2012","corpus":"meetup meetup realli break sweat summer letsmov use meetup gear nationwid letsmoveday","id":223825206697926660,"day":"13"},{"text":".@VP Biden: An Issue Beyond Debate: Congress Should Act Now to Protect Women: http://t.co/GiLSU1Ew #VAWA","month":"08","year":"2012","corpus":"biden issu beyond debat congress act protect women vawa","id":230651659578122240,"day":"01"},{"text":"Congrats to the 1st class of Presidential Innovation Fellows! Meet #innovategov Fellows: http://t.co/vu6coZfB Watch: http://t.co/igkakhXS","month":"08","year":"2012","corpus":"congrat 1st class presidenti innov fellow meet innovategov fellow watch","id":238658529400070140,"day":"23"},{"text":"Update on Hurricane #Isaac: More information about the ongoing response efforts &amp; useful safety information: http://t.co/61oibJjP","month":"08","year":"2012","corpus":"updat hurrican isaac inform ongo respons effort amp use safeti inform","id":240864212627386370,"day":"29"},{"text":"RT @AmbassadorRice: To all of you who served and are serving: we thank you for your bravery and sacrifice. #SaluteTroops","month":"08","year":"2012","corpus":"ambassadorric serv serv thank braveri sacrific salutetroop","id":241590331227906050,"day":"31"},{"text":"RT @VP: Read Lynn Rosenthal’s blog post on the 18th Anniversary of #VAWA -- http://t.co/qaEMTu5F #1is2many","month":"09","year":"2012","corpus":"read lynn rosenth blog post 18th anniversari vawa 1is2mani","id":247789056824582140,"day":"17"},{"text":"Lt. Brad Snyder was blinded in Afghanistan, 1 year later he won Paralympic gold. Watch his inspiring story &amp; share: http://t.co/Nr3TFwBV","month":"09","year":"2012","corpus":"brad snyder blind afghanistan year later paralymp gold watch inspir stori amp share","id":249283217453092860,"day":"21"},{"text":"RT @NASA: [Image of the Day] SpaceX Launches for the International Space Station http://t.co/bKcliOwX #iotd","month":"10","year":"2012","corpus":"nasa imag day spacex launch intern space station iotd","id":255137996230250500,"day":"08"},{"text":"RT @DeptofDefense: Please join us in wishing the @USNavy a very Happy 237th Birthday today!","month":"10","year":"2012","corpus":"deptofdefens pleas join wish usnavi happi 237th birthday today","id":257156289883430900,"day":"13"},{"text":"RT @vj44: This week, the President is meeting with business, labor &amp; civic leaders to hear their ideas. Together, we can move our ec ...","month":"11","year":"2012","corpus":"vj44 week presid meet busi labor amp civic leader hear idea togeth move","id":268477883331272700,"day":"13"},{"text":"There are over 28 million U.S. small businesses. Where are you shopping on Small Business Saturday? #SmallBizSat http://t.co/EVCpOpa5","month":"11","year":"2012","corpus":"million small busi shop small busi saturday smallbizsat","id":272370787648950270,"day":"24"},{"text":"RT @LindaBergam: #My2K is college tuition to start a bright future for our kids. Thanks, Mr. President, for getting all Americans involv ...","month":"11","year":"2012","corpus":"lindabergam my2k colleg tuition start bright futur kid thank presid get american involv","id":274245727008469000,"day":"29"},{"text":"RT @jjfein: @whitehouse Is there a minimum ratio of revenue increases to spending cuts that you're looking for, or simply a balanced app ...","month":"12","year":"2012","corpus":"jjfein whitehous minimum ratio revenu increas spend cut look simpli balanc app","id":275686070060994560,"day":"03"},{"text":"Proclamation: Natl Pearl Harbor Remembrance Day 2012: http://t.co/Bs8EkqnS Pic: President Obama @ Pearl Harbor in 2011: http://t.co/JVkWLhDl","month":"12","year":"2012","corpus":"proclam natl pearl harbor remembr day 2012 pic presid obama pearl harbor 2011","id":277087607861674000,"day":"07"},{"text":"RT @macon44: Worth noting, @whitehouse @youtube videos have garnered over 100,000,000 views  http://t.co/iom9jQd3 What's your favorite?","month":"12","year":"2012","corpus":"macon44 worth note whitehous youtub video garner 100 000 000 view favorit","id":281118077226197000,"day":"18"},{"text":"RT @VP: Today, VP Biden convened the first of many meetings w/ stakeholders, staff &amp; Cabinet to develop policy proposals following N ...","month":"12","year":"2012","corpus":"today biden conven first mani meet stakehold staff amp cabinet develop polici propos follow","id":281863381403713540,"day":"20"},{"text":"Watch a time-lapse video: Creating the 2012 Gingerbread White House: http://t.co/AKJDNp9v","month":"12","year":"2012","corpus":"watch time laps video creat 2012 gingerbread white hous","id":282946235093102600,"day":"23"},{"text":"RT @FLOTUS: Kid reporters from @Highlights @NGKids @Scholastic &amp; @TimeForKidsMag just asked Mrs. Obama &amp; Dr. Biden some great Qs ...","month":"01","year":"2013","corpus":"flotu kid report highlight ngkid scholast amp timeforkidsmag ask mr obama amp biden great","id":292391045839343600,"day":"18"},{"text":"RT @Interior: In honor of #MLK day, the @NatlParkService is waiving entrance fees at all National Parks this weekend. RT to spread the word!","month":"01","year":"2013","corpus":"interior honor mlk day natlparkservic waiv entranc fee nation park weekend spread word","id":292442608385540100,"day":"19"},{"text":"RT @VP: Today, @VP Biden participated in a Google+ Hangout about the Admin's plan to reduce gun violence: http://t.co/kLJblOt9 http://t. ...","month":"01","year":"2013","corpus":"today biden particip googl hangout admin plan reduc gun violenc","id":294585596750491650,"day":"24"},{"text":"In case you missed it: Watch today's #FiresideHangout with @VP Biden on reducing gun violence: http://t.co/T39ipbAV","month":"01","year":"2013","corpus":"case miss watch today firesidehangout biden reduc gun violenc","id":294551808645406700,"day":"24"},{"text":"RT @ServeDotGov: #ServiceBowl 2013 - Get off the sidelines &amp; serve! @MayorSRB &amp; @MayorEdLee make #volunteer @Superbowl bet http: ...","month":"02","year":"2013","corpus":"servedotgov servicebowl 2013 get sidelin amp serv mayorsrb amp mayoredle make volunt superbowl bet http","id":298178497233420300,"day":"03"},{"text":"Want to watch #SOTU live at the @Whitehouse? Apply to attend our latest #WHSocial: http://t.co/T9Q5lQLd","month":"02","year":"2013","corpus":"want watch sotu live whitehous appli attend latest whsocial","id":298910887811633150,"day":"05"},{"text":"RT @tweetsoutloud: Excited! “@NASA: Mr. Bobak 'Mohawk Guy' Ferdowsi from @MarsCuriosity team goes to Washington for tonight's #SOTU, sit ...","month":"02","year":"2013","corpus":"tweetsoutloud excit nasa bobak mohawk guy ferdowsi marscurios team goe washington tonight sotu sit","id":301389871753343000,"day":"12"},{"text":"Obama: \"In the Middle East, we will stand with citizens as they demand their universal rights &amp; support stable transitions to democracy\"","month":"02","year":"2013","corpus":"obama middl east stand citizen demand univers right amp support stabl transit democraci","id":301526909223858200,"day":"13"},{"text":"Obama: \"Tonight, thanks to the grit &amp; determination of the American people, there is much progress to report\" #SOTU","month":"02","year":"2013","corpus":"obama tonight thank grit amp determin american peopl much progress report sotu","id":301515309410570240,"day":"13"},{"text":"RT @VP: Hear the VP speak today in Danbury, CT about reducing gun violence in the US. Tune in at 12:45 PM: http://t.co/R4gj9lPica  #NowI ...","month":"02","year":"2013","corpus":"hear speak today danburi reduc gun violenc tune nowi","id":304643094203207700,"day":"21"},{"text":"At 2ET: Gene Sperling, Director of the NEC, participates in an \"Ask Me Anything\" on @Reddit: http://t.co/aRoq8UBuFQ http://t.co/dLwgn21DD4","month":"03","year":"2013","corpus":"2et gene sperl director nec particip ask anyth reddit","id":311896949072748540,"day":"13"},{"text":"Happening now: #WHHangout w/ WH Innovation advisor Tom Kalil &amp; leading innovators on the #Maker Movement. Watch live: http://t.co/b4tqL3nPDV","month":"03","year":"2013","corpus":"happen whhangout innov advisor tom kalil amp lead innov maker movement watch live","id":317352030794551300,"day":"28"},{"text":"INFOGRAPHIC: The \"BRAIN\" Initiative: A bold new research effort to revolutionize our understanding of the human brain http://t.co/wIzCYZUD0X","month":"04","year":"2013","corpus":"infograph brain initi bold new research effort revolution understand human brain","id":319101385939492860,"day":"02"},{"text":"RT @Izzy1970: I just spoke out to support common-sense steps to reduce gun violence. #NowIsTheTime to act. Add your name, too: http://t. ...","month":"04","year":"2013","corpus":"izzy1970 spoke support common sens step reduc gun violenc nowisthetim act add name","id":322380019731136500,"day":"11"},{"text":"The President &amp; @FLOTUS meet Chaplain Kapaun's family before awarding him the Medal of Honor posthumously at the WH: http://t.co/QybXZPpZaJ","month":"04","year":"2013","corpus":"presid amp flotu meet chaplain kapaun famili award medal honor posthum","id":322528628275560450,"day":"12"},{"text":"RT @michellelongo: I just spoke out to support common-sense steps to reduce gun violence. #NowIsTheTime to act. Add your name, too: http ...","month":"04","year":"2013","corpus":"michellelongo spoke support common sens step reduc gun violenc nowisthetim act add name http","id":323220317847818240,"day":"13"},{"text":"RT @PAniskoff44: Our voices are louder when we speak together! #NowIsTheTime to take action on gun violence. Add your name here: http:// ...","month":"04","year":"2013","corpus":"paniskoff44 voic louder speak togeth nowisthetim take action gun violenc add name http ://","id":324564914855350300,"day":"17"},{"text":"RT @iluvgs400: I just spoke out to support common-sense steps to reduce gun violence. #NowIsTheTime to act. Add your name, too: http://t ...","month":"04","year":"2013","corpus":"iluvgs400 spoke support common sens step reduc gun violenc nowisthetim act add name","id":324557874305048600,"day":"17"},{"text":"Obama: \"Whether folks come here for just a day or stay here for years they leave with a piece of this town tucked firmly into their hearts\"","month":"04","year":"2013","corpus":"obama whether folk come day stay year leav piec town tuck firmli heart","id":324917681616724000,"day":"18"},{"text":"Happy birthday to the Library of Congress—established on this day in 1800: http://t.co/AjuOqmmcVh, http://t.co/iSUs8sOXEx","month":"04","year":"2013","corpus":"happi birthday librari congress establish day 1800","id":327153401521639400,"day":"24"},{"text":"RT this to let the people of West, Texas know that we will stand with them as they rebuild and recover. http://t.co/5C40t7nCZl","month":"04","year":"2013","corpus":"let peopl west texa know stand rebuild recov","id":327567160979374100,"day":"25"},{"text":"\"We are two equal partners—two sovereign nations. We must work together in mutual interest and mutual respect.\" —Obama on the U.S. &amp; Mexico","month":"05","year":"2013","corpus":"two equal partner two sovereign nation must work togeth mutual interest mutual respect obama amp mexico","id":330330644443979800,"day":"03"},{"text":"RT @VP: The Vice President talks about his friend @SenJohnMcCain in Volume 6 of #BeingBiden. Listen: http://t.co/GnTTyWgcyM","month":"05","year":"2013","corpus":"vice presid talk friend senjohnmccain volum beingbiden listen","id":330373858177716200,"day":"03"},{"text":"RT @Simas44: More good news on Obamacare implementation. \"We are pleasantly surprised at what we're seeing in the rates...\" http://t.co/1ND…","month":"05","year":"2013","corpus":"simas44 good news obamacar implement pleasantli surpris see rate ...\"","id":334764203854401540,"day":"15"},{"text":"RT this to show your support for the people of #Oklahoma—then find out how you can help: http://t.co/pIlq2ap74B, http://t.co/E0hxqoVu72","month":"05","year":"2013","corpus":"show support peopl oklahoma find help","id":336898265939312640,"day":"21"},{"text":"RT @FLOTUS: This Memorial Day, let's take time to honor and remember the men and women who have given their lives in service to our great c…","month":"05","year":"2013","corpus":"flotu memori day let take time honor rememb men women given live servic great","id":339032499260895200,"day":"27"},{"text":"FACT: Obama's patent reform plan would protect innovators from frivolous lawsuits and ensure the highest-quality patents. #MadeInAmerica","month":"06","year":"2013","corpus":"fact obama patent reform plan would protect innov frivol lawsuit ensur highest qualiti patent madeinamerica","id":341972872715182100,"day":"04"},{"text":"Birth control with no copay. http://t.co/iycgxb0DmL #WhatHasObamaCareDoneForMeLately, http://t.co/C0TEakqu0o","month":"06","year":"2013","corpus":"birth control copay whathasobamacaredoneformel","id":343042147987111940,"day":"07"},{"text":"\"We define ourselves as a nation of immigrants.\" —Obama on why we need to fix our broken immigration system: http://t.co/49hJb6St2P","month":"06","year":"2013","corpus":"defin nation immigr obama need fix broken immigr system","id":343404965362012160,"day":"08"},{"text":"Spotted: Cookie Monster at the White House. http://t.co/V9crEzD3Sq #CIsForCookie (cc: @SesameStreet)","month":"06","year":"2013","corpus":"spot cooki monster white hous cisforcooki sesamestreet","id":344858306973687800,"day":"12"},{"text":"RT @JoiningForces: Worth sharing:  @CFPB has ordered 2 deceptive lenders that targeted active-duty military to refund $6.5M: http://t.co/g0…","month":"06","year":"2013","corpus":"joiningforc worth share cfpb order decept lender target activ duti militari refund","id":350625332199555100,"day":"28"},{"text":"RT @FLOTUS: These kids are amazing. I want young people all across the world — &amp; especially at home — to see that education is the key to s…","month":"07","year":"2013","corpus":"flotu kid amaz want young peopl across world amp especi home see educ key","id":351760557877112800,"day":"01"},{"text":"RT @Interior: Summer @AcadiaNPS in #Maine. If you haven't visited, we recommend looking at this photo &amp; adding it to your list. http://t.co…","month":"07","year":"2013","corpus":"interior summer acadianp main visit recommend look photo amp ad list","id":354718543662678000,"day":"09"},{"text":"The House GOP #FarmBill \"fails to reauthorize nutrition programs, which benefit millions of Americans.\" http://t.co/ZmocTvrf0M #SNAP","month":"07","year":"2013","corpus":"hous gop farmbil fail reauthor nutrit program benefit million american snap","id":355378710863552500,"day":"11"},{"text":"RT @Simas44: Obama on what GOP repeal would mean for consumer insurance refunds: \"Should they send it back to the insurance companies?\"","month":"07","year":"2013","corpus":"simas44 obama gop repeal would mean consum insur refund send back insur compani","id":357899552222748700,"day":"18"},{"text":"Obama on inequality: \"Reversing these trends must be Washington’s highest priority. It’s certainly my highest priority.\" #ABetterBargain","month":"07","year":"2013","corpus":"obama inequ revers trend must washington highest prioriti certainli highest prioriti abetterbargain","id":360088912170991600,"day":"24"},{"text":"The Washington Monument at sunset (h/t @PeteSouza): http://t.co/WSpo410rbG","month":"08","year":"2013","corpus":"washington monument sunset petesouza","id":363330524892246000,"day":"02"},{"text":"RT @rhodes44: Welcome @AmbassadorPower to twitter and to the UN - a fresh, powerful and always interesting voice for American values","month":"08","year":"2013","corpus":"rhodes44 welcom ambassadorpow twitter fresh power alway interest voic american valu","id":364391296137707500,"day":"05"},{"text":"RT @Bobby44: hey @whitehouse, looks like Sunny made fetch happen. MT @petesouza Bo and Sunny playing today on the South Lawn. http://t.co/m…","month":"08","year":"2013","corpus":"bobby44 hey whitehous look like sunni made fetch happen petesouza sunni play today south lawn","id":369898051239813100,"day":"20"},{"text":"RT @Cecilia44: The Atlantic:  Immigration Reformers are Winning August.  @mollyesque http://t.co/CU8yVqxGhT.  The House's return is just ar…","month":"08","year":"2013","corpus":"cecilia44 atlant immigr reform win august mollyesqu hous return","id":370178067114627100,"day":"21"},{"text":"Great news: All legal same-sex marriages will now be recognized for federal tax purposes —&gt; http://t.co/uK13ZjG4m7 #MarriageEquality","month":"08","year":"2013","corpus":"great news legal sex marriag recogn feder tax purpos marriageequ","id":373149556042924000,"day":"29"},{"text":"RT @vj44: Starting today, DOD extends benefits to legally married same-sex military spouses. RT for fairness &amp; equality for ALL military fa…","month":"09","year":"2013","corpus":"vj44 start today dod extend benefit legal marri sex militari spous fair amp equal militari","id":374961861734588400,"day":"03"},{"text":"Join Secretary Kerry, @NickKristof, and @Lara for a Google+ Hangout on #Syria at 2pm ET —&gt; http://t.co/rftlGBXX7U","month":"09","year":"2013","corpus":"join secretari kerri nickkristof lara googl hangout syria 2pm","id":377476614939881500,"day":"10"},{"text":"Obama: \"The regime has now admitted...it has these weapons and...said they’d join the Chemical Weapons Convention—which prohibits their use\"","month":"09","year":"2013","corpus":"obama regim admit ... weapon ... said join chemic weapon convent prohibit use","id":377600793177649150,"day":"11"},{"text":"Our ideals, principles &amp; national security are at stake in Syria—and that's why we must act: http://t.co/9uaOryb8Rp, http://t.co/ZOGB5bVcj8","month":"09","year":"2013","corpus":"ideal principl amp nation secur stake syria must act","id":377616146066726900,"day":"11"},{"text":"FACT: Under Obama, the deficit is falling faster than any time since World War II —&gt; http://t.co/QR0GxLDtF5, http://t.co/kqRtmWRoqp","month":"09","year":"2013","corpus":"fact obama deficit fall faster time sinc world war","id":380087351436775400,"day":"17"},{"text":"\"We want to help create the environment within which businesses in this country can thrive.\" —@CommerceSec: http://t.co/wHMYnYNgbu","month":"09","year":"2013","corpus":"want help creat environ within busi countri thrive commercesec","id":380746325760827400,"day":"19"},{"text":"RT @jesseclee44: Wonder how Republicans would have reacted in 2007 if Pelosi told Bush she'd only allow debt ceiling hike with Affordable C…","month":"09","year":"2013","corpus":"jesseclee44 wonder republican would react 2007 pelosi told bush allow debt ceil hike afford","id":382912471524048900,"day":"25"},{"text":"FACT: Day 4 of #GovernmentShutdown and nothing has changed: if the House would #JustVote, a bipartisan majority would reopen the government.","month":"10","year":"2013","corpus":"fact day governmentshutdown noth chang hous would justvot bipartisan major would reopen govern","id":386154177065279500,"day":"04"},{"text":"Tell us: how has the #GovernmentShutdown affected you? —&gt; http://t.co/lyGKGAF0Vi #JustVote","month":"10","year":"2013","corpus":"tell governmentshutdown affect justvot","id":386127535622221800,"day":"04"},{"text":"RT @Simas44: Meet the AL Rand Paul Republican who bought an ACA plan and wants the GOP to stop the obstruction. #GetCovered http://t.co/5C5…","month":"10","year":"2013","corpus":"simas44 meet rand paul republican bought aca plan want gop stop obstruct getcov","id":386122049384505340,"day":"04"},{"text":"RT @Cecilia44: Will never understand shutting down the govt to prevent this http://t.co/X7PzdFsJwx \"Obamacare Saved My Family From Financia…","month":"10","year":"2013","corpus":"cecilia44 never understand shut govt prevent obamacar save famili financia","id":388332968566980600,"day":"10"},{"text":"RT @vj44: Today with #Malala Yousafzai in the Oval.Courageous young woman. An inspirational role model to leaders of tomorrow. http://t.co/…","month":"10","year":"2013","corpus":"vj44 today malala yousafzai oval courag young woman inspir role model leader tomorrow","id":389081091128033300,"day":"12"},{"text":"RT @CEABetsey: \"The government shutdown and debt limit brinksmanship have had a substantial negative impact on the economy.\"\nhttp://t.co/pD…","month":"10","year":"2013","corpus":"ceabetsey govern shutdown debt limit brinksmanship substanti neg impact economi","id":392770543826788350,"day":"22"},{"text":"RT @vj44: .@Whitehouse will be illuminated pink tonight for #BreastCancerAwareness month! — read more http://t.co/JCbYR5AglZ","month":"10","year":"2013","corpus":"vj44 whitehous illumin pink tonight breastcancerawar month read","id":393413137992405000,"day":"24"},{"text":"Well-woman visits, birth control &amp; mammograms: All covered with no additional costs or co-pays thanks to #Obamacare. http://t.co/kq0X1RlJMM","month":"10","year":"2013","corpus":"well woman visit birth control amp mammogram cover addit cost pay thank obamacar","id":393479685184962560,"day":"24"},{"text":"Obama at P-Tech: \"I just sat in on a lesson called 'Real-World Math,' which got me thinking: Is it too late to send Congress here?\"","month":"10","year":"2013","corpus":"obama tech sat lesson call real world math got think late send congress","id":393833015928815600,"day":"25"},{"text":"RT the good news: Since 2009, we've reduced the deficit by more than half —&gt; http://t.co/sdmyCcspIP #Progress, http://t.co/6sctc86jeo","month":"10","year":"2013","corpus":"good news sinc 2009 reduc deficit half progress","id":395664375224098800,"day":"30"},{"text":"Before: Margaret from WA paid $300/month for limited coverage.\nNow: She has more extensive benefits for $150/month thanks to #Obamacare.","month":"11","year":"2013","corpus":"margaret paid 300 month limit coverag extens benefit 150 month thank obamacar","id":397433179256008700,"day":"04"},{"text":"RT @CEAChair: Real GDP rose at a 2.8% annual pace in Q3; fastest quarterly pace in the last year; &amp; 10th consecutive Q of growth http://t.c…","month":"11","year":"2013","corpus":"ceachair real gdp rose annual pace fastest quarterli pace last year amp 10th consecut growth","id":398461648458899460,"day":"07"},{"text":"RT @LaborSec: RT if you agree: Protecting the workplace rights of LGBT workers is a moral imperative long overdue. #ENDA #Equality http://t…","month":"11","year":"2013","corpus":"laborsec agre protect workplac right lgbt worker moral imper long overdu enda equal","id":398560977920094200,"day":"07"},{"text":"RT @StateDept: To help from US, text AID to 80108 to give $10 donation to @mGiveFoundation #Philippines Typhoon Disaster Relief Fund http:/…","month":"11","year":"2013","corpus":"statedept help text aid 80108 give donat mgivefound philippin typhoon disast relief fund http :/…","id":399967663981875200,"day":"11"},{"text":"Everything you need to know about why today’s #filibuster rule change is a really big deal: http://t.co/Sl4lKRMxpe, http://t.co/69aLdZ8kpL","month":"11","year":"2013","corpus":"everyth need know today filibust rule chang realli big deal","id":403697157989236740,"day":"22"},{"text":"Obama: \"The U.S. &amp; our friends and allies have agreed to provide #Iran modest relief, while continuing to apply our toughest sanctions.\"","month":"11","year":"2013","corpus":"obama amp friend alli agre provid iran modest relief continu appli toughest sanction","id":404454088969973760,"day":"24"},{"text":"RT @AmbassadorRice: We must press ahead until we have seen the last AIDS-related death and no child is born infected with HIV. #WorldAIDSDay","month":"12","year":"2013","corpus":"ambassadorric must press ahead seen last aid relat death child born infect hiv worldaidsday","id":407517072001085440,"day":"02"},{"text":"Obama: \"Nobody should have to choose between putting food on their kids’ table or taking them to see a doctor.\" #Obamacare","month":"12","year":"2013","corpus":"obama nobodi choos put food kid tabl take see doctor obamacar","id":407959398091218940,"day":"03"},{"text":"RT @WHLive: Obama: \"Through his fierce dignity &amp; unbending will to sacrifice his own freedom for the freedom of others—Madiba transformed S…","month":"12","year":"2013","corpus":"whlive obama fierc digniti amp unbend sacrific freedom freedom other madiba transform","id":408724280608694300,"day":"05"},{"text":"Welcome to Twitter, @GeorgeHWBush! Can we expect #SocksOfTheDay? http://t.co/yZtsrI3b4r","month":"12","year":"2013","corpus":"welcom twitter georgehwbush expect socksoftheday","id":410584823766728700,"day":"11"},{"text":"FACT: 63% in TN support expanding Medicaid through #Obamacare—which would help 234K #GetCovered: http://t.co/78GYCw0n2j #PeopleOverPolitics","month":"12","year":"2013","corpus":"fact support expand medicaid obamacar would help 234k getcov peopleoverpolit","id":411161703234031600,"day":"12"},{"text":"\"For the first time in years, both parties came together in the spirit of compromise to pass a budget.\" —Obama: http://t.co/RdJXxdPh4z","month":"12","year":"2013","corpus":"first time year parti came togeth spirit compromis pass budget obama","id":414400403225055200,"day":"21"},{"text":"Emily W. couldn't #GetCovered &amp; put off surgery for endometriosis for 5 years. Thanks to the ACA, she's covered &amp; can afford the procedure.","month":"01","year":"2014","corpus":"emili getcov amp put surgeri endometriosi year thank aca cover amp afford procedur","id":418819013695655940,"day":"02"},{"text":"RT @Simas44: If Congress doesn't #RenewUI through 2014, 3.6 million more Americans will have unemployment insurance taken away. http://t.co…","month":"01","year":"2014","corpus":"simas44 congress renewui 2014 million american unemploy insur taken away","id":420632979199631360,"day":"07"},{"text":"RT @GabbyGiffords: Three years after the shooting that almost took my life, I can move my arm again. Grit can overcome paralysis. http://t.…","month":"01","year":"2014","corpus":"gabbygifford three year shoot almost took life move arm grit overcom paralysi","id":421020572458680300,"day":"08"},{"text":"RT @DrBiden: Great news: More women facing high #BreastCancer risk won't have co-pays for certain preventive treatments → http://t.co/1aZcF…","month":"01","year":"2014","corpus":"drbiden great news women face high breastcanc risk pay certain prevent treatment","id":421337429820178400,"day":"09"},{"text":"RT @WHLive: Obama: \"Each of these communities is prepared to do what it takes to change the odds for their kids...we will help them succeed…","month":"01","year":"2014","corpus":"whlive obama commun prepar take chang odd kid ... help succeed","id":421366492244869100,"day":"09"},{"text":"Someone's turning 50 today. Happy birthday, @FLOTUS! http://t.co/msxXl4h17X","month":"01","year":"2014","corpus":"someon turn today happi birthday flotu","id":424254570236108800,"day":"17"},{"text":"Your @LetsMove Healthy Eaters:\n1. @KingJames\n2. @DwayneWade\n3. @ChrisBosh\n4. Ray Allen\n5. …and Air @FLOTUS!\nWatch → http://t.co/YgpMO1si9L","month":"01","year":"2014","corpus":"letsmov healthi eater kingjam dwaynewad chrisbosh ray allen air flotu watch","id":425642499278118900,"day":"21"},{"text":"In the name of all that is eating healthy, Air @FLOTUS dunks on @KingJames. Watch → http://t.co/KuCykzD5sf #LetsMove #ThrowItDownFLOTUS #GIF","month":"01","year":"2014","corpus":"name eat healthi air flotu dunk kingjam watch letsmov throwitdownflotu gif","id":425697821300650000,"day":"21"},{"text":"Obama: \"This needs to be the year Congress lifts the remaining restrictions on detainee transfers &amp; we close the prison at Guantanamo Bay.\"","month":"01","year":"2014","corpus":"obama need year congress lift remain restrict detaine transfer amp close prison guantanamo bay","id":428363464961450000,"day":"29"},{"text":"Obama: \"We have to remain vigilant. But I strongly believe our leadership and our security cannot depend on our outstanding military alone.\"","month":"01","year":"2014","corpus":"obama remain vigil strongli believ leadership secur cannot depend outstand militari alon","id":428362996478660600,"day":"29"},{"text":"Obama: \"New ways to measure how well our kids think, not how well they can fill in a bubble on a test...it’s worth it—it’s working.\" #SOTU","month":"01","year":"2014","corpus":"obama new way measur well kid think well fill bubbl test ... worth work sotu","id":428357470965485600,"day":"29"},{"text":"Obama on boosting manufacturing: \"Get those bills to my desk and let’s put more Americans back to work.\" #MadeInAmerica #ActOnJobs","month":"01","year":"2014","corpus":"obama boost manufactur get bill desk let put american back work madeinamerica actonjob","id":428354142474874900,"day":"29"},{"text":"Obama: \"If we are serious about economic growth, it is time to...fix our broken immigration system.\" #ActOnCIR http://t.co/LC9MF6dlci","month":"01","year":"2014","corpus":"obama seriou econom growth time ... fix broken immigr system actoncir","id":428355646803562500,"day":"29"},{"text":"RT @VP: You’re a lucky man when you can look at your child &amp; realize he’s turned out better than you. Happy Birthday to my son Beau @AG_Bid…","month":"02","year":"2014","corpus":"lucki man look child amp realiz turn better happi birthday son beau ag_bid","id":430459330174148600,"day":"03"},{"text":"Obama: \"Let’s do more to nurture the dialogue between faiths that breaks cycles of conflict and builds true peace.\" #NationalPrayerBreakfast","month":"02","year":"2014","corpus":"obama let nurtur dialogu faith break cycl conflict build true peac nationalprayerbreakfast","id":431477392943509500,"day":"06"},{"text":"RT @FLOTUS: To our troops &amp; their family members competing in Sochi: Thank you for your service. We're proud of you! #OpeningCeremony #Join…","month":"02","year":"2014","corpus":"flotu troop amp famili member compet sochi thank servic proud openingceremoni join","id":431977155376201700,"day":"08"},{"text":"RT @GinaEPA: It’s never been about choosing the between the economy and the environment - we can have both #gjgj2014","month":"02","year":"2014","corpus":"ginaepa never choos economi environ gjgj2014","id":432927509609725950,"day":"10"},{"text":"RT @VP: Thank you to @MikeSamFootball &amp; all of the players, @mizzoufootball &amp; coaches at @mizzou – your courage is an inspiration to all of…","month":"02","year":"2014","corpus":"thank mikesamfootbal amp player mizzoufootbal amp coach mizzou courag inspir","id":432939979598463000,"day":"10"},{"text":"“I have two daughters. They are both gorgeous &amp; I would never choose between them.\" —Obama comparing our partnerships with France and the UK","month":"02","year":"2014","corpus":"two daughter gorgeou amp would never choos obama compar partnership franc","id":433298672613605400,"day":"11"},{"text":"RT @WHLive: Obama: \"Today, I’m issuing an Executive Order requiring federal contractors to pay their employees a fair wage of at least $10.…","month":"02","year":"2014","corpus":"whlive obama today issu execut order requir feder contractor pay employe fair wage least","id":433684918863159300,"day":"12"},{"text":"RT @RepBarbaraLee: Tipped workers deserve better than $2.13/hour. Let's do the right thing and #raisethewage. RT if you agree it's #Timefor…","month":"02","year":"2014","corpus":"repbarbarale tip worker deserv better hour let right thing raisethewag agre timefor","id":434053623015039000,"day":"13"},{"text":"RT @VP: The VP called @tdot_ennis today to congratulate him on his amazing 35ft buzzer beater to keep @syrbasketball unbeaten http://t.co/7…","month":"02","year":"2014","corpus":"call tdot_enni today congratul amaz 35ft buzzer beater keep syrbasketbal unbeaten","id":434073842558857200,"day":"13"},{"text":"RT @NSCPress: The President is currently meeting w/His Holiness the @DalaiLama in his capacity as an internationally respected religious &amp; …","month":"02","year":"2014","corpus":"nscpress presid current meet holi dalailama capac intern respect religi amp","id":436889842405113860,"day":"21"},{"text":"RT @Simas44: Obama on @John_Dingell: \"He helped give millions of families the peace of mind of knowing they won’t lose everything if they g…","month":"02","year":"2014","corpus":"simas44 obama john_dingel help give million famili peac mind know lose everyth","id":438049683525885950,"day":"24"},{"text":"RT @NASA: Awesome #manufacturing event @WhiteHouse today! Checkout @NASA 's blog about how NASA helps #MadeInAmerica stay #1: http://t.co/O…","month":"02","year":"2014","corpus":"nasa awesom manufactur event whitehous today checkout nasa blog nasa help madeinamerica stay","id":438468606171807740,"day":"26"},{"text":"RT @WHLive: Obama: \"This #budget creates 45 high-tech manufacturing hubs where businesses &amp; universities will...turn groundbreaking researc…","month":"03","year":"2014","corpus":"whlive obama budget creat high tech manufactur hub busi amp univers ... turn groundbreak researc","id":440890387201536000,"day":"04"},{"text":"FACT: Obama's budget calls for helping teachers integrate digital learning into their classrooms → http://t.co/3YP0gdkwl1 #ConnectED","month":"03","year":"2014","corpus":"fact obama budget call help teacher integr digit learn classroom connect","id":442017167014629400,"day":"07"},{"text":"RT @Podesta44: Climate deniers have closed their eyes (and minds) to what’s happening to our planet. Stay #Up4Climate all night tonight wit…","month":"03","year":"2014","corpus":"podesta44 climat denier close eye mind happen planet stay up4clim night tonight wit","id":443127766054350850,"day":"10"},{"text":"RT @SenGillibrand: We don't have to wait for evidence of climate change. It's all around us: rising seas, disappearing coastlines, longer d…","month":"03","year":"2014","corpus":"sengillibrand wait evid climat chang around rise sea disappear coastlin longer","id":443165437011169300,"day":"10"},{"text":"#GetCoveredNow because no one deserves to go broke just because they get sick → http://t.co/iWit9TRhKm #20DaysLeft, http://t.co/GLjPO27X0F","month":"03","year":"2014","corpus":"getcoverednow one deserv broke get sick 20daysleft","id":443501171198529540,"day":"11"},{"text":"FACT: Many people can fill out the app to #GetCoveredNow in 19 mins or less so they can shop for a plan → http://t.co/0fETDz0tuo #19DaysLeft","month":"03","year":"2014","corpus":"fact mani peopl fill app getcoverednow min less shop plan 19daysleft","id":443804363962974200,"day":"12"},{"text":"\"If you go above and beyond to help your employer...succeed, then you should share...in that success.\" —Obama http://t.co/eDKjmbfsGK","month":"03","year":"2014","corpus":"beyond help employ ... succeed share ... success obama","id":444230993298202600,"day":"13"},{"text":"\"We’ve got to build an economy that works for everybody, not just a fortunate few.\" —Obama: http://t.co/hv0B7P0BLu #OpportunityForAll","month":"03","year":"2014","corpus":"got build economi work everybodi fortun obama opportunityforal","id":445228237317099500,"day":"16"},{"text":"RT @carmeloanthony: #GetCoveredNow http://t.co/0qaOncxWnU http://t.co/PG7UKFO0eu","month":"03","year":"2014","corpus":"carmeloanthoni getcoverednow","id":446710667916345340,"day":"20"},{"text":"RT @EmmittSmith22: Gator fans, don't let an injury chomp on your bank acct. You are not indestructible. #GetCoveredNow http://t.co/2FLY1lPb…","month":"03","year":"2014","corpus":"emmittsmith22 gator fan let injuri chomp bank acct indestruct getcoverednow","id":446719521186127900,"day":"20"},{"text":"RT @FLOTUS: \"I’ll never forget the joy Barack and I felt over the birth of our 2 daughters.\" —FLOTUS on @TheBump: http://t.co/lql3vwBeRR #G…","month":"03","year":"2014","corpus":"flotu never forget joy barack felt birth daughter flotu thebump","id":448524363726602240,"day":"25"},{"text":"FACT: Tipped workers are TWICE as likely to live in poverty as other workers → http://t.co/HYcMr4G2Mz #RaiseTheWage, http://t.co/kM2S3yNZMf","month":"03","year":"2014","corpus":"fact tip worker twice like live poverti worker raisethewag","id":448946059276873700,"day":"26"},{"text":"FACT: @GovMalloyOffice just signed a bill to raise the min wage in CT to $10.10—which will benefit more than 228,000 workers. #RaiseTheWage","month":"03","year":"2014","corpus":"fact govmalloyoffic sign bill rais min wage benefit 228 000 worker raisethewag","id":449325120352702460,"day":"27"},{"text":"RT @HealthCareTara: Take it from this 30 year old and cancer survivor.  Get covered by March 31st: http://t.co/Y8FRO7YfZN","month":"03","year":"2014","corpus":"healthcaretara take year old cancer survivor get cover march 31st","id":449968028974088200,"day":"29"},{"text":"RT @UncleRUSH: Today is the last day to #GetCovered at http://t.co/ZFPjHSk0ac!! If you do not healthcare, go to the site NOWWWWWW!!!!!!!","month":"03","year":"2014","corpus":"unclerush today last day getcov healthcar site nowwwwww !!!!!!!","id":450647760052949000,"day":"31"},{"text":"RT @HealthCareGov: Record traffic continues before deadline. 2M+ visits (3pm) to http://t.co/oZaZC4p00C and 840k+ calls (4pm), beats Part D…","month":"03","year":"2014","corpus":"healthcaregov record traffic continu deadlin visit 3pm 840k call 4pm beat part","id":450783165280686100,"day":"31"},{"text":"RT @Cecilia44: Before: Margaret from WA paid $300/month for limited coverage. Now: She has more extensive benefits for $150/month. #7Millio…","month":"04","year":"2014","corpus":"cecilia44 margaret paid 300 month limit coverag extens benefit 150 month 7millio","id":451084883029663740,"day":"01"},{"text":"“I do not want my daughters paid less than somebody else’s sons for doing the same work.” —Obama #EqualPay http://t.co/hfxdJpW498","month":"04","year":"2014","corpus":"want daughter paid less somebodi els son work obama equalpay","id":451435658209288200,"day":"02"},{"text":"On average, women still earn just $0.77 for every $1 men earn.\nRaising the minimum wage would help close that gap. http://t.co/ewqqe8ITDo","month":"04","year":"2014","corpus":"averag women still earn everi men earn rais minimum wage would help close gap","id":451757452107583500,"day":"03"},{"text":"Obama: LBJ \"freed millions of seniors from the fear that illness could rob them of...security...which we now know today as Medicare.\"","month":"04","year":"2014","corpus":"obama lbj freed million senior fear ill could rob ... secur ... know today medicar","id":454311154148732900,"day":"10"},{"text":"Under the House GOP budget, 200,000 new moms &amp; kids could be cut off from programs that help families afford healthy foods. #HouseOfCuts","month":"04","year":"2014","corpus":"hous gop budget 200 000 new mom amp kid could cut program help famili afford healthi food houseofcut","id":454686356963594240,"day":"11"},{"text":"\"The most vivid images from that day were not of smoke and chaos, but of compassion, kindness and strength.\" —Obama: http://t.co/SAfJkrZZ6E","month":"04","year":"2014","corpus":"vivid imag day smoke chao compass kind strength obama","id":456084147350831100,"day":"15"},{"text":"Veterans &amp; military spouses can now access an online tool to help find jobs that match their skills → http://t.co/ZOvk7lHIpU #JoiningForces","month":"04","year":"2014","corpus":"veteran amp militari spous access onlin tool help find job match skill joiningforc","id":459026198488961000,"day":"23"},{"text":"RT if you agree: It's long past time to raise the minimum wage → http://t.co/G5LM6102cb #ActOn1010 http://t.co/fdZajiAqZa","month":"04","year":"2014","corpus":"agre long past time rais minimum wage acton1010","id":459768529387270140,"day":"25"},{"text":"Here are 28 million reasons why it's time to raise the minimum wage → http://t.co/xK0HzjtaB5 #RaiseTheWage http://t.co/rG1s8X45EH","month":"04","year":"2014","corpus":"million reason time rais minimum wage raisethewag","id":460816542293577700,"day":"28"},{"text":"28 million Americans would see higher wages if Congress votes to #RaiseTheWage.\nShare what #1010Means to you. http://t.co/0ylPWXDLoZ","month":"04","year":"2014","corpus":"million american would see higher wage congress vote raisethewag share 1010mean","id":461508091310530560,"day":"30"},{"text":"RT @voxdotcom: The uninsured rate is at a six-year low: http://t.co/ONuTmP5Dqo http://t.co/S5bQoptlFK","month":"05","year":"2014","corpus":"voxdotcom uninsur rate six year low","id":463330450933825540,"day":"05"},{"text":"Great news: Maryland just raised its minimum wage to $10.10.\nRT if you agree it's time to #RaiseTheWage for all Americans. #1010Means","month":"05","year":"2014","corpus":"great news maryland rais minimum wage agre time raisethewag american 1010mean","id":463338548058267650,"day":"05"},{"text":"RT @WHLive: \"More than 300 organizations...announced they’re going to expand the use of solar energy.\" —Obama: http://t.co/eGvdZBYgH1 #ActO…","month":"05","year":"2014","corpus":"whlive 300 organ ... announc go expand use solar energi obama acto","id":464812339263709200,"day":"09"},{"text":"RT @VP: Happy Father's Day! http://t.co/kUsXpDDL8U","month":"06","year":"2014","corpus":"happi father day","id":478271585992704000,"day":"15"},{"text":"RT @FLOTUS: #HappyFathersDay, Barack! Our girls are lucky to have such a great Dad. -mo http://t.co/mZjefIHaWz","month":"06","year":"2014","corpus":"flotu happyfathersday barack girl lucki great dad","id":478192354923651100,"day":"15"},{"text":"RT @VP: One nation. One team. Keep making us proud, @ussoccer!  #WorldCup #GoTeamUSA #USMNT http://t.co/wdVABpotkX http://t.co/xE9FkYR3hv","month":"06","year":"2014","corpus":"one nation one team keep make proud ussocc worldcup goteamusa usmnt","id":478728478700077060,"day":"17"},{"text":"RT to spread the word: American manufacturing is on the rise. http://t.co/UEsfJp9LbU #MadeInAmerica http://t.co/AeU0P6t7mL","month":"06","year":"2014","corpus":"spread word american manufactur rise madeinamerica","id":478940373847666700,"day":"17"},{"text":"\"You pick the school, and we’ll help pick up the bill.\" —Obama on the 70th anniversary of the GI Bill: http://t.co/lwsuNAq4jE #GIBill70th","month":"06","year":"2014","corpus":"pick school help pick bill obama 70th anniversari bill gibill70th","id":480083548972781600,"day":"20"},{"text":"\"I’m here for every American who works their tail off and does everything right &amp; believes in the American Dream.\" —Obama #OpportunityForAll","month":"07","year":"2014","corpus":"everi american work tail everyth right amp believ american dream obama opportunityforal","id":486910995240321000,"day":"09"},{"text":"FACT: 25% of our bridges need major repairs or can't handle today's traffic → http://t.co/VAevH7GBGF #RebuildAmerica http://t.co/ZHjzLlcg5B","month":"07","year":"2014","corpus":"fact bridg need major repair handl today traffic rebuildamerica","id":489044103142064100,"day":"15"},{"text":"RT @SenGillibrand: Senate will vote on #NotMyBossBusiness bill to reverse #HobbyLobby decision today. I strongly urge all my colleagues to …","month":"07","year":"2014","corpus":"sengillibrand senat vote notmybossbusi bill revers hobbylobbi decis today strongli urg colleagu","id":489473493386682400,"day":"16"},{"text":"RT @VP: Here's the skinny on the VP's skills report: \nPromote partnerships ✓\nIncrease apprenticeships ✓\nEmpower job seekers ✓\nhttp://t.co/Y…","month":"07","year":"2014","corpus":"skinni skill report promot partnership increas apprenticeship empow job seeker","id":491674223119581200,"day":"22"},{"text":"RT @arneduncan: Thrilled to see the opportunity for #MyBrothersKeeper to positively impact the lives of boys of color in our schools! http:…","month":"07","year":"2014","corpus":"arneduncan thrill see opportun mybrotherskeep posit impact live boy color school http","id":491372364614336500,"day":"22"},{"text":"\"Let’s embrace an economic patriotism that says we rise or fall together, as one nation.\" —Obama: http://t.co/4RPdDjgNP8 #OpportunityForAll","month":"07","year":"2014","corpus":"let embrac econom patriot say rise fall togeth one nation obama opportunityforal","id":493480967374262300,"day":"27"},{"text":"“YALI is about empowering people. It’s about bringing people together.”\nWatch → http://t.co/2blADd3EXR #YALI2014","month":"07","year":"2014","corpus":"yali empow peopl bring peopl togeth watch yali2014","id":493804072987009000,"day":"28"},{"text":"\"I applaud the overwhelming bipartisan confirmation of Bob McDonald as our next Secretary of @DeptVetAffairs\" —Obama http://t.co/3K25CEskuF","month":"07","year":"2014","corpus":"applaud overwhelm bipartisan confirm bob mcdonald next secretari deptvetaffair obama","id":494215593848238100,"day":"29"},{"text":"He made us laugh. He made us cry. He ended up touching every element of the human spirit. #RIPRobinWilliams http://t.co/kbEq7OwPOf","month":"08","year":"2014","corpus":"made laugh made cri end touch everi element human spirit riprobinwilliam","id":499002336376029200,"day":"12"},{"text":"RT @Podesta44: The @NatlParkService turns 98 on Monday. Celebrate by visiting a park near you—for free. http://t.co/QMKM91faJf http://t.co/…","month":"08","year":"2014","corpus":"podesta44 natlparkservic turn monday celebr visit park near free","id":502915890137288700,"day":"22"},{"text":"RT if you agree: It's time to ensure #EqualPay for women → http://t.co/Gl6KNF4mnc #WomensEqualityDay http://t.co/LBld03iKOX","month":"08","year":"2014","corpus":"agre time ensur equalpay women womensequalityday","id":504278489202425860,"day":"26"},{"text":"RT @CEABetsey: I am very excited to be taking over @ilovecharts today for #WomensEqualityDay. Check out our charts at: http://t.co/NfyD774N…","month":"08","year":"2014","corpus":"ceabetsey excit take ilovechart today womensequalityday check chart","id":504285522291077100,"day":"26"},{"text":"FACT: Yearly domestic violence rates have ↓ by 64% since 1993, but there's more work to do because #1Is2Many: http://t.co/wH3ckTAevi #VAWA","month":"09","year":"2014","corpus":"fact yearli domest violenc rate sinc 1993 work 1is2mani vawa","id":509449969195946000,"day":"09"},{"text":"RT @SenSherrodBrown: Women who are employed full time in Ohio lose about $16 billion a year due to the wage gap. It’s time we #RaisetheWage…","month":"09","year":"2014","corpus":"sensherrodbrown women employ full time ohio lose billion year due wage gap time raisethewag","id":511635249840029700,"day":"15"},{"text":"\"It is citizens—ordinary men and women, determined to forge their own future—who throughout history have sparked all great change\" —Obama","month":"09","year":"2014","corpus":"citizen ordinari men women determin forg futur throughout histori spark great chang obama","id":514478965432807400,"day":"23"},{"text":"\"We choose hope over fear. We see the future not as something out of our control, but as something we can shape for the better\" —Obama #UNGA","month":"09","year":"2014","corpus":"choos hope fear see futur someth control someth shape better obama unga","id":514780939910922240,"day":"24"},{"text":"\"In the Middle East &amp; elsewhere, these terrorists exacerbate conflicts, they pose an immediate threat\" —Obama on foreign terrorist fighters","month":"09","year":"2014","corpus":"middl east amp elsewher terrorist exacerb conflict pose immedi threat obama foreign terrorist fighter","id":514855301338898400,"day":"24"},{"text":"\"We will not succumb to threats, and we will demonstrate that the future belongs to those who build, not those who destroy.\" —Obama on #ISIL","month":"09","year":"2014","corpus":"succumb threat demonstr futur belong build destroy obama isil","id":514784916153053200,"day":"24"},{"text":"RT @WHLive: \"Mr. Secretary General, thank you for bringing us together today to address an urgent threat to the people of West Africa.\" —Ob…","month":"09","year":"2014","corpus":"whlive secretari gener thank bring togeth today address urgent threat peopl west africa","id":515157714897748000,"day":"25"},{"text":"RT if you agree: You don't get to pick your tax rate, and neither should corporations → http://t.co/NNLD2CXJtf http://t.co/xsuRNsaZfB","month":"09","year":"2014","corpus":"agre get pick tax rate neither corpor","id":515567743262015500,"day":"26"},{"text":"\"We’re deploying our doctors and scientists—supported by our military—to help corral the outbreak.\" —Obama on Ebola: http://t.co/SrGRLwY9EF","month":"09","year":"2014","corpus":"deploy doctor scientist support militari help corral outbreak obama ebola","id":516248523096866800,"day":"28"},{"text":"\"When I came into office, our economy was in crisis. We had unemployment up at 10%. It's now down to 6.1.\" —Obama: http://t.co/XYFAAPrM5O","month":"09","year":"2014","corpus":"came offic economi crisi unemploy obama","id":516626024558112800,"day":"29"},{"text":"#Ebola cannot be spread through air, water, or food in the U.S.\nLearn more and get the facts: http://t.co/Cn45X01hMf http://t.co/8owDJhPEcp","month":"10","year":"2014","corpus":"ebola cannot spread air water food learn get fact","id":517325009178886140,"day":"01"},{"text":"Raising the minimum wage would help millions of Americans. Read their stories → http://t.co/8C1DNtjqxY #RaiseTheWage http://t.co/uy5awRcQuk","month":"10","year":"2014","corpus":"rais minimum wage would help million american read stori raisethewag","id":522058553524490240,"day":"14"},{"text":"FACT: We're investing more than $300 million in emerging manufacturing technologies to boost U.S. competitiveness: http://t.co/dHIICYUJP5","month":"10","year":"2014","corpus":"fact invest 300 million emerg manufactur technolog boost competit","id":526755753718071300,"day":"27"},{"text":"Women should earn the same pay as men for doing the same work.\nIt's time to ensure #EqualPay for women. http://t.co/fqnrfGdqBy","month":"11","year":"2014","corpus":"women earn pay men work time ensur equalpay women","id":529288502416916500,"day":"03"},{"text":"It's time for Republicans in Congress to help close the pay gap between men and women. #EqualPay http://t.co/hh3ohUfXyx","month":"11","year":"2014","corpus":"time republican congress help close pay gap men women equalpay","id":529709504422625300,"day":"04"},{"text":"\"[Americans] expect the people they elect to work as hard as they do. They expect us to focus on their ambitions, and not ours.\" —Obama","month":"11","year":"2014","corpus":"american expect peopl elect work hard expect focu ambit obama","id":530086836992245760,"day":"05"},{"text":"\"Today, we honor...one of those men—Lt. Alonzo Cushing—who as Lincoln said, 'gave their last full measure of devotion'\" —Obama #MedalOfHonor","month":"11","year":"2014","corpus":"today honor ... one men alonzo cush lincoln said gave last full measur devot obama medalofhonor","id":530406354893025300,"day":"06"},{"text":"RT @wilw: I am so happy to read the president’s statement on #NetNeutrality today. This is the strong, unambiguous message I’ve been waitin…","month":"11","year":"2014","corpus":"wilw happi read presid statement netneutr today strong unambigu messag waitin","id":531869049454886900,"day":"10"},{"text":"RT @nytimes: Breaking News: Obama Urges F.C.C. to Adopt Rules to Protect Net Neutrality\nhttp://t.co/nfOWGACKUP","month":"11","year":"2014","corpus":"nytim break news obama urg adopt rule protect net neutral","id":531830113063927800,"day":"10"},{"text":"Want to help more Americans #GetCovered? Here's how you can help spread the word → http://t.co/Ukv3WpqqAU http://t.co/vIYDBNZUL4","month":"11","year":"2014","corpus":"want help american getcov help spread word","id":533709130843058200,"day":"15"},{"text":"RT @SenatorReid: Today marks the 510th day that the Republican-led House has refused to address our broken immigration system. http://t.co/…","month":"11","year":"2014","corpus":"senatorreid today mark 510th day republican led hous refus address broken immigr system","id":535147427322683400,"day":"19"},{"text":"RT @lacasablanca: Mañana a las 8 PM ET el Presidente Obama hablará sobre las próximas medidas para arreglar nuestro sistema migratorio http…","month":"11","year":"2014","corpus":"lacasablanca mañana la president obama hablará sobr la próxima medida para arreglar nuestro sistema migratorio http","id":535138270393270300,"day":"19"},{"text":"\"I continue to believe that the best way to solve this problem is by working together to pass that kind of common-sense law.\" —Obama","month":"11","year":"2014","corpus":"continu believ best way solv problem work togeth pass kind common sens law obama","id":535599652385480700,"day":"21"},{"text":"\"We are a nation that gives them a chance to take responsibility...and create a better future for their kids.\" —Obama #ImmigrationAction","month":"11","year":"2014","corpus":"nation give chanc take respons ... creat better futur kid obama immigrationact","id":535905021188386800,"day":"21"},{"text":"\"Over the past six years, illegal border crossings have been cut by more than half.\" —Obama #ImmigrationAction http://t.co/PkITSpMLSp","month":"11","year":"2014","corpus":"past six year illeg border cross cut half obama immigrationact","id":535899561701937150,"day":"21"},{"text":"\"We are a nation of immigrants\" —Obama at Del Sol High School in Las Vegas: http://t.co/nOu2WpXwkL #ImmigrationAction http://t.co/RSaO4C1Fjm","month":"11","year":"2014","corpus":"nation immigr obama del sol high school la vega immigrationact","id":535948832530784260,"day":"22"},{"text":"RT @Cecilia44: Inspiring to see so many people taking part in #GivingTuesday and creating positive impact in their communities http://t.co/…","month":"12","year":"2014","corpus":"cecilia44 inspir see mani peopl take part givingtuesday creat posit impact commun","id":539809633465282560,"day":"02"},{"text":"\"When I opened the envelop containing my insurance card, I got a bit teary eyed\" —Lynnette from Maryland: http://t.co/ubsZAOiJL3 #GetCovered","month":"12","year":"2014","corpus":"open envelop contain insur card got bit teari eye lynnett maryland getcov","id":544930052610072600,"day":"16"},{"text":"\"A year of great progress.\" https://t.co/OUZUwTrh4l #2014In5Words http://t.co/Q1AEWOFYYU","month":"12","year":"2014","corpus":"year great progress 2014in5word","id":545987728160985100,"day":"19"},{"text":"Our ☼ sun ☼ on New Year's Day (via @NASA): http://t.co/RO9FQn5GlB http://t.co/r4877KLkze","month":"01","year":"2015","corpus":"sun new year day via nasa","id":552131008464580600,"day":"05"},{"text":"Bo nose. http://t.co/LdU1SRT76M","month":"01","year":"2015","corpus":"nose","id":552290336379535360,"day":"06"},{"text":"RT @dougmillsnyt: Obama jokes w/ a little girl during surprise visit to the Community Children’s Center in Lawrence, Kansas. #headstart htt…","month":"01","year":"2015","corpus":"dougmillsnyt obama joke littl girl surpris visit commun children center lawrenc kansa headstart htt","id":558306867491770400,"day":"22"},{"text":"Can't dunk your cookie?\nAt least you can #GetCovered: http://t.co/GNfbft9Ewv http://t.co/edMm328sv2 #ThanksObama http://t.co/Wh82V4NR1t","month":"02","year":"2015","corpus":"dunk cooki least getcov thanksobama","id":565995454023073800,"day":"12"},{"text":"“We will not will not be satisfied until every man and woman in uniform...gets the help they need to stay healthy and strong.” —Obama","month":"02","year":"2015","corpus":"satisfi everi man woman uniform ... get help need stay healthi strong obama","id":565953414605975550,"day":"12"},{"text":"RT @DrFriedenCDC: Vaccination is not just a way to protect your kids from #measles. It’s also way to protect kids around you. @TheHill http…","month":"02","year":"2015","corpus":"drfriedencdc vaccin way protect kid measl also way protect kid around thehil http","id":567714520609873900,"day":"17"},{"text":"RT @WHLive: \"We're working with allies and partners to dismantle terrorist organizations and protect the American people.\" —Obama #CVESummi…","month":"02","year":"2015","corpus":"whlive work alli partner dismantl terrorist organ protect american peopl obama cvesummi","id":568159093472391200,"day":"18"},{"text":"95% of the world's customers live outside the U.S.\nIt's time to help American businesses export more: http://t.co/igihBxIulI #MadeInAmerica","month":"02","year":"2015","corpus":"world custom live outsid time help american busi export madeinamerica","id":568131309584781300,"day":"18"},{"text":"“'Please tell everyone that we are good people &amp; we are just like everyone else'\" —Obama reading a Valentine from Sabrina, 11, who is Muslim","month":"02","year":"2015","corpus":"pleas tell everyon good peopl amp like everyon els obama read valentin sabrina muslim","id":568166273038688260,"day":"18"},{"text":"RT @WHLive: \"If we’re serious about countering violent extremism, we have to get serious about confronting these economic grievances\" —Obam…","month":"02","year":"2015","corpus":"whlive seriou counter violent extrem get seriou confront econom grievanc obam","id":568436414745935900,"day":"19"},{"text":"RT @whitehouseostp: #WeTheGeeks is back! TODAY at 2 ET, we're Telling Untold Stories of African Americans in #STEM http://t.co/9wdavxdt4Y h…","month":"02","year":"2015","corpus":"whitehouseostp wethegeek back today tell untold stori african american stem","id":570650403446136800,"day":"25"},{"text":"Half a century later, take a look back at the marches from Selma to Montgomery → http://t.co/3SsOWZ8iSo #MarchOn http://t.co/6ysHGSNjPA","month":"03","year":"2015","corpus":"half centuri later take look back march selma montgomeri marchon","id":573959093414719500,"day":"06"},{"text":"RT @WHLive: \"His knapsack stocked with an apple, a toothbrush, and a book on government...John Lewis led them...on a mission to change Amer…","month":"03","year":"2015","corpus":"whlive knapsack stock appl toothbrush book govern ... john lewi led ... mission chang amer","id":574303626350452740,"day":"07"},{"text":"\"I’m asking you to visit http://t.co/IgEiBaTpny. Sign your name to this declaration.\" —Obama: http://t.co/GZtlN1DYPW http://t.co/J9ZZL5NuCc","month":"03","year":"2015","corpus":"ask visit sign name declar obama","id":577241921837359100,"day":"15"},{"text":"The work goes on.\nThe cause endures.\nThe hope still lives.\nAnd the dream shall never die. http://t.co/QwsfcrtSPX","month":"03","year":"2015","corpus":"work goe caus endur hope still live dream shall never die","id":577545592827580400,"day":"16"},{"text":"\"She’s jailed some of New York’s most violent and notorious mobsters and gang members.\" —Obama on Loretta Lynch: http://t.co/aPpBj58kZ4","month":"03","year":"2015","corpus":"jail new york violent notori mobster gang member obama loretta lynch","id":579349336850477000,"day":"21"},{"text":"\"There’s always more to learn, to try, to imagine—and…it’s never too early, or too late, to create or discover something new.\" —Obama","month":"03","year":"2015","corpus":"alway learn tri imagin never earli late creat discov someth new obama","id":580040878091210800,"day":"23"},{"text":"Here's what you need to know about our latest tool to combat cyber threats → http://t.co/HMhD67Ke9G #CyberSanctions http://t.co/dYEDEQFN9K","month":"04","year":"2015","corpus":"need know latest tool combat cyber threat cybersanct","id":583282016818368500,"day":"01"},{"text":"RT @JohnKerry: HUGE thanks to our terrific team of U.S. diplomats and experts. Simply could not do #IranTalks without them.","month":"04","year":"2015","corpus":"johnkerri huge thank terrif team diplomat expert simpli could irantalk without","id":583685669471432700,"day":"02"},{"text":"RT @FLOTUS: Who's egg-cited for the @WhiteHouse Easter Egg Roll?\nCatch all the action today at http://t.co/ewl0JO86XS #GimmeFive http://t.c…","month":"04","year":"2015","corpus":"flotu egg cite whitehous easter egg roll catch action today gimmef","id":585077034185072600,"day":"06"},{"text":"RT @USDA: We believe that all children -- no matter where they live -- should have an opportunity to succeed. http://t.co/8hsnJAz0Iz #Serve…","month":"04","year":"2015","corpus":"usda believ children matter live opportun succeed serv","id":587712047908958200,"day":"13"},{"text":"It's time for Republicans in Congress to help close the pay gap between men and women. #EqualPayDay http://t.co/vTvscDvdjU","month":"04","year":"2015","corpus":"time republican congress help close pay gap men women equalpayday","id":588059204814053400,"day":"14"},{"text":"RT @Deese44: Thx Shannon T for telling us you want to protect @ShenandoahNPS this #EarthWeek—share yr spot https://t.co/hp4qyydEML http://t…","month":"04","year":"2015","corpus":"deese44 thx shannon tell want protect shenandoahnp earthweek share spot","id":590622283628163100,"day":"21"},{"text":"RT @USAID: We're providing an additional $9 million in assistance for the #NepalQuake emergency response: http://t.co/Zxf93LR2fT http://t.c…","month":"04","year":"2015","corpus":"usaid provid addit million assist nepalquak emerg respons","id":593059364434354200,"day":"28"},{"text":"RT @GoogleForEdu: If @levarburton made us love reading who made him love reading? Find out: http://t.co/QOiMG6GZng #ThankaTeacher http://t.…","month":"04","year":"2015","corpus":"googleforedu levarburton made love read made love read find thankateach","id":593507482787401700,"day":"29"},{"text":"“Working with book publishers, we’re going to provide…eBooks to kids around the country.” —Obama: http://t.co/NtgsA6vfS0 #BooksForAll","month":"04","year":"2015","corpus":"work book publish go provid ebook kid around countri obama booksforal","id":593796929433120800,"day":"30"},{"text":"RT @SenatorBaldwin: #CollegeIn5Words\nInvest\nin\nopportunity\nfor\nall.\n#ReachHigher #TBT @smithcollege http://t.co/3122XduDDA","month":"05","year":"2015","corpus":"senatorbaldwin collegein5word invest opportun reachhigh tbt smithcolleg","id":596326932079226900,"day":"07"},{"text":"RT @Maley44: South Dakota has epic T-shirt game - great photo gallery from @argusleader http://t.co/3k973CmXLL http://t.co/zvJDZKjq9X","month":"05","year":"2015","corpus":"maley44 south dakota epic shirt game great photo galleri arguslead","id":596324125137772500,"day":"07"},{"text":"RT @VP: \"Our economy has gone from crisis to recovery to resurgence.\" -VP Biden speaking right now https://t.co/MJJitBvhAI http://t.co/s53L…","month":"05","year":"2015","corpus":"economi gone crisi recoveri resurg biden speak right","id":597788944084897800,"day":"11"},{"text":"RT @WHLive: \"Encouraging the spirit of entrepreneurship can help us tackle some of the greatest challenges we face around the world.\" —Pres…","month":"05","year":"2015","corpus":"whlive encourag spirit entrepreneurship help tackl greatest challeng face around world pre","id":597847061019648000,"day":"11"},{"text":"RT @USDOL: .@Facebook continues to take the #LeadOnLeave by announcing improved benefits for U.S. contractors and vendors. http://t.co/HeWX…","month":"05","year":"2015","corpus":"usdol facebook continu take leadonleav announc improv benefit contractor vendor","id":598491792393142300,"day":"13"},{"text":"RT @vj44: The bear is loose on the Twittersphere!  Welcome to the interwebs, Mr. President. https://t.co/SrlAbK3rfK","month":"05","year":"2015","corpus":"vj44 bear loos twitterspher welcom interweb presid","id":600333775395004400,"day":"18"},{"text":"Our thoughts and prayers are with @VP Biden and his family after the passing of his beloved son, Beau Biden. https://t.co/Wpb48cYgK9","month":"05","year":"2015","corpus":"thought prayer biden famili pass belov son beau biden","id":604837061020028900,"day":"31"},{"text":"\"Beau was an original. He was a good man. A man of character. A man who loved deeply, and was loved in return.\" —President Obama","month":"06","year":"2015","corpus":"beau origin good man man charact man love deepli love return presid obama","id":607217571012575200,"day":"06"},{"text":"RT @FLOTUS: Wheels up! FLOTUS is headed to London to help #LetGirlsLearn as the UK celebrates 800 years of the #MagnaCarta: http://t.co/wYO…","month":"06","year":"2015","corpus":"flotu wheel flotu head london help letgirlslearn celebr 800 year magnacarta","id":610441353567313900,"day":"15"},{"text":"Trade Adjustment Assistance has helped more than 2.2 million workers.\nLet's reauthorize it → http://t.co/cmANKP1vwF http://t.co/TODasNxzXO","month":"06","year":"2015","corpus":"trade adjust assist help million worker let reauthor","id":613050626667188200,"day":"22"},{"text":"RT @FLOTUS: Big news! Excited to announce we're lifting the ban on cameras and photos on public tours at the @WhiteHouse!\nhttps://t.co/b0v1…","month":"07","year":"2015","corpus":"flotu big news excit announc lift ban camera photo public tour whitehous","id":616237621627457500,"day":"01"},{"text":"Here's the difference between an #IranDeal and no deal → http://t.co/3PJ1t0Zk7U http://t.co/r1zsJUdgBG","month":"07","year":"2015","corpus":"differ irand deal","id":620926786273083400,"day":"14"},{"text":"RT the news: We just reached a deal to prevent Iran from obtaining a nuclear weapon. http://t.co/3PJ1t0Zk7U #IranDeal http://t.co/sjihxMVwZc","month":"07","year":"2015","corpus":"news reach deal prevent iran obtain nuclear weapon irand","id":620924417749585900,"day":"14"},{"text":"RT @voxdotcom: The Iran deal is historic. And only Obama could have gotten it. http://t.co/jWuw5ts5VX http://t.co/fbg1AYIhpU","month":"07","year":"2015","corpus":"voxdotcom iran deal histor obama could gotten","id":621356406789124100,"day":"15"},{"text":"RT @ezraklein: \"I would give it an A\": Why nuclear experts love the Iran deal http://t.co/OBj7v1unfy","month":"07","year":"2015","corpus":"ezraklein would give nuclear expert love iran deal","id":621399457071005700,"day":"15"},{"text":"RT @voxdotcom: .@Max_Fisher explains why this is an astoundingly good Iran deal: http://t.co/YJeH4DDb8P http://t.co/Mi37Gad3kh","month":"07","year":"2015","corpus":"voxdotcom max_fish explain astoundingli good iran deal","id":621745891247018000,"day":"16"},{"text":"RT @PressSec: For details on how the  #irandeal prevents Iran from getting a nuke weapon, visit http://t.co/cPhtNhGmXZ #askpresssec http://…","month":"07","year":"2015","corpus":"presssec detail irand prevent iran get nuke weapon visit askpresssec","id":622144896112066600,"day":"17"},{"text":"RT @NASA: Veteran astronaut @TheRealBuzz Aldrin explains the importance of the DSCOVR Blue Marble pic: http://t.co/ERoRmwUAWz http://t.co/Y…","month":"07","year":"2015","corpus":"nasa veteran astronaut therealbuzz aldrin explain import dscovr blue marbl pic","id":623239873969954800,"day":"20"},{"text":"RT @usedgov: How can kids learn if they're not in school? It's time to #RethinkDiscipline → http://t.co/wv345fz29r http://t.co/24nl4hZCs0","month":"07","year":"2015","corpus":"usedgov kid learn school time rethinkdisciplin","id":623878168840175600,"day":"22"},{"text":"RT @TheIranDeal: \"If Iran fails to comply, we will know it quickly and be able to respond accordingly.\" —@JohnKerry #IranDeal http://t.co/h…","month":"07","year":"2015","corpus":"theirand iran fail compli know quickli abl respond accordingli johnkerri irand","id":624230277154537500,"day":"23"},{"text":"RT @MedicareGov: For 50 years #Medicare #Medicaid have been changing American lives. Happy Birthday #Medicare! #KeepingUSHealthy http://t.c…","month":"07","year":"2015","corpus":"medicaregov year medicar medicaid chang american live happi birthday medicar keepingushealthi","id":626798682537631700,"day":"30"},{"text":"RT @StationCDRKelly: Alrighty! Ready for your Qs. This should be fun. Be sure to include #YearInSpace. I don't want to miss a thing! TWEETC…","month":"08","year":"2015","corpus":"stationcdrkelli alrighti readi fun sure includ yearinspac want miss thing tweetc","id":627560257582202900,"day":"01"},{"text":"RT if you agree: Every American deserves a basic measure of dignity and security. http://t.co/piljPgu5i1 #Medicare50\nhttps://t.co/gp8hhDdq5a","month":"08","year":"2015","corpus":"agre everi american deserv basic measur digniti secur medicare50","id":627518507308089300,"day":"01"},{"text":"RT @ErnestMoniz: In Lausanne, we got a better agreement than people expected. The final #IranDeal is even better. Read it here: http://t.co…","month":"08","year":"2015","corpus":"ernestmoniz lausann got better agreement peopl expect final irand even better read","id":633296324075503600,"day":"17"},{"text":"RT @TheIranDeal: What the former GOP chair of the Senate Foreign Relations Committee says about the #IranDeal: http://t.co/vBn6SvRFiJ http:…","month":"08","year":"2015","corpus":"theirand former gop chair senat foreign relat committe say irand http","id":634109378858217500,"day":"19"},{"text":"RT @NatlParkService: These guys might be headed to a birthday party. How are you celebrating 99 years of NPS? #FindYourPark #NPS99 http://t…","month":"08","year":"2015","corpus":"natlparkservic guy might head birthday parti celebr year np findyourpark nps99","id":636267444072349700,"day":"25"},{"text":"RT @madeleine: #IranDeal is a bold stroke of diplomacy, and an opportunity we must not waste. My oped on @cnn: http://t.co/r1mSDGpGoO","month":"08","year":"2015","corpus":"madelein irand bold stroke diplomaci opportun must wast ope cnn","id":638409402253463600,"day":"31"},{"text":"RT @RepMurphyFL: I'm supporting the nuclear deal with Iran as the best available option to stop Iran from obtaining nuclear weapons. http:/…","month":"08","year":"2015","corpus":"repmurphyfl support nuclear deal iran best avail option stop iran obtain nuclear weapon http :/…","id":638439315417243600,"day":"31"},{"text":"\"It is the best option available to prevent Iran from acquiring a nuclear weapon.\" —@SenBobCasey on the #IranDeal  https://t.co/jzLMkSoXTA","month":"09","year":"2015","corpus":"best option avail prevent iran acquir nuclear weapon senbobcasey irand","id":638787152638279700,"day":"01"},{"text":"RT @VP: Under the #IranDeal, Iran is not allowed to build a nuclear weapon. All four pathways to a bomb are blocked. Period. http://t.co/Td…","month":"09","year":"2015","corpus":"irand iran allow build nuclear weapon four pathway bomb block period","id":639444087473635300,"day":"03"},{"text":"Improving workplace policies starts with a conversation.\nWatch → http://t.co/4P3VWLOnBu #StartTheConvo #LaborDay\nhttps://t.co/903kRkYB9t","month":"09","year":"2015","corpus":"improv workplac polici start convers watch starttheconvo laborday","id":640898307875668000,"day":"07"},{"text":"\"No issue that I have faced as a Member of Congress has been more consequential\" —@SenGaryPeters on the #IranDeal  https://t.co/sFKO9AwcV5","month":"09","year":"2015","corpus":"issu face member congress consequenti sengarypet irand","id":641271579771568100,"day":"08"},{"text":"We've come a long way since the financial crisis.\nTake a look back at the progress we've made: http://t.co/j4gclVBvA4 http://t.co/5PTeSjb5p6","month":"09","year":"2015","corpus":"come long way sinc financi crisi take look back progress made","id":643838162784153600,"day":"15"},{"text":"RT @NASA: Join the @WhiteHouse in sending well-wishes to @StationCDRKelly on his #YearInSpace: https://t.co/0w8FPZcUfI http://t.co/ICTFZHZy…","month":"09","year":"2015","corpus":"nasa join whitehous send well wish stationcdrkelli yearinspac","id":644149296762384400,"day":"16"},{"text":".@Pontifex is coming to the White House.\nHere's what you need to know → http://t.co/LJG9gY1PiX #PopeInDC http://t.co/XVzxwmGTI9","month":"09","year":"2015","corpus":"pontifex come white hous need know popeindc","id":646316831590867000,"day":"22"},{"text":"RT @60Minutes: Highlights, outtakes from Obama's 60 Minutes interview http://t.co/6i3pVKfBHS http://t.co/1giAAkbeFC","month":"10","year":"2015","corpus":"60minut highlight outtak obama minut interview","id":653390925675241500,"day":"12"},{"text":"RT @mashable: Facebook, Intel, Target and other tech and retail giants have agreed to help the White House fight climate change. http://t.c…","month":"10","year":"2015","corpus":"mashabl facebook intel target tech retail giant agre help white hous fight climat chang","id":656143234935029800,"day":"19"},{"text":"Read the national security case for the #TPP from a former Commander and a former Deputy Secretary of Defense → https://t.co/vYxHGKmgH5","month":"10","year":"2015","corpus":"read nation secur case tpp former command former deputi secretari defens","id":657695772243198000,"day":"23"},{"text":"See how the bipartisan budget agreement benefits millions of seniors → https://t.co/B9dxCWMoLw https://t.co/K56SoDNMUs","month":"10","year":"2015","corpus":"see bipartisan budget agreement benefit million senior","id":660152968134594600,"day":"30"},{"text":"RT @SecBurwell: We’re open for business! RT to help us get the word out to #GetCovered now → https://t.co/VvaQqwRrlE. https://t.co/3DjqTBgU…","month":"11","year":"2015","corpus":"secburwel open busi help get word getcov","id":660887796245205000,"day":"01"},{"text":"RT @VP: Happy 240th birthday, @USMC. Thank you to all those who protect our nation, and our freedom #SemperFi https://t.co/X8bKGO2Bjs","month":"11","year":"2015","corpus":"happi 240th birthday usmc thank protect nation freedom semperfi","id":664155298366558200,"day":"10"},{"text":"World leaders at the #G20 Summit observe a moment of silence for the victims of the terrorist attacks in Paris. https://t.co/DxinKeZmIj","month":"11","year":"2015","corpus":"world leader g20 summit observ moment silenc victim terrorist attack pari","id":666091445665820700,"day":"16"},{"text":"RT @Spotify: Spotify is proud to #LeadOnLeave. Introducing: 100% paid parental leave for all employees—Learn more: https://t.co/dbbU3Xjoli","month":"11","year":"2015","corpus":"spotifi spotifi proud leadonleav introduc 100 paid parent leav employe learn","id":667412730454925300,"day":"19"},{"text":"RT @VP: 26 angels in Heaven, taken from us three years ago in Newtown. Their families will never be the same.","month":"12","year":"2015","corpus":"angel heaven taken three year ago newtown famili never","id":676523413343744000,"day":"14"},{"text":"RT @SecBurwell: Thru Dec 17, about 6M people signed up for Marketplace coverage. 2.4M who signed up thru Dec 17 were new Marketplace custom…","month":"12","year":"2015","corpus":"secburwel thru dec peopl sign marketplac coverag sign thru dec new marketplac custom","id":677974047397949400,"day":"18"},{"text":"These aren't the West Wing visitors we were looking for… #TheForceAwakens https://t.co/VmKW1wpDlm","month":"12","year":"2015","corpus":"west wing visitor look theforceawaken","id":678739167585558500,"day":"21"},{"text":"RT @CEAChair: GDP grew 2% in Q3 – revised down 0.1 pp due to inventories. Consumer spending &amp; investment remain strong. https://t.co/Z9BNn9…","month":"12","year":"2015","corpus":"ceachair gdp grew revis due inventori consum spend amp invest remain strong","id":679321851454206000,"day":"22"},{"text":"RT @VP: Happy holidays, from our family to yours. May they be full of warmth, laughter, and those you love -- no matter how near or far.","month":"12","year":"2015","corpus":"happi holiday famili may full warmth laughter love matter near far","id":680467653841010700,"day":"25"},{"text":"RT @CBSEveningNews: In Case You Missed It: Aretha Franklin sings tribute to Carole King at Kennedy Center Honors https://t.co/QpR6aPVraq\nht…","month":"12","year":"2015","corpus":"cbseveningnew case miss aretha franklin sing tribut carol king kennedi center honor","id":682332049563254800,"day":"30"},{"text":"RT @VP: Enough has been enough for some time now. Proud of today's steps to #StopGunViolence. Congress, we've forged consensus before. Fini…","month":"01","year":"2016","corpus":"enough enough time proud today step stopgunviol congress forg consensu fini","id":684459153964830700,"day":"05"},{"text":"More than 30,000 Americans die from gun violence every year.\nIt's time to help #StopGunViolence. https://t.co/2Wl2y83riB","month":"01","year":"2016","corpus":"000 american die gun violenc everi year time help stopgunviol","id":684426172554297300,"day":"05"},{"text":"\"My 7-year-old son Daniel was among 20 1st graders and 6 brave educators who were shot to death\" #StopGunViolence https://t.co/uEs6Ol0YY9","month":"01","year":"2016","corpus":"year old son daniel among 1st grader brave educ shot death stopgunviol","id":684437591362515000,"day":"05"},{"text":"RT @vj44: Guns now kill as many people as cars in almost half of the U.S. #StopGunViolence https://t.co/UojCCp2jSO","month":"01","year":"2016","corpus":"vj44 gun kill mani peopl car almost half stopgunviol","id":685268640212598800,"day":"08"},{"text":"RT @JohnKerry: Very pleased that our Sailors have been safely returned to U.S. hands. https://t.co/o6KLh0OzY4","month":"01","year":"2016","corpus":"johnkerri pleas sailor safe return hand","id":687275114233200600,"day":"13"},{"text":"American leadership in action: Iran's four pathways to a nuclear weapon have now been blocked. #IranDeal https://t.co/iNYESeDova","month":"01","year":"2016","corpus":"american leadership action iran four pathway nuclear weapon block irand","id":688502260779843600,"day":"16"},{"text":"RT @vj44: Informative meeting with Mayor Karen Weaver from Flint, Michigan. https://t.co/37mSbxPZsf","month":"01","year":"2016","corpus":"vj44 inform meet mayor karen weaver flint michigan","id":689543086217805800,"day":"19"},{"text":"25,000 pounds of enriched uranium = shipped out of Iran.\nhttps://t.co/3PJ1t1gVwu #IranDeal https://t.co/EazEQzhpVo","month":"01","year":"2016","corpus":"000 pound enrich uranium ship iran irand","id":689519603513495600,"day":"19"},{"text":"Here's what you need to know about the #Zika virus from @NIH's Dr. Anthony Fauci → https://t.co/92mo7YYqVx\nhttps://t.co/ibibBSSShY","month":"01","year":"2016","corpus":"need know zika viru nih anthoni fauci","id":690220049655693300,"day":"21"},{"text":"RT @VP: On Monday, I'll chair the first #CancerMoonshot Task Force meeting. Here's what that means, and what we'll do: https://t.co/MwsQ5Xu…","month":"01","year":"2016","corpus":"monday chair first cancermoonshot task forc meet mean","id":692734596346179600,"day":"28"},{"text":"Here's how @VP's #CancerMoonshot will increase access to game-changing treatments: https://t.co/kz4xOQyrmW https://t.co/OkdSeP2XAz","month":"01","year":"2016","corpus":"cancermoonshot increas access game chang treatment","id":692763528973926400,"day":"28"},{"text":"RT @repjohnlewis: 56 yrs ago today, four N. Carolina A&amp;T freshmen sat-in at the Woolworth's lunch counter in Greensboro &amp; helped launch a n…","month":"02","year":"2016","corpus":"repjohnlewi yr ago today four carolina amp freshmen sat woolworth lunch counter greensboro amp help launch","id":694234345448575000,"day":"01"},{"text":"RT @NSC44: Today, Dr. Fauci (@NIH) and Dr. Schuchat (@CDCgov) joined @PressSec to discuss #ZikaVirus @WhiteHouse.\nhttps://t.co/HInguKhjph","month":"02","year":"2016","corpus":"nsc44 today fauci nih schuchat cdcgov join presssec discuss zikaviru whitehous","id":696799325016367100,"day":"08"},{"text":"RT @Denis44: Next year, how about fewer ads that fuel opioid addiction and more on access to treatment. #SB50 https://t.co/k6rWa7tIw1","month":"02","year":"2016","corpus":"denis44 next year fewer ad fuel opioid addict access treatment sb50","id":696758514643959800,"day":"08"},{"text":"Here's how the #POTUSbudget would launch the next phase of cancer research: https://t.co/KfMWpJDS2o #CancerMoonshot https://t.co/857eoNsQHo","month":"02","year":"2016","corpus":"potusbudget would launch next phase cancer research cancermoonshot","id":697132360744202200,"day":"09"},{"text":"RT @BenLaBolt: 9 yrs ago today I was getting set up on the Hill to tend to the Capitol &amp; IL press corps from @BarackObama's Senate office #…","month":"02","year":"2016","corpus":"benlabolt yr ago today get set hill tend capitol amp press corp barackobama senat offic","id":697851014515462100,"day":"11"},{"text":"RT @vj44: I agree. Change happens when ordinary citizens fully engage w/ their elected representatives. That means showing up! https://t.co…","month":"02","year":"2016","corpus":"vj44 agre chang happen ordinari citizen fulli engag elect repres mean show","id":700781006236700700,"day":"19"},{"text":"Ready to help welcome @JustinTrudeau to the @WhiteHouse? Apply to join the #WHSocial: https://t.co/GUK11JXUzm","month":"02","year":"2016","corpus":"readi help welcom justintrudeau whitehous appli join whsocial","id":701840291096043500,"day":"22"},{"text":"RT @VP: We need to reduce the gridlock in our politics. Not extend the dysfunction to the Supreme Court: https://t.co/eDsgbvNmND","month":"03","year":"2016","corpus":"need reduc gridlock polit extend dysfunct suprem court","id":705535095264972800,"day":"03"},{"text":"RT @petesouza: RIP Nancy Reagan. A couple of photos from when I was official WH photographer for President Reagan. https://t.co/XAcUfAyzN7","month":"03","year":"2016","corpus":"petesouza rip nanci reagan coupl photo offici photograph presid reagan","id":706565089625661400,"day":"06"},{"text":"RT @vj44: 523 museums nationwide hosting FREE events to inspire youth everywhere. Visit https://t.co/qTMa9ULYKt to find one near you today!…","month":"03","year":"2016","corpus":"vj44 523 museum nationwid host free event inspir youth everywher visit find one near today","id":708732374348079100,"day":"12"},{"text":"RT @Interior: New proposed 5-year offshore plan supports energy dev &amp; protects our 🌎 for future gens https://t.co/UjUxUcFso0 https://t.co/3…","month":"03","year":"2016","corpus":"interior new propos year offshor plan support energi dev amp protect futur gen","id":709806142814171100,"day":"15"},{"text":"\"Hola, Cuba!\" \nTake a behind-the-scenes look at the First Family’s historic trip to Cuba and Argentina. https://t.co/SBcZ6xEKnQ","month":"03","year":"2016","corpus":"hola cuba take behind scene look first famili histor trip cuba argentina","id":713874996720848900,"day":"26"},{"text":"RT @vj44: Women represent less than 10% of the incarcerated U.S. population but their numbers are rising at twice the rate of men #CJandWom…","month":"03","year":"2016","corpus":"vj44 women repres less incarcer popul number rise twice rate men cjandwom","id":715273279045369900,"day":"30"},{"text":"RT @NASA: Congrats to the @SpaceX team &amp; @ElonMusk! Way to stick the landing &amp; send #Dragon to @Space_Station. https://t.co/TCJCQljJBZ","month":"04","year":"2016","corpus":"nasa congrat spacex team amp elonmusk way stick land amp send dragon space_st","id":718550704634245100,"day":"08"},{"text":"RT @vj44: An honor to be home in Chicago w/ @TheHstryMakers, an organization that collects African American oral history https://t.co/xbKfQ…","month":"04","year":"2016","corpus":"vj44 honor home chicago thehstrymak organ collect african american oral histori","id":719205691089645600,"day":"10"},{"text":"Get a behind-the-scenes look at the newest national monument honoring women's equality: https://t.co/smysRM3uDq https://t.co/qAbfyVTeq7","month":"04","year":"2016","corpus":"get behind scene look newest nation monument honor women equal","id":719897243566755800,"day":"12"},{"text":"RT @DrBiden: Congratulations to @Lin_Manuel &amp; the whole @HamiltonMusic cast! Joe &amp; I couldn't be happier for you. #Pulitzer —Jill https://t…","month":"04","year":"2016","corpus":"drbiden congratul lin_manuel amp whole hamiltonmus cast joe amp happier pulitz jill","id":722526510549229600,"day":"19"},{"text":"RT @Interior: Happy birthday #JohnMuir, the OG conservationist &amp; Father of National Parks! https://t.co/Cm5fcZT4sL #FindYourPark https://t.…","month":"04","year":"2016","corpus":"interior happi birthday johnmuir conservationist amp father nation park findyourpark","id":723162089963974700,"day":"21"},{"text":"RT @MikeSmith_44: Jalonnie &amp; Jahlil taught me this cool handshake @ Take Our #DaughtersAndSons to Work Day! #MyBrothersKeeper @DCCFSA https…","month":"04","year":"2016","corpus":"mikesmith_44 jalonni amp jahlil taught cool handshak take daughtersandson work day mybrotherskeep dccfsa http","id":722976168517898200,"day":"21"},{"text":"\"I want to be a 90-year-old lady that's really fly\" —@FLOTUS on why she likes to exercise. #DaughtersAndSons https://t.co/D7nRzC0PyI","month":"04","year":"2016","corpus":"want year old ladi realli fli flotu like exercis daughtersandson","id":722974407392563200,"day":"21"},{"text":"RT @USDOL: #HeadsUpAmerica: @VP and @DrBiden just introduced a community college investment to expand education and training. https://t.co/…","month":"04","year":"2016","corpus":"usdol headsupamerica drbiden introduc commun colleg invest expand educ train","id":724685536259149800,"day":"25"},{"text":"RT @PressSec: The #Zika virus is an emergency, and the American people are counting on Congress to act. https://t.co/2Iou1LJoHC https://t.c…","month":"04","year":"2016","corpus":"presssec zika viru emerg american peopl count congress act","id":725328736334176300,"day":"27"},{"text":"More than 30,000 Americans die from guns every year.\nWhat we're doing to #StopGunViolence: https://t.co/pfjPQiDeYK https://t.co/HoRwCjYxE3","month":"04","year":"2016","corpus":"000 american die gun everi year stopgunviol","id":726073820101132300,"day":"29"},{"text":"RT @vj44: This Sunday, we're celebrating moms across the country! Qs about the work we're doing to support moms? Ask by 3pm today using #Mo…","month":"05","year":"2016","corpus":"vj44 sunday celebr mom across countri work support mom ask 3pm today use","id":728574969526009900,"day":"06"},{"text":"“Every time I go to the U.S., I’m spoiled for choice…That’s how it should be here.\" —Entrepreneur in Malaysia: https://t.co/K8yHcQjS7K","month":"05","year":"2016","corpus":"everi time spoil choic entrepreneur malaysia","id":735939288857247700,"day":"26"},{"text":"RT @SCOTUSnom: It's graduation day at Niles West High School! Watch Judge Garland speak live at 1pm ET: https://t.co/ta4ag8A0Ci https://t.c…","month":"05","year":"2016","corpus":"scotusnom graduat day nile west high school watch judg garland speak live 1pm","id":736946306942308400,"day":"29"},{"text":"RT @USWomen2016: \"My hope is that people leave here inspired and ready to do something.\" – @FLOTUS on The United #StateofWomen Summit","month":"06","year":"2016","corpus":"uswomen2016 hope peopl leav inspir readi someth flotu unit stateofwomen summit","id":742859421605187600,"day":"14"},{"text":"Since 2008, wind power has tripled.\nSolar power has grown by more than 30-fold.\nhttps://t.co/0J9a6CXCnb https://t.co/2MjkLY7HjK","month":"06","year":"2016","corpus":"sinc 2008 wind power tripl solar power grown fold","id":745394184253636600,"day":"21"},{"text":"RT @PressSec: #WednesdayWisdom  https://t.co/qB9d2QIpN4","month":"06","year":"2016","corpus":"presssec wednesdaywisdom","id":745649582953070600,"day":"22"},{"text":"RT @Simas44: Vote to protect Wall Street conflicts of interest proceeds while House Dems demand vote to protect people from gun violence. #…","month":"06","year":"2016","corpus":"simas44 vote protect wall street conflict interest proce hous dem demand vote protect peopl gun violenc","id":745803391100555300,"day":"23"},{"text":"RT @JustinTrudeau: One more for the road! À la prochaine. #NALS2016 https://t.co/8Q5zCSU3CK","month":"06","year":"2016","corpus":"justintrudeau one road prochain nals2016","id":748321594469027800,"day":"30"},{"text":"RT @Recode: White House will employ data analytics to help cities like San Francisco and Oakland reduce local jail population. https://t.co…","month":"07","year":"2016","corpus":"recod white hous employ data analyt help citi like san francisco oakland reduc local jail popul","id":748875786380255200,"day":"01"},{"text":"RT @JohnKerry: Agreement on the #IranDeal was reached 1 year ago today. Commitment to diplomacy made the world safer. https://t.co/IbjSbExt…","month":"07","year":"2016","corpus":"johnkerri agreement irand reach year ago today commit diplomaci made world safer","id":753577909584064500,"day":"14"},{"text":"RT @TSA: .@AskTSA is now available Facebook Messenger to provide travelers with live assistance 365 days a year https://t.co/lgWklDmBi0","month":"07","year":"2016","corpus":"tsa asktsa avail facebook messeng provid travel live assist 365 day year","id":753984541983932400,"day":"15"},{"text":"RT @NOAA: Jan–July 2016 was record warm for the globe -- @NOAANCEIclimate https://t.co/yfJUYpFugi #StateOfClimate https://t.co/rXA2ItaHDu","month":"08","year":"2016","corpus":"noaa jan juli 2016 record warm globe noaanceiclim stateofclim","id":765991749265137700,"day":"17"},{"text":"RT @ENERGY: New reports track U.S. #windenergy industry's strong 2015 growth: https://t.co/3QGaummOv5 https://t.co/PB7vczX1Yi","month":"08","year":"2016","corpus":"energi new report track windenergi industri strong 2015 growth","id":766057997726519300,"day":"17"},{"text":"RT @Price44: Statement on the Terrorist Attacks in #Turkey https://t.co/QEWKyRQtlo","month":"08","year":"2016","corpus":"price44 statement terrorist attack turkey","id":766363484451897300,"day":"18"},{"text":"RT @fema: Want to help people affected by the #LAflood? Check out @volunteer_la's helpful links: https://t.co/u4kxODjWAr https://t.co/ub178…","month":"08","year":"2016","corpus":"fema want help peopl affect laflood check volunteer_la help link","id":767472804639965200,"day":"21"},{"text":"ICYMI: Go behind the scenes with the the U.S. delegation at the #Rio2016 Closing Ceremony: https://t.co/G6iq5occa4 https://t.co/Is7j7zdOwx","month":"08","year":"2016","corpus":"icymi behind scene deleg rio2016 close ceremoni","id":767859108917682200,"day":"22"},{"text":"RT @VP: Back at Biden Station but not to catch a train. Here to announce @Amtrak investment to strengthen infrastructure: https://t.co/LaQu…","month":"08","year":"2016","corpus":"back biden station catch train announc amtrak invest strengthen infrastructur","id":769310726389456900,"day":"26"},{"text":"RT @PressSec: Today, a U.S. scheduled flight landed in Cuba for 1st time in over 50 years. Reminds me of another historic moment: https://t…","month":"08","year":"2016","corpus":"presssec today schedul flight land cuba 1st time year remind anoth histor moment","id":771036682649034800,"day":"31"},{"text":"RT @FitnessGov: Check out @FLOTUS &amp; @Nick_Offerman in new @funnyordie “History of Exercise” video: https://t.co/ybMBlvqsz2 #0to60 https://t…","month":"08","year":"2016","corpus":"fitnessgov check flotu amp nick_offerman new funnyordi histori exercis video 0to60","id":771127043392147500,"day":"31"},{"text":"RT @WhiteHouseCEQ: Starting today, new 4th graders can get their Every Kid in a Park pass! https://t.co/ef743hmlwQ #FindYourPark https://t.…","month":"09","year":"2016","corpus":"whitehouseceq start today new 4th grader get everi kid park pass findyourpark","id":771378627397185500,"day":"01"},{"text":"RT @HHSGov: You can help us fight the #Zika virus → https://t.co/nRiQJQlbd6 #AtoZika https://t.co/qRdezdnwsm","month":"09","year":"2016","corpus":"hhsgov help fight zika viru atozika","id":771814493651214300,"day":"02"},{"text":"RT @SecBurwell: Millions more Americans are covered today thanks to the #ACA. Falling uninsured rate is more proof #ACAWorks. #NHIS https:/…","month":"09","year":"2016","corpus":"secburwel million american cover today thank aca fall uninsur rate proof acawork nhi http :/…","id":773525150583128000,"day":"07"},{"text":"We’re hosting innovators and changemakers at the first-ever #SXSL—and nominations close tomorrow! Submit yours here: https://t.co/q5zXpwpjYg","month":"09","year":"2016","corpus":"host innov changemak first ever sxsl nomin close tomorrow submit","id":774331852135989200,"day":"09"},{"text":"RT @fema: Big milestone: federal assistance for the #LAflood surpassed $1 billion. Here’s a rundown: https://t.co/OLZbX88s5k https://t.co/w…","month":"09","year":"2016","corpus":"fema big mileston feder assist laflood surpass billion rundown","id":774346985243447300,"day":"09"},{"text":"RT @CEASandy: 3. Households across income distribution saw rising incomes in 2015. Largest gains went to households at bottom. https://t.co…","month":"09","year":"2016","corpus":"ceasandi household across incom distribut saw rise incom 2015 largest gain went household bottom","id":775721893307543600,"day":"13"},{"text":"RT @GUPolitics: If you can't be here in person, tune in live to our conversation with @AmbassadorRice at https://t.co/AbRrpolpWv #TheExitIn…","month":"09","year":"2016","corpus":"gupolit person tune live convers ambassadorric theexitin","id":776189608161837000,"day":"14"},{"text":"RT @Interior: New Northeast Canyons &amp; Seamounts Marine National Monument protects rare deep sea ecosystem 🐳🐢🐙🐚 #OurOcean https://t.co/w8S4C…","month":"09","year":"2016","corpus":"interior new northeast canyon amp seamount marin nation monument protect rare deep sea ecosystem 🐳🐢🐙🐚 ourocean","id":776451392135397400,"day":"15"},{"text":"Watch live: Gov. @JohnKasich and Mayor @KasimReed join @PressSec to talk #TPP in today's press briefing → https://t.co/bwFZHYOC20","month":"09","year":"2016","corpus":"watch live gov johnkasich mayor kasimre join presssec talk tpp today press brief","id":776811588368105500,"day":"16"},{"text":"Those girls could be our daughters.\nThat little boy on the beach could be our son.\nWe cannot turn our backs. https://t.co/NA19tYmlo0","month":"09","year":"2016","corpus":"girl could daughter littl boy beach could son cannot turn back","id":778327204212056000,"day":"20"},{"text":"Celebrate the historic opening of the @NMAAHC by learning about the legacy of African Americans at the White House: https://t.co/CAl31qtgvR https://t.co/IGkxUcuJa8","month":"09","year":"2016","corpus":"celebr histor open nmaahc learn legaci african american white hous","id":779448817548525600,"day":"23"},{"text":"RT @AmbassadorPower: “It is that faith…even when all evidence is to the contrary,that tmrrw can be better,that makes us not just honor Shim…","month":"09","year":"2016","corpus":"ambassadorpow faith even evid contrari tmrrw better make honor shim","id":781887307942989800,"day":"30"},{"text":"RT @MayorOfLA: Proud to have so many great Angelenos speaking at #SXSL on the panel 'L.A., a Case Study in Innovation'. More info → https:/…","month":"09","year":"2016","corpus":"mayorofla proud mani great angeleno speak sxsl panel case studi innov info http :/…","id":781968567113842700,"day":"30"},{"text":"RT @FAFSA: Fill out the 2017–18 FAFSA starting October 1! #earlyFAFSA https://t.co/aRymH95GQA","month":"09","year":"2016","corpus":"fafsa fill 2017 fafsa start octob earlyfafsa","id":781915377034944500,"day":"30"},{"text":"Also happening now: Leaders from across Los Angeles discuss how we can help our cities thrive: https://t.co/gZ3ilMVptW #SXSL","month":"10","year":"2016","corpus":"also happen leader across lo angel discuss help citi thrive sxsl","id":783035414722510800,"day":"03"},{"text":"RT @funnyordie: .@AdamDevine &amp; his new partner @VP Joe Biden go undercover at a college party to get the word out about a serious issue. #I…","month":"10","year":"2016","corpus":"funnyordi adamdevin amp new partner joe biden undercov colleg parti get word seriou issu","id":783301808391348200,"day":"04"},{"text":"RT @helengreiner: I'm excited to join @Denis44, @SecretaryFoxx &amp; Eric Allison for this important conversation.  I hope you will join us. ht…","month":"10","year":"2016","corpus":"helengrein excit join denis44 secretaryfoxx amp eric allison import convers hope join","id":785533775341989900,"day":"10"},{"text":"54 years after the Cuban Missile Crisis began, we are marking a new day in our relationship with Cuba. https://t.co/2khWEh27b2 https://t.co/iWzWWDQbPw","month":"10","year":"2016","corpus":"year cuban missil crisi began mark new day relationship cuba","id":786954416339361800,"day":"14"},{"text":"RT @vj44: We lit the @WhiteHouse pink tonight to commemorate Breast Cancer Awareness Month. Make sure to enroll in #ACA starting Nov. 1 htt…","month":"10","year":"2016","corpus":"vj44 lit whitehous pink tonight commemor breast cancer awar month make sure enrol aca start nov htt","id":789239581300359200,"day":"20"},{"text":"RT @JohnKerry: We all must share the moral urgency to end #HumanTrafficking in all forms. Important discussion at the @WhiteHouse today to…","month":"10","year":"2016","corpus":"johnkerri must share moral urgenc end humantraffick form import discuss whitehous today","id":790679567811829800,"day":"24"},{"text":"RT @smrtgrls: The @NAEP_NCES has released promising new science scores 👉 https://t.co/FGAS7V75FN 🎉📚 RT to keep closing the gap in #STEMEduc…","month":"10","year":"2016","corpus":"smrtgrl naep_nc releas promis new scienc score 🎉📚 keep close gap stemeduc","id":791777677531152400,"day":"27"},{"text":"Science ✓\nMedicine ✓\nTechnology ✓\nThe #CancerMoonshot is bringing together innovative tools to end cancer: https://t.co/KG0uAmfg0p","month":"10","year":"2016","corpus":"scienc medicin technolog cancermoonshot bring togeth innov tool end cancer","id":792773070197063700,"day":"30"},{"text":"RT @SecBurwell: Best day yet this Open Enrollment. Nov 9: Over 100K plan selections on https://t.co/VvaQqwzQu6. Consumers shopping &amp; enroll…","month":"11","year":"2016","corpus":"secburwel best day yet open enrol nov 100k plan select consum shop amp enrol","id":796763963216236500,"day":"10"},{"text":"RT @Usher: Tonight is all about Love &amp; Happiness. Watch at 9P/8C on @BET. #ThankYouObama https://t.co/iVXSY1DmIM","month":"11","year":"2016","corpus":"usher tonight love amp happi watch bet thankyouobama","id":798711247705407500,"day":"16"}]