[{"text":"Weekly Address: Government Actions to Address the H1N1 Flu Virus: In his Weekly Address, the President discusses.. http://tinyurl.com/cjv9zu","month":"05","year":"2009","corpus":"weekli address govern action address h1n1 flu viru weekli address presid discuss","id":1677519057,"day":"02"},{"text":"Weekly Address: Credit Card Reform: The President calls on Congress to pass a vital credit card reform bill to k.. http://tinyurl.com/o7ot93","month":"05","year":"2009","corpus":"weekli address credit card reform presid call congress pass vital credit card reform bill","id":1745147351,"day":"09"},{"text":"Shuttle Call: The President calls the crew of the Space Shuttle Atlantis from the Oval Office, listen to the aud.. http://tinyurl.com/qpkmyq","month":"05","year":"2009","corpus":"shuttl call presid call crew space shuttl atlanti oval offic listen aud","id":1865621856,"day":"21"},{"text":"Weekly Address: The Experience of Judge Sotomayor: The President discusses the breadth and depth of experience h.. http://tinyurl.com/mjbeg2","month":"05","year":"2009","corpus":"weekli address experi judg sotomayor presid discuss breadth depth experi","id":1968351420,"day":"30"},{"text":"“The End of an Old GM, and the Beginning of a New GM”: A mainstay of the American economy begins anew as Preside.. http://tinyurl.com/nncu6e","month":"06","year":"2009","corpus":"end old begin new mainstay american economi begin anew presid","id":1994370020,"day":"01"},{"text":"The Vice President on Business and Recovery: Vice President Biden hosts a roundtable with business leaders, rang.. http://tinyurl.com/qecpr4","month":"06","year":"2009","corpus":"vice presid busi recoveri vice presid biden host roundtabl busi leader rang","id":2010709479,"day":"03"},{"text":"Nashala's Story: Read the backstory of a symbolic case the President referenced in his Cairo speech. http://tinyurl.com/qhfx2g","month":"06","year":"2009","corpus":"nashala stori read backstori symbol case presid referenc cairo speech","id":2034338214,"day":"04"},{"text":"D-Day: In Normandy, the President speaks at the D-Day 65th Anniversary Ceremony. http://tinyurl.com/o7nabh","month":"06","year":"2009","corpus":"day normandi presid speak day 65th anniversari ceremoni","id":2056849407,"day":"06"},{"text":"Today's the day: the President's health reform online town hall at 1:15 Eastern.  Watch, discuss, engage. http://bit.ly/72G0a","month":"07","year":"2009","corpus":"today day presid health reform onlin town hall eastern watch discuss engag","id":2419955395,"day":"01"},{"text":"On tap: Surgeon General announced 11:40, Sotomayor hearings now, President speaks at Urban and Metropolitan Policy Roundtable","month":"07","year":"2009","corpus":"tap surgeon gener announc sotomayor hear presid speak urban metropolitan polici roundtabl","id":2614377243,"day":"13"},{"text":"11 y/o Damon Weaver’s exclusive @whitehouse interview. “President Obama is now my homeboy too.\" VIDEO: http://bit.ly/X48VD","month":"08","year":"2009","corpus":"damon weaver exclus whitehous interview presid obama homeboy video","id":3307515797,"day":"14"},{"text":"The President: “Michelle and I were heartbroken to learn this morning of the death of our dear friend…” http://bit.ly/c2Rdc","month":"08","year":"2009","corpus":"presid michel heartbroken learn morn death dear friend","id":3553427123,"day":"26"},{"text":"Vice President Biden in Iraq - new photo gallery: http://bit.ly/3wNYQ1","month":"09","year":"2009","corpus":"vice presid biden iraq new photo galleri","id":4082705811,"day":"18"},{"text":"Full video, transcript & photos from the President's town hall in Shanghai http://bit.ly/1kyZ9D","month":"11","year":"2009","corpus":"full video transcript photo presid town hall shanghai","id":5772144926,"day":"16"},{"text":"The President’s Address on #Afghanistan and Pakistan at West Point – full video & transcript: http://bit.ly/518RnJ","month":"12","year":"2009","corpus":"presid address afghanistan pakistan west point full video transcript","id":6257206983,"day":"02"},{"text":"Remarks by the President at the Morning Plenary Session in Copenhagen http://bit.ly/78flYv","month":"12","year":"2009","corpus":"remark presid morn plenari session copenhagen","id":6801380387,"day":"18"},{"text":"President Obama & His Holiness the XIV Dalai Lama – see the photo, read the account http://bit.ly/bASghF","month":"02","year":"2010","corpus":"presid obama holi xiv dalai lama see photo read account","id":9302537150,"day":"18"},{"text":"Melody Barnes spills the beans on @BET: the secret to getting the President at your graduation http://bit.ly/akkRGj","month":"03","year":"2010","corpus":"melodi barn spill bean bet secret get presid graduat","id":10389970750,"day":"12"},{"text":"President Obama's Brackets: http://bit.ly/cZ1X5E","month":"03","year":"2010","corpus":"presid obama bracket","id":10631562482,"day":"17"},{"text":"The New Start Treaty: Read the text and remarks by President Obama & President Medvedev http://bit.ly/cAm9hF","month":"04","year":"2010","corpus":"new start treati read text remark presid obama presid medvedev","id":11829466637,"day":"08"},{"text":"The President discusses BP #oilspill & accountability on Today Show, video here: http://bit.ly/cfV8x6","month":"06","year":"2010","corpus":"presid discuss oilspil account today show video","id":15706477959,"day":"08"},{"text":"President & First Lady in New Orleans 5 Years After #Katrina: \"Blossoming Again\" Speech/ photo gallery: http://bit.ly/d8nDkQ","month":"08","year":"2010","corpus":"presid first ladi new orlean year katrina blossom speech photo galleri","id":22486971136,"day":"30"},{"text":"President calls Staff Sergeant Giunta, 1st living person awarded Medal of Honor for Iraq or Afghanistan http://bit.ly/cOpkYo","month":"09","year":"2010","corpus":"presid call staff sergeant giunta 1st live person award medal honor iraq afghanistan","id":24136603102,"day":"10"},{"text":"Obama’s press conference: Photos/ transcript/ full video with jumplinks to each Q/A http://bit.ly/cj0Bp7","month":"09","year":"2010","corpus":"obama press confer photo transcript full video jumplink","id":24144714777,"day":"10"},{"text":"On tap: President awards Staff Sergeant Robert J. Miller, U.S. Army, the Medal of Honor. Full schedule: http://bit.ly/agkxfo","month":"10","year":"2010","corpus":"tap presid award staff sergeant robert miller armi medal honor full schedul","id":26552122554,"day":"06"},{"text":"On tap: 2:00 President awards Staff Sergeant Salvatore Giunta, US Army, the Medal of Honor. Full schedule http://ow.ly/3aAcE","month":"11","year":"2010","corpus":"tap presid award staff sergeant salvator giunta armi medal honor full schedul","id":4549102721310720,"day":"16"},{"text":"Full video: The President unveils his budget at Parkville Middle School in Baltimore. (Win the Future) http://wh.gov/xT9","month":"02","year":"2011","corpus":"full video presid unveil budget parkvil middl school baltimor win futur","id":37276150451548160,"day":"14"},{"text":"President Obama: \"As one Libyan said, 'We just want to be able to live like human beings.'\"","month":"02","year":"2011","corpus":"presid obama one libyan said want abl live like human be","id":40534594839126020,"day":"23"},{"text":"Starting soon: President Obama makes a personnel announcement. It may - or may not! - relate to China http://wh.gov/live","month":"03","year":"2011","corpus":"start soon presid obama make personnel announc may may relat china","id":45510884637949950,"day":"09"},{"text":"President Obama sends an important message to those celebrating the holiday of #Nowruz: http://wh.gov/aaZ","month":"03","year":"2011","corpus":"presid obama send import messag celebr holiday nowruz","id":49595612076843010,"day":"20"},{"text":"President Obama lays out his plan for a balanced approach to achieve $4 trillion in deficit reduction. Video: http://wh.gov/avZ","month":"04","year":"2011","corpus":"presid obama lay plan balanc approach achiev trillion deficit reduct video","id":58310072341762050,"day":"13"},{"text":"Follow-up on the President’s Facebook Town Hall: Panel on Women in Tech now, 7:30EDT Startup America http://on.fb.me/dF8fiG","month":"04","year":"2011","corpus":"follow presid facebook town hall panel women tech 30edt startup america","id":60828299382898690,"day":"20"},{"text":"On tap: President Obama at Facebook HQ taking questions on plan for shared responsibility & prosperity 1:45PST 4:45EST http://wh.gov/a5B","month":"04","year":"2011","corpus":"tap presid obama facebook take question plan share respons prosper 45pst 45est","id":60696721516265470,"day":"20"},{"text":"Photo of the Day: The President turns the camera back at WH videographer/ West Wing Week man Arun Chaudhary  http://twitpic.com/4o22xc","month":"04","year":"2011","corpus":"photo day presid turn camera back videograph west wing week man arun chaudhari","id":61467476541706240,"day":"22"},{"text":"The President in Alabama: \"We're Going to Make Sure that You’re Not Forgotten\" Photo/transcript: http://wh.gov/CCx","month":"04","year":"2011","corpus":"presid alabama go make sure forgotten photo transcript","id":64063876798496770,"day":"29"},{"text":"President Obama on the death of Osama bin Laden, full transcript: http://wh.​gov/CrK","month":"05","year":"2011","corpus":"presid obama death osama bin laden full transcript","id":64908656222810110,"day":"02"},{"text":"Your West Wing Week: President Obama travels to Europe in \"A Homecoming of Sorts\" Video: http://bit.ly/jx1Eld","month":"05","year":"2011","corpus":"west wing week presid obama travel europ homecom sort video","id":74107105400991740,"day":"27"},{"text":"“Strong rural communities are key to a stronger America” -President Obama on the new WH Rural Council: http://t.co/9YTFMEm","month":"06","year":"2011","corpus":"strong rural commun key stronger america presid obama new rural council","id":78855800830951420,"day":"09"},{"text":"There's a new sheriff in town: http://wh.gov/12h Vice President Biden announces the Campaign to Cut Waste: http://twitpic.com/5b77dj","month":"06","year":"2011","corpus":"new sheriff town vice presid biden announc campaign cut wast","id":80403434423058430,"day":"13"},{"text":"RT @JoiningForces: President Obama hosts an early Father's Day movie screening for military dads & kids: http://wh.gov/1Zs Pic: http://t ...","month":"06","year":"2011","corpus":"joiningforc presid obama host earli father day movi screen militari dad kid pic","id":81441869711683580,"day":"16"},{"text":"RT @petesouza: New behind-the-scenes photos of President Obama from last two weeks of May. Includes recent European trip. http://t.co/Po ...","month":"06","year":"2011","corpus":"petesouza new behind scene photo presid obama last two week may includ recent european trip","id":81381311016747000,"day":"16"},{"text":"President Obama announces “How to Make Change” series for young Americans: http://t.co/5leDnL8","month":"06","year":"2011","corpus":"presid obama announc make chang seri young american","id":81753587079847940,"day":"17"},{"text":"Weekly Address: President Obama takes a few min to discuss the hardest, but most rewarding job – being a dad. http://t.co/vOOvAm4","month":"06","year":"2011","corpus":"weekli address presid obama take min discuss hardest reward job dad","id":82136848574578690,"day":"18"},{"text":"President Obama’s National Strategy for Counterterrorism: http://t.co/iN549H3","month":"06","year":"2011","corpus":"presid obama nation strategi counterterror","id":86123148801622020,"day":"29"},{"text":"Obama: Tax rates lower than they have been under previous Presidents...","month":"07","year":"2011","corpus":"obama tax rate lower previou presid ...","id":88679484923985920,"day":"06"},{"text":"Photo of the Day: President Obama tweets a question during the Twitter @townhall in the East Room http://twitpic.com/5mo2q1","month":"07","year":"2011","corpus":"photo day presid obama tweet question twitter townhal east room","id":89070775952343040,"day":"07"},{"text":"Video: President Obama's news conference on reducing the deficit & meeting our obligations: http://t.co/sy1q7NT","month":"07","year":"2011","corpus":"video presid obama news confer reduc deficit meet oblig","id":90510143850168320,"day":"11"},{"text":"\"If not now, when?” -President Obama on tackling our debt & deficit. Highlights from the press conference: http://t.co/QLMDIOG","month":"07","year":"2011","corpus":"presid obama tackl debt deficit highlight press confer","id":90569450025254910,"day":"11"},{"text":"\"We might as well do it now - pull off the Band-Aid; eat our peas.\" -President Obama on deficit reduction. Video: http://t.co/sy1q7NT","month":"07","year":"2011","corpus":"might well pull band aid eat pea presid obama deficit reduct video","id":90486888766517250,"day":"11"},{"text":"\"Our heroes are all around us.\" -President Obama awarding the Medal of Honor to @USArmy Sgt 1st Class Leroy Petry. http://t.co/PjsrwMP","month":"07","year":"2011","corpus":"hero around presid obama award medal honor usarmi sgt 1st class leroy petri","id":90926591743500290,"day":"12"},{"text":"Full video: President Obama's press conference on debt negotiations: http://t.co/S3wcBn4","month":"07","year":"2011","corpus":"full video presid obama press confer debt negoti","id":91936966320463870,"day":"15"},{"text":"Followers in DC, MD & VA: We're hosting our 2nd #WHTweetup at President Obama's town hall @UofMaryland on 7/22. Sign up: http://t.co/HmR8mSl","month":"07","year":"2011","corpus":"follow host 2nd whtweetup presid obama town hall uofmaryland sign","id":93681917509124100,"day":"20"},{"text":"Getting Don't Ask, Don't Tell Done: Today President Obama signed a certification ending #DADT once & for all in 60 days: http://t.co/WcMwSEK","month":"07","year":"2011","corpus":"get ask tell done today presid obama sign certif end dadt day","id":94544843707138050,"day":"22"},{"text":"\"If you want to be a leader, then you got to lead\" -President Obama on cutting the deficit. Full video of presser: http://t.co/jg3vzD6","month":"07","year":"2011","corpus":"want leader got lead presid obama cut deficit full video presser","id":94773911446757380,"day":"23"},{"text":"President Obama on a balanced & bipartisan approach to reduce the #deficit & put us on a path to pay down #debt. Video: http://t.co/Ju2uyiM","month":"07","year":"2011","corpus":"presid obama balanc bipartisan approach reduc deficit put path pay debt video","id":95891281573720060,"day":"26"},{"text":"Video: President Obama announces a bipartisan #debt deal that will reduce the deficit & avoid default: http://t.co/MZQxxQH","month":"08","year":"2011","corpus":"video presid obama announc bipartisan debt deal reduc deficit avoid default","id":98019360358150140,"day":"01"},{"text":"\"No matter what some agency may say about our credit, we always have been and always will a Triple A country.\" -President Obama","month":"08","year":"2011","corpus":"matter agenc may say credit alway alway tripl countri presid obama","id":100627425418944510,"day":"08"},{"text":"\"If we can come together – if we can find common ground – there is no stopping this country.\" -President Obama in #Holland, #Michigan","month":"08","year":"2011","corpus":"come togeth find common ground stop countri presid obama holland michigan","id":101733913419984900,"day":"11"},{"text":"RT @SBAgov: So what are SBA Admin Mills & President Obama doing today in #Peosta, IA? http://t.co/PLURGFe http://t.co/YeSDERl","month":"08","year":"2011","corpus":"sbagov sba admin mill presid obama today peosta","id":103532667928190980,"day":"16"},{"text":"Photo of the Day: Reflected in a mirror, Obama conducts a call w/ natl security staff on #Libya from Chilmark, MA: http://t.co/rFpk0z8","month":"08","year":"2011","corpus":"photo day reflect mirror obama conduct call natl secur staff libya chilmark","id":106006514938036220,"day":"23"},{"text":"Video: President Obama nominates Alan Krueger, one of the nation’s leading economists, to chair the CEA: http://t.co/a7Lxqqn","month":"08","year":"2011","corpus":"video presid obama nomin alan krueger one nation lead economist chair cea","id":108295405132972030,"day":"29"},{"text":"Photo of the Day: President Obama signs a hand as he greets people along a rope line in @cityofsaintpaul, MN: http://t.co/0vg4oaz","month":"08","year":"2011","corpus":"photo day presid obama sign hand greet peopl along rope line cityofsaintpaul","id":109030751256850430,"day":"31"},{"text":"\"On #LaborDay...we celebrate our Nation's workers & we commit to supporting their efforts in moving our economy forward\" -President Obama","month":"09","year":"2011","corpus":"laborday ... celebr nation worker commit support effort move economi forward presid obama","id":110729807205105660,"day":"05"},{"text":"RT @pfeiffer44: Thursday  night, the President will propose new meaningful initiatives to create jobs and grow the economy and it will b ...","month":"09","year":"2011","corpus":"pfeiffer44 thursday night presid propos new meaning initi creat job grow economi","id":111465431302287360,"day":"07"},{"text":"President Obama and First Lady Join Services to Commemorate Tenth Anniversary of #Sept11: http://t.co/9Y66KQ1","month":"09","year":"2011","corpus":"presid obama first ladi join servic commemor tenth anniversari sept11","id":112980459398512640,"day":"11"},{"text":"Announcing @LinkedIn Town Hall w/ President Obama. Ask the President your ?s on #jobsnow & the economy: http://t.co/lO9gmrUk","month":"09","year":"2011","corpus":"announc linkedin town hall presid obama ask presid jobsnow economi","id":116283373789515780,"day":"20"},{"text":"RT @WHLive: Today, President Obama speaks on the American Jobs Act @ the Brent Spence Bridge in #Cincinnati #Ohio. Follow @WHLive #JobsNow","month":"09","year":"2011","corpus":"whlive today presid obama speak american job act brent spenc bridg cincinnati ohio follow whlive jobsnow","id":116941544208076800,"day":"22"},{"text":"President Obama on Steve Jobs: \"Bold enough to believe he could change the world & talented enough to do it\" http://t.co/cgd7KMp6","month":"10","year":"2011","corpus":"presid obama steve job bold enough believ could chang world talent enough","id":121760070013947900,"day":"06"},{"text":"\"This is a momentous day in the history of #Libya\" Watch President Obama's remarks on the death of Qaddafi: http://t.co/p5xp6loE","month":"10","year":"2011","corpus":"moment day histori libya watch presid obama remark death qaddafi","id":127189011356860420,"day":"21"},{"text":"RT @pfeiffer44: We Can't Wait Effort continues tomorrow, when the President signs an executive order in the oval office. More details in ...","month":"10","year":"2011","corpus":"pfeiffer44 wait effort continu tomorrow presid sign execut order oval offic detail","id":130739781486387200,"day":"30"},{"text":"Is it a #jobs plan? See President Obama's plan & the Republican alternative side by side: http://t.co/Q2CIJIc2","month":"11","year":"2011","corpus":"job plan see presid obama plan republican altern side side","id":131762162476646400,"day":"02"},{"text":"RT @CVN70: President Obama interacts with Sailors before game starts, gives kudos to the Carl Vinson #carrierclassic http://t.co/oiMza5vA","month":"11","year":"2011","corpus":"cvn70 presid obama interact sailor game start give kudo carl vinson carrierclass","id":135165447875211260,"day":"12"},{"text":"Renewing ties in the Pacific: This afternoon, President Obama arrives in Canberra, Australia: http://t.co/PflXMGcM","month":"11","year":"2011","corpus":"renew tie pacif afternoon presid obama arriv canberra australia","id":136838702616940540,"day":"16"},{"text":"New WH photo gallery: President Obama's visit to Australia: http://t.co/hWsCmDBR via @petesouza","month":"11","year":"2011","corpus":"new photo galleri presid obama visit australia via petesouza","id":137621723897008130,"day":"18"},{"text":"RT @foodbankmetrodc: President Obama and Family Volunteer at Capital Area Food Bank - http://t.co/MPzKO8GU @whitehouse #hunger","month":"11","year":"2011","corpus":"foodbankmetrodc presid obama famili volunt capit area food bank whitehous hunger","id":139789583964581890,"day":"24"},{"text":"Photo of the Day: President Obama & daughters Sasha & Malia #ShopSmall @kramerbooks on Small Business Saturday: http://t.co/4ZwqYF23","month":"11","year":"2011","corpus":"photo day presid obama daughter sasha malia shopsmal kramerbook small busi saturday","id":140616824021725180,"day":"27"},{"text":"In #Osawatomie today, Obama talks make-or-break moment for middle class. Watch @ 2ET & share a video response @YouTube: http://t.co/9TWkycpP","month":"12","year":"2011","corpus":"osawatomi today obama talk make break moment middl class watch 2et share video respons youtub","id":144100828234514430,"day":"06"},{"text":"RT @pfeiffer44: President Obama delivers an important economic speech today at what he views as a \"make or break moment for the middle c ...","month":"12","year":"2011","corpus":"pfeiffer44 presid obama deliv import econom speech today view make break moment middl","id":144068527085715460,"day":"06"},{"text":"RT @WHLive: Obama in #Osawatomie: This is a make or break moment for the middle class & all those who are fighting to get into the middl ...","month":"12","year":"2011","corpus":"whlive obama osawatomi make break moment middl class fight get middl","id":144131132370337800,"day":"06"},{"text":"President Obama talked about how this is a make or break moment for the middle class in #Osawatomie. Watch the speech: http://t.co/lHklaxEC","month":"12","year":"2011","corpus":"presid obama talk make break moment middl class osawatomi watch speech","id":144444831677165570,"day":"07"},{"text":"RT @StateDept: Latest on @WhiteHouse Blog: President Obama Welcomes Iraqi Prime Minister Nouri al-Maliki http://t.co/tHAeo3Uo #Iraq","month":"12","year":"2011","corpus":"statedept latest whitehous blog presid obama welcom iraqi prime minist nouri maliki iraq","id":146337863791939600,"day":"12"},{"text":"From the Archives: President Obama meets with Prime Minister Maliki in 2009: http://t.co/eN6BriNu","month":"12","year":"2011","corpus":"archiv presid obama meet prime minist maliki 2009","id":146372589915353100,"day":"12"},{"text":"RT @DeptofDefense: LIVE NOW: President Obama at Ft. Bragg to discuss the end of the war in #Iraq http://t.co/jh1r5rpW #military","month":"12","year":"2011","corpus":"deptofdefens live presid obama bragg discuss end war iraq militari","id":146996826032185340,"day":"14"},{"text":"President Obama on @cfpb's mission: \"to make sure that the American people have somebody in their corner\" http://t.co/7aPUbv8Z","month":"01","year":"2012","corpus":"presid obama cfpb mission make sure american peopl somebodi corner","id":155448289809014800,"day":"07"},{"text":"Photo of the Day: President Obama talks #SOTU w/ Speechwriting Director Jon Favreau in the Oval http://t.co/Cq1szOIA: http://t.co/I4FoaFlL","month":"01","year":"2012","corpus":"photo day presid obama talk sotu speechwrit director jon favreau oval","id":161634340399362050,"day":"24"},{"text":"RT @bennyfactor: @pfeiffer44 How does the President (and his advisors) prepare the speech? Does he type it up on a laptop? Write it out? ...","month":"01","year":"2012","corpus":"bennyfactor pfeiffer44 presid advisor prepar speech type laptop write","id":162272345749340160,"day":"25"},{"text":"Photo: President Obama demos @Joey_Hudy's Extreme Marshmallow Cannon @ the #WHScienceFair http://t.co/qOPidsnA http://t.co/a7sxWGLi","month":"02","year":"2012","corpus":"photo presid obama demo joey_hudi extrem marshmallow cannon whsciencefair","id":167019841998438400,"day":"07"},{"text":"RT @whitehouseostp: President Obama: \"I’m proud of you. Keep up the good work.  And don’t let any of those robots wander too far.\" #WHSc ...","month":"02","year":"2012","corpus":"whitehouseostp presid obama proud keep good work let robot wander far whsc","id":166931099413524480,"day":"07"},{"text":"Welcome to Twitter @NicolasSarkozy. Here's a pic of President Obama mtg with President Sarkozy in the Oval Office: http://t.co/dPIxOqa8","month":"02","year":"2012","corpus":"welcom twitter nicolassarkozi pic presid obama mtg presid sarkozi oval offic","id":169931564854153200,"day":"15"},{"text":"RT @WHLive: Obama: Congress did the right thing & voted to make sure that taxes won’t go up on middle-class families at the end of this  ...","month":"02","year":"2012","corpus":"whlive obama congress right thing vote make sure tax middl class famili end","id":170597111346364400,"day":"17"},{"text":"Today, the President joins Americans that shared #40dollars stories. Watch: @ 11:30ET http://t.co/u95y7hhB Slideshow: http://t.co/Xm1vLi3R","month":"02","year":"2012","corpus":"today presid join american share 40dollar stori watch 30et slideshow","id":171979565646876670,"day":"21"},{"text":"\"Invest more in #education & invest more in our children & their future” -President Obama to governors http://t.co/W2e4pAjT","month":"02","year":"2012","corpus":"invest educ invest children futur presid obama governor","id":174218144502652930,"day":"27"},{"text":"Photo of the Day: The President traveled to Nashua, N.H., to speak about our energy future. More: http://t.co/9sNl9TWJ http://t.co/yOp6SIOA","month":"03","year":"2012","corpus":"photo day presid travel nashua speak energi futur","id":175716390945296400,"day":"02"},{"text":"Today President Obama announced that the US will nominate Dr. Jim Yong Kim to be President of the @worldbank http://t.co/gj005wcB","month":"03","year":"2012","corpus":"today presid obama announc nomin jim yong kim presid worldbank","id":183206164333473800,"day":"23"},{"text":"RT @petesouza: Slide show of the President's trip to South Korea: http://t.co/bcmCI8gz","month":"03","year":"2012","corpus":"petesouza slide show presid trip south korea","id":184802578058592260,"day":"28"},{"text":"President Obama: If it’ll help convince folks in Congress to make the right choice, we can even call the #BuffettRule the #ReaganRule.","month":"04","year":"2012","corpus":"presid obama help convinc folk congress make right choic even call buffettrul reaganrul","id":190086040965496830,"day":"11"},{"text":"RT @Jamesnewsintern: 37,600 millionaires pay a lower tax rate than I do. I'm with President Obama on the #BuffettRule: http://t.co/EV2k6 ...","month":"04","year":"2012","corpus":"jamesnewsintern 600 millionair pay lower tax rate presid obama buffettrul","id":190578849883488260,"day":"12"},{"text":"Photo of the Day: President Obama tours the @HolocaustMuseum with Elie Wiesel. Remarks: http://t.co/3UM96msO http://t.co/Izjk6g2U","month":"04","year":"2012","corpus":"photo day presid obama tour holocaustmuseum eli wiesel remark","id":194578699037843460,"day":"24"},{"text":"Photo of the Day: President Obama stops to view the moon and Venus before boarding Marine One in Boulder, Colo. http://t.co/4AhEPPXb","month":"04","year":"2012","corpus":"photo day presid obama stop view moon venu board marin one boulder colo","id":195536646039543800,"day":"26"},{"text":"President Obama: \"If you agree with me, I want you to send Congress a message. Tell them #DontDoubleMyRate”","month":"05","year":"2012","corpus":"presid obama agre want send congress messag tell dontdoublemyr","id":198444539927736320,"day":"04"},{"text":"\"Reward American Jobs, Not Outsourcing\": Check out @JonCarson44's post on President Obama's #CongressToDoList: http://t.co/hiDh3DJe","month":"05","year":"2012","corpus":"reward american job outsourc check joncarson44 post presid obama congresstodolist","id":199958356000129020,"day":"08"},{"text":"Go behind the scenes with President Obama in the latest West Wing Week: “We Are Not Meant to Walk This Road Alone”   http://t.co/b9aLaCaI","month":"05","year":"2012","corpus":"behind scene presid obama latest west wing week meant walk road alon","id":206091834299121660,"day":"25"},{"text":"Photo of the Day: President Obama is reflected in the Vietnam Veterans Memorial wall as he speaks on Memorial Day: http://t.co/88clhjim","month":"05","year":"2012","corpus":"photo day presid obama reflect vietnam veteran memori wall speak memori day","id":207252818627792900,"day":"28"},{"text":"RT @DavidAgnew44: President Obama was just on a call supporting #EqualPay with @VJ44: \"Let's make sure hard work pays off, responsibilit ...","month":"06","year":"2012","corpus":"davidagnew44 presid obama call support equalpay vj44 let make sure hard work pay responsibilit","id":209683253039349760,"day":"04"},{"text":"RT @unlvnews: Line is forming for tickets to see President Obama at UNLV  http://t.co/A99m6pyA // Want to join? RSVP: http://t.co/HSMimtFp","month":"06","year":"2012","corpus":"unlvnew line form ticket see presid obama unlv want join rsvp","id":210542941691850750,"day":"07"},{"text":"We Can't Wait: President Obama Signs Executive Order to Make Broadband Construction Faster and Cheaper http://t.co/nmkJ4CV3","month":"06","year":"2012","corpus":"wait presid obama sign execut order make broadband construct faster cheaper","id":213608918507733000,"day":"15"},{"text":"Tune in to hear the President on student loans @ 1:40ET, then ask your ?s: http://t.co/ENZD3Yln #DontDoubleMyRate http://t.co/1ZEj9Myc","month":"06","year":"2012","corpus":"tune hear presid student loan 40et ask dontdoublemyr","id":215821520461758460,"day":"21"},{"text":"President Obama reflects on the impact of Title IX: http://t.co/z7O1uJDe Coaches his daughter Sasha’s basketball team: http://t.co/sjgCp6NO","month":"06","year":"2012","corpus":"presid obama reflect impact titl coach daughter sasha basketbal team","id":216613538897215500,"day":"23"},{"text":"President Obama Reflects on the Impact of #TitleIX http://t.co/a3nas5Ie via @newsweek","month":"06","year":"2012","corpus":"presid obama reflect impact titleix via newsweek","id":216562161814749200,"day":"23"},{"text":"President Obama called Dr. Mohamed #Morsi today to congratulate him on his victory in #Egypt’s presidential election: http://t.co/qXTf0xKl","month":"06","year":"2012","corpus":"presid obama call moham morsi today congratul victori egypt presidenti elect","id":217028741619130370,"day":"24"},{"text":"RT @ivanrdgz: I support it! Find out if President Obama's refinancing plan could help you save hundreds of dollars each month http://t.c ...","month":"06","year":"2012","corpus":"ivanrdgz support find presid obama refinanc plan could help save hundr dollar month","id":217393974837653500,"day":"25"},{"text":"Photo of the Day: President Obama has interview prep in the Oval Office: http://t.co/VXQ7xV0Y","month":"07","year":"2012","corpus":"photo day presid obama interview prep oval offic","id":222527735074000900,"day":"10"},{"text":"By the Numbers: 97: http://t.co/yHBfHIKd President Obama wants to extend tax cuts for 97% of small business owners. http://t.co/HY5AOK5C","month":"07","year":"2012","corpus":"number presid obama want extend tax cut small busi owner","id":223236159046811650,"day":"12"},{"text":"RT @vj44: 1 year ago today President Obama met w/ Ruby Bridges @ the @whitehouse -- such a special moment: http://t.co/PgV3vMlx http://t ...","month":"07","year":"2012","corpus":"vj44 year ago today presid obama met rubi bridg whitehous special moment","id":224640190042484740,"day":"15"},{"text":"President Obama supports a moment of silence at the #Olympics to honor the Israeli athletes killed in Munich.","month":"07","year":"2012","corpus":"presid obama support moment silenc olymp honor isra athlet kill munich","id":226079735392919550,"day":"19"},{"text":"From the Archives: On 7/26/1990, President Bush signed the Americans with Disabilities Act: http://t.co/gwlDfiVE #ADA http://t.co/ww5Gp6kO","month":"07","year":"2012","corpus":"archiv 1990 presid bush sign american disabl act ada","id":228599498681765900,"day":"26"},{"text":"RT @kyla_ross96: Such an honor getting to talking to the President on the phone!!!! Thanks for supporting us!🇺🇸","month":"08","year":"2012","corpus":"kyla_ross96 honor get talk presid phone !!!! thank support !🇺🇸","id":230743479746166800,"day":"01"},{"text":"RT @gabrielledoug: Just talked to the President of the United States!!! WOW such and honor and a amazing feeling!! 🇺🇸😄 #thankyou","month":"08","year":"2012","corpus":"gabrielledoug talk presid unit state !!! wow honor amaz feel 🇺🇸😄 thankyou","id":230742929084391420,"day":"01"},{"text":"New behind the scenes pics from July 2012: http://t.co/COjkqnjb. Includes President Obama being chased by adorable kid http://t.co/mOUoIfhC","month":"08","year":"2012","corpus":"new behind scene pic juli 2012 includ presid obama chase ador kid","id":234060797750435840,"day":"10"},{"text":"\"There's nothing more important to our future than the education we give our kids\" -President Obama Weekly Address: http://t.co/v5rntHxF","month":"08","year":"2012","corpus":"noth import futur educ give kid presid obama weekli address","id":236848273686667260,"day":"18"},{"text":"RT @WHLive: Remarks by President Obama after touring flood damage from Hurricane #Isaac in Louisiana: http://t.co/V34MPaXB","month":"09","year":"2012","corpus":"whlive remark presid obama tour flood damag hurrican isaac louisiana","id":242797283723333630,"day":"04"},{"text":"President Obama's Weekly Address: Coming Together to Remember September 11th:  http://t.co/tLMMstYS","month":"09","year":"2012","corpus":"presid obama weekli address come togeth rememb septemb 11th","id":244430797078159360,"day":"08"},{"text":"Photo of the day: President Obama talks on the phone with Prime Minister Netanyahu of Israel, in the Oval Office. http://t.co/HF3oJb6e","month":"09","year":"2012","corpus":"photo day presid obama talk phone prime minist netanyahu israel oval offic","id":252106501483806720,"day":"29"},{"text":"President Obama announces the establishment of the Cesar E. Chavez National Monument: http://t.co/EHggQD8i Pic: http://t.co/3ewJ6U7h","month":"10","year":"2012","corpus":"presid obama announc establish cesar chavez nation monument pic","id":255736188747538430,"day":"09"},{"text":"Photo of the day: President Obama is interviewed by @TheDailyShow's Jon Stewart at the Comedy Central Studios in N.Y. http://t.co/kNQUhxJo","month":"10","year":"2012","corpus":"photo day presid obama interview thedailyshow jon stewart comedi central studio","id":259420991996981250,"day":"19"},{"text":"President Obama on Hurricane #Sandy: \"Please listen to what your state and local officials are saying.\" Watch: http://t.co/BMOyjGXy","month":"10","year":"2012","corpus":"presid obama hurrican sandi pleas listen state local offici say watch","id":262993227311878140,"day":"29"},{"text":"President Obama will become the first U.S. President to visit Burma later this month: http://t.co/m24A16Hf","month":"11","year":"2012","corpus":"presid obama becom first presid visit burma later month","id":267121628406759420,"day":"10"},{"text":"On Thursday, President Obama travels to New York to visit areas devastated by Hurricane #Sandy. How you can help: http://t.co/UeyNfSYa","month":"11","year":"2012","corpus":"thursday presid obama travel new york visit area devast hurrican sandi help","id":268432513398095870,"day":"13"},{"text":"President Obama: \"I know these challenges won't be easy to solve. But we can do it if we work together.\" Watch: http://t.co/FNpaahb5","month":"11","year":"2012","corpus":"presid obama know challeng easi solv work togeth watch","id":269878130691411970,"day":"17"},{"text":"\"From our family to yours, happy Thanksgiving.\" -President Obama http://t.co/Df9bk4Do","month":"11","year":"2012","corpus":"famili happi thanksgiv presid obama","id":271798666044518400,"day":"23"},{"text":"Photo of the Day: President Obama talks with @VP Biden in the hallway outside of the Oval Office: http://t.co/1YTS4yWy","month":"11","year":"2012","corpus":"photo day presid obama talk biden hallway outsid oval offic","id":273288064351236100,"day":"27"},{"text":"Photo: Audience members listen to President Obama's remarks during the Tribal Nations Conference in Washington, D.C. http://t.co/wtzvBLVZ","month":"12","year":"2012","corpus":"photo audienc member listen presid obama remark tribal nation confer washington","id":276857825433632770,"day":"07"},{"text":"Photo of the Day: President Obama watches a video of @DavidAxelrod shaving off his mustache in support of epilepsy: http://t.co/GNENSgOx","month":"12","year":"2012","corpus":"photo day presid obama watch video davidaxelrod shave mustach support epilepsi","id":278189321033502720,"day":"10"},{"text":"Fact: Under President Obama's watch spending grew at the slowest pace since President Eisenhower: http://t.co/yUIkDoaS","month":"12","year":"2012","corpus":"fact presid obama watch spend grew slowest pace sinc presid eisenhow","id":278670264437465100,"day":"12"},{"text":"\"While nothing can fill the space of a lost child or loved one, all of us can extend a hand to those in need\" —President Obama #CTshooting","month":"12","year":"2012","corpus":"noth fill space lost child love one extend hand need presid obama ctshoot","id":279685675132018700,"day":"14"},{"text":"\"Our hearts are broken today. We grieve for the families of those we lost.\" -President Obama in his Weekly Address: http://t.co/GqoNbm1f","month":"12","year":"2012","corpus":"heart broken today griev famili lost presid obama weekli address","id":279994301369425920,"day":"15"},{"text":"Today, President Obama travels to Newtown, CT to meet with the families of those who were lost and thank first responders.","month":"12","year":"2012","corpus":"today presid obama travel newtown meet famili lost thank first respond","id":280418337849237500,"day":"16"},{"text":"\"Tonight, our country has lost a true American hero\" -President Obama on the passing of Senator Daniel Inouye: http://t.co/kPtgpPfR","month":"12","year":"2012","corpus":"tonight countri lost true american hero presid obama pass senat daniel inouy","id":280822768835125250,"day":"17"},{"text":"\"As a community, you've inspired us, Newtown.\" -President Obama http://t.co/MiFu2QQF http://t.co/HzSP6y9P","month":"12","year":"2012","corpus":"commun inspir newtown presid obama","id":280773419782504450,"day":"17"},{"text":"Hundreds of thousands of people signed @wethepeople petitions on reducing gun violence. President Obama responds: http://t.co/cmtj69Sb","month":"12","year":"2012","corpus":"hundr thousand peopl sign wethepeopl petit reduc gun violenc presid obama respond","id":282191072023699460,"day":"21"},{"text":"Today President Obama spoke from the WH briefing room about the need to avoid tax hikes on the middle class. Watch: http://t.co/WVfwFCpr","month":"12","year":"2012","corpus":"today presid obama spoke brief room need avoid tax hike middl class watch","id":284810273083244540,"day":"28"},{"text":"President Obama: \"There is a path forward, if we focus not on politics, but on what’s right for the country\"","month":"01","year":"2013","corpus":"presid obama path forward focu polit right countri","id":286327656679604220,"day":"02"},{"text":"‎2012 in Photos: http://t.co/lVoXBE63 Includes President Obama getting a hug from 3-year-old Arianna in the Oval Office http://t.co/LXbBoz5Y","month":"01","year":"2013","corpus":"2012 photo includ presid obama get hug year old arianna oval offic","id":288088584936894460,"day":"07"},{"text":"Photo of the Day: President Obama shakes hands with Chuck Hagel, nominee for Secretary of Defense, in the East Room: http://t.co/EpztY94j","month":"01","year":"2013","corpus":"photo day presid obama shake hand chuck hagel nomine secretari defens east room","id":288629382686322700,"day":"08"},{"text":"On Jan 19, join President Obama in a National Day of Service to honor the legacy of Dr. Martin Luther King, Jr: http://t.co/6vNB9FV2 #MLK","month":"01","year":"2013","corpus":"jan join presid obama nation day servic honor legaci martin luther king mlk","id":291231599129931800,"day":"15"},{"text":"\"If there is even one thing we can do to reduce this violence, if even one life can be saved, we have an obligation to try\" —President Obama","month":"01","year":"2013","corpus":"even one thing reduc violenc even one life save oblig tri presid obama","id":291591386099220500,"day":"16"},{"text":"RT @WHLive: President Obama: \"Second: Congress should restore a ban on military-style assault weapons, and a 10-round limit for magazines.\"","month":"01","year":"2013","corpus":"whlive presid obama second congress restor ban militari style assault weapon round limit magazin","id":291592317595447300,"day":"16"},{"text":"President Obama has officially been sworn in for a second term. Don't miss the #Inaug2013 Address: http://t.co/ncjGusur http://t.co/nmNroT6c","month":"01","year":"2013","corpus":"presid obama offici sworn second term miss inaug2013 address","id":293075767590539260,"day":"20"},{"text":"\"It is now our generation’s task to carry on what those pioneers began.\" —President Obama #inaug2013","month":"01","year":"2013","corpus":"gener task carri pioneer began presid obama inaug2013","id":293404377912328200,"day":"21"},{"text":"\"It is now our generation's task to carry on what those pioneers began.\" -President Obama in his inaugural address: http://t.co/KYpVXAJt","month":"01","year":"2013","corpus":"gener task carri pioneer began presid obama inaugur address","id":293539249280651260,"day":"22"},{"text":"President Obama: \"We must act, knowing that our work will be imperfect.\" Watch the second inaugural address: http://t.co/i2WmrDcx #inaug2013","month":"01","year":"2013","corpus":"presid obama must act know work imperfect watch second inaugur address inaug2013","id":293517353562562560,"day":"22"},{"text":"Photo of the Day: President Obama meets with Treasury Secretary Timothy Geithner in the Oval Office, Jan. 23, 2013: http://t.co/gSASXR4w","month":"01","year":"2013","corpus":"photo day presid obama meet treasuri secretari timothi geithner oval offic jan 2013","id":294627171404746750,"day":"25"},{"text":"\"Second, we have to deal with the 11 million individuals who are here illegally.\" —President Obama #ImmigrationReform","month":"01","year":"2013","corpus":"second deal million individu illeg presid obama immigrationreform","id":296346186875551740,"day":"29"},{"text":"President Obama announces additional humanitarian aid for the Syrian people: http://t.co/od2uBD46 Watch: http://t.co/dz9q5uN1 #SyriaAid","month":"01","year":"2013","corpus":"presid obama announc addit humanitarian aid syrian peopl watch syriaaid","id":296264369669554200,"day":"29"},{"text":"President Obama: \"Over the last few years, both parties have worked together to reduce the deficit by more than $2.5 trillion.\" #SOTU","month":"02","year":"2013","corpus":"presid obama last year parti work togeth reduc deficit trillion sotu","id":301516370410082300,"day":"13"},{"text":"\"Let’s be clear: deficit reduction alone is not an economic plan.\" -President Obama in #SOTU #JobsNow","month":"02","year":"2013","corpus":"let clear deficit reduct alon econom plan presid obama sotu jobsnow","id":301518426965434400,"day":"13"},{"text":"\"They deserve a simple vote.\"—President Obama #NowistheTime http://t.co/f1i8MWIu","month":"02","year":"2013","corpus":"deserv simpl vote .\"— presid obama nowisthetim","id":301529177625088000,"day":"13"},{"text":"President Obama: \"We will stand steadfast with Israel in pursuit of security and a lasting peace.\" #SOTU","month":"02","year":"2013","corpus":"presid obama stand steadfast israel pursuit secur last peac sotu","id":301527126228758500,"day":"13"},{"text":"\"We need to build new ladders of opportunity into the middle class for all who are willing to climb them.\" —President Obama #JobsNow","month":"02","year":"2013","corpus":"need build new ladder opportun middl class will climb presid obama jobsnow","id":301524291684560900,"day":"13"},{"text":"\"We will ensure equal treatment for all service members, and equal benefits for their families – gay and straight.\"—President Obama in #SOTU","month":"02","year":"2013","corpus":"ensur equal treatment servic member equal benefit famili gay straight .\"— presid obama sotu","id":301527366805618700,"day":"13"},{"text":"\"Now we need to finish the job. And the question is, how?\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"need finish job question presid obama sotu","id":301516459107029000,"day":"13"},{"text":"President Obama: \"After years of talking about it, we are finally poised to control our own energy future.\" #CleanEnergy #JobsNow #SOTU","month":"02","year":"2013","corpus":"presid obama year talk final pois control energi futur cleanenergi jobsnow sotu","id":301519484546580500,"day":"13"},{"text":"President Obama: \"Tonight, we stand united in saluting the troops and civilians who sacrifice every day to protect us.\" #SOTU","month":"02","year":"2013","corpus":"presid obama tonight stand unit salut troop civilian sacrific everi day protect sotu","id":301524711182057500,"day":"13"},{"text":"\"It’s a simple fact: the more #education you have, the more likely you are to have a good job.\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"simpl fact educ like good job presid obama sotu","id":301522483943723000,"day":"13"},{"text":"Today, the President will join a #FiresideHangout live from the West Wing. Tune in at 4:50ET: http://t.co/LEI6ldrp","month":"02","year":"2013","corpus":"today presid join firesidehangout live west wing tune 50et","id":302164195993059300,"day":"14"},{"text":"INFOGRAPHIC: President Obama's judicial nominees: Historic successes, unprecedented delays: http://t.co/NHEzwPXuak http://t.co/aPQVw1YXPG","month":"03","year":"2013","corpus":"infograph presid obama judici nomine histor success unpreced delay","id":309063175117103100,"day":"05"},{"text":"Photo of the Day: President Obama lands at Walter Reed Military Medical Center to visit with Wounded Warriors: http://t.co/lMst75xFOa","month":"03","year":"2013","corpus":"photo day presid obama land walter reed militari medic center visit wound warrior","id":309322025854459900,"day":"06"},{"text":"Statement from President Obama on His Holiness Pope Francis: http://t.co/gRNq97bGqf","month":"03","year":"2013","corpus":"statement presid obama holi pope franci","id":311967450445004800,"day":"13"},{"text":"\"In my State of the Union Address, I called on Congress to set up an #Energy Security Trust\" —President Obama, http://t.co/7il0KG1fqr","month":"03","year":"2013","corpus":"state union address call congress set energi secur trust presid obama","id":312635874766643200,"day":"15"},{"text":"President Obama: \"Shalom. It is an honor to be here with you in Jerusalem\"","month":"03","year":"2013","corpus":"presid obama shalom honor jerusalem","id":314747933549555700,"day":"21"},{"text":"From the Rhodes: Deputy National Security Adviser @Rhodes44 checks in during the President's trip to the Middle East: http://t.co/g06GgYDbwj","month":"03","year":"2013","corpus":"rhode deputi nation secur advis rhodes44 check presid trip middl east","id":315291582586843140,"day":"23"},{"text":"\"Today [we] announce the next great American project – the BRAIN initiative.\" —President Obama: http://t.co/054jFx7zwU","month":"04","year":"2013","corpus":"today announc next great american project brain initi presid obama","id":319089511151857660,"day":"02"},{"text":"President Obama: \"90% of Americans – 90% – support background checks that will keep criminals...from buying a gun.\" #NowIsTheTime","month":"04","year":"2013","corpus":"presid obama american support background check keep crimin ... buy gun nowisthetim","id":319563082768740350,"day":"03"},{"text":"President Obama: \"90% of Americans support universal background checks...How often do 90% of Americans agree on anything?\" #NowIsTheTime","month":"04","year":"2013","corpus":"presid obama american support univers background check ... often american agre anyth nowisthetim","id":321381849844834300,"day":"08"},{"text":"President Obama: \"Newtown, we want you to know that we’re here with you. We will not walk away from the promises we’ve made\"  #NowIsTheTime","month":"04","year":"2013","corpus":"presid obama newtown want know walk away promis made nowisthetim","id":321379478339190800,"day":"08"},{"text":"RT @WHLive: President Obama: \"#Nowisthetime to make your voice heard from every state house to the corridors of Congress.\" http://t.co/K ...","month":"04","year":"2013","corpus":"whlive presid obama nowisthetim make voic heard everi state hous corridor congress","id":321384374908104700,"day":"08"},{"text":"President Obama: \"Despite all the noise in Washington, here’s a clear and unassailable fact: our deficits are already falling.\"","month":"04","year":"2013","corpus":"presid obama despit nois washington clear unassail fact deficit alreadi fall","id":322002583810088960,"day":"10"},{"text":"Starting at 2:05ET: President Obama presents the Commander-in-Chief trophy to the U.S. @NavalAcademy football team: http://t.co/b4tqL3nPDV","month":"04","year":"2013","corpus":"start 05et presid obama present command chief trophi navalacademi footbal team","id":322735597372452860,"day":"12"},{"text":"Photo of the Day: President Obama talks with @americorps members in the Oval Office: http://t.co/r13ZFuXsrK","month":"04","year":"2013","corpus":"photo day presid obama talk americorp member oval offic","id":322899709528272900,"day":"13"},{"text":"President Obama: \"Boston is a tough and resilient town. So are its people.\"","month":"04","year":"2013","corpus":"presid obama boston tough resili town peopl","id":323921953931014140,"day":"15"},{"text":"President Obama: \"I am here today on behalf of the American people with a simple message...every one of us stands with you.\"","month":"04","year":"2013","corpus":"presid obama today behalf american peopl simpl messag ... everi one stand","id":324916962784329700,"day":"18"},{"text":"President Obama: “If there is one thing we can’t say enough to our nation’s educators, it is ‘thank you.’” #ThankATeacher","month":"04","year":"2013","corpus":"presid obama one thing say enough nation educ thank .’” thankateach","id":326760080282357760,"day":"23"},{"text":"President Obama: \"This year’s national teacher of the year is @JeffCharbonneau from Zillah, Washington.\" #ThankATeacher","month":"04","year":"2013","corpus":"presid obama year nation teacher year jeffcharbonneau zillah washington thankateach","id":326761963713601540,"day":"23"},{"text":"President Obama to the people of West, TX: \"Your country will remain ever ready to help you recover and rebuild and reclaim your community.\"","month":"04","year":"2013","corpus":"presid obama peopl west countri remain ever readi help recov rebuild reclaim commun","id":327527735155105800,"day":"25"},{"text":"Five Presidents. http://t.co/67KazZryHq","month":"04","year":"2013","corpus":"five presid","id":327861889012989950,"day":"26"},{"text":"Weekly Address: President Obama on why we need to stop severe cuts to vital services. http://t.co/665uaJQCdv","month":"04","year":"2013","corpus":"weekli address presid obama need stop sever cut vital servic","id":328133915325911040,"day":"27"},{"text":"Happening now: President Obama makes a personnel announcement. http://t.co/b4tqL3nPDV","month":"04","year":"2013","corpus":"happen presid obama make personnel announc","id":328934289460826100,"day":"29"},{"text":"President Obama: \"We've got to make sure that we're supporting the next generation of dreamers and risk-takers.\" #NAS150","month":"04","year":"2013","corpus":"presid obama got make sure support next gener dreamer risk taker nas150","id":328899217357668350,"day":"29"},{"text":"\"He’s fought to give more Americans in low-income communities access to affordable housing.\" —President Obama on FHFA nominee Mel Watt","month":"05","year":"2013","corpus":"fought give american low incom commun access afford hous presid obama fhfa nomine mel watt","id":329677792360931300,"day":"01"},{"text":"President Obama in the @MiamiHerald on improving our partnership with Latin America: http://t.co/wxPX5oyoGN","month":"05","year":"2013","corpus":"presid obama miamiherald improv partnership latin america","id":331781377697648640,"day":"07"},{"text":"President Obama: \"In a little over three years, our businesses have now created more than 6.5 million new jobs.\"","month":"05","year":"2013","corpus":"presid obama littl three year busi creat million new job","id":332566088728588300,"day":"09"},{"text":"President Obama on reigniting our engine of economic growth-a rising, thriving middle class: http://t.co/b2AdEsdzkC, http://t.co/xnFdsOKB6p","month":"05","year":"2013","corpus":"presid obama reignit engin econom growth rise thrive middl class","id":333219977194782700,"day":"11"},{"text":"President Obama: \"The great alliance between the United States and the United Kingdom is rooted in shared interests and shared values.\"","month":"05","year":"2013","corpus":"presid obama great allianc unit state unit kingdom root share interest share valu","id":333970474268762100,"day":"13"},{"text":"\"Our prayers are with the people of Oklahoma today.\" —President Obama: http://t.co/0onuEtWQ7u","month":"05","year":"2013","corpus":"prayer peopl oklahoma today presid obama","id":336913542001332200,"day":"21"},{"text":"President Obama: “Our prayers are with the people of Oklahoma today.” #PrayForOklahoma","month":"05","year":"2013","corpus":"presid obama prayer peopl oklahoma today prayforoklahoma","id":336845991233871900,"day":"21"},{"text":"Tune in at 2pm ET for President Obama's speech on the future of our fight against terrorism: http://t.co/KvadYk9atb","month":"05","year":"2013","corpus":"tune 2pm presid obama speech futur fight terror","id":337616239125991400,"day":"23"},{"text":"President Obama: \"America, we have faced down dangers far greater than al Qaeda by staying true to the values of our founding.\"","month":"05","year":"2013","corpus":"presid obama america face danger far greater qaeda stay true valu found","id":337643995519938560,"day":"23"},{"text":"“We must make decisions based not on fear, but hard-earned wisdom.” —President Obama on our approach to fighting terrorism","month":"05","year":"2013","corpus":"must make decis base fear hard earn wisdom presid obama approach fight terror","id":337632147072507900,"day":"23"},{"text":"President Obama on our housing market: \"Sales are rising. Foreclosures are declining. Construction is expanding.\" http://t.co/WCPzPmMqlZ","month":"06","year":"2013","corpus":"presid obama hous market sale rise foreclosur declin construct expand","id":340883513907740700,"day":"01"},{"text":"President Obama: \"We want to let people living with mental health challenges know they are not alone.\" #MentalHealthMatters","month":"06","year":"2013","corpus":"presid obama want let peopl live mental health challeng know alon mentalhealthmatt","id":341555438451556350,"day":"03"},{"text":"President Obama: “That’s why the first bill I signed into law was the Lilly Ledbetter Fair Pay Act.” #EqualPay","month":"06","year":"2013","corpus":"presid obama first bill sign law lilli ledbett fair pay act equalpay","id":344121870762782700,"day":"10"},{"text":"President Obama on immigration in America: \"It’s kept our workforce vibrant and dynamic. It’s kept our businesses on the cutting edge.\"","month":"06","year":"2013","corpus":"presid obama immigr america kept workforc vibrant dynam kept busi cut edg","id":344464554077589500,"day":"11"},{"text":"President Obama: \"The promise we’ve found in those who come from every corner of the globe has always been one of our greatest strengths.\"","month":"06","year":"2013","corpus":"presid obama promis found come everi corner globe alway one greatest strength","id":344464199759568900,"day":"11"},{"text":"Happy 89th birthday to President George H. W. Bush! http://t.co/fZz3xnVT31","month":"06","year":"2013","corpus":"happi 89th birthday presid georg bush","id":344878647561302000,"day":"12"},{"text":"\"If we truly are created equal, then surely the love we commit to one another must be equal as well.\" —President Obama on #LGBT Pride Month","month":"06","year":"2013","corpus":"truli creat equal sure love commit one anoth must equal well presid obama lgbt pride month","id":345637187062218750,"day":"14"},{"text":"RT @Simas44: Worth a RT. Must watch TV tonight. President Obama's full interview with @charlierose on NSA and other topics.","month":"06","year":"2013","corpus":"simas44 worth must watch tonight presid obama full interview charlieros nsa topic","id":346743305314373600,"day":"17"},{"text":"Even without Congress' help, President Obama is doing everything he can to protect our kids by reducing gun violence: http://t.co/DkAEsZON3y","month":"06","year":"2013","corpus":"even without congress help presid obama everyth protect kid reduc gun violenc","id":347087304571117600,"day":"18"},{"text":"In case you missed it, watch President Obama's interview with @CharlieRose on the NSA, Syria, Iran, and more: http://t.co/a2XyQonvFv","month":"06","year":"2013","corpus":"case miss watch presid obama interview charlieros nsa syria iran","id":346996168766660600,"day":"18"},{"text":"President Obama: \"If you are a U.S. person, the NSA cannot listen to your telephone calls and the NSA cannot target your emails.\"","month":"06","year":"2013","corpus":"presid obama person nsa cannot listen telephon call nsa cannot target email","id":346832502805110800,"day":"18"},{"text":"President Obama: \"Our generation must move toward a global compact to confront a changing climate before it is too late.\"","month":"06","year":"2013","corpus":"presid obama gener must move toward global compact confront chang climat late","id":347350965009121300,"day":"19"},{"text":"President Obama: \"The greatest tribute that we can pay to those who came before is by carrying on their work to pursue peace and justice.\"","month":"06","year":"2013","corpus":"presid obama greatest tribut pay came carri work pursu peac justic","id":347352707994103800,"day":"19"},{"text":"RT if you agree with President Obama: We owe it to our kids to do something about climate change. http://t.co/A3nco44EuD","month":"06","year":"2013","corpus":"agre presid obama owe kid someth climat chang","id":349210349330915300,"day":"24"},{"text":"President Obama: \"The plan I’m announcing today will help us double again our energy from the wind and the sun.\" #ActOnClimate","month":"06","year":"2013","corpus":"presid obama plan announc today help doubl energi wind sun actonclim","id":349591124811317250,"day":"25"},{"text":"President Obama: \"If we can come together and get this right, we can define a sustainable future for your generation.\" #ActOnClimate","month":"06","year":"2013","corpus":"presid obama come togeth get right defin sustain futur gener actonclim","id":349594122698498050,"day":"25"},{"text":"Heads up: President Obama tries out a Soccket ball in Tanzania—which generates and stores energy when kicked. http://t.co/L5vEh0Xsgo","month":"07","year":"2013","corpus":"head presid obama tri soccket ball tanzania gener store energi kick","id":352070975229153300,"day":"02"},{"text":"Follow @Pfeiffer44, @PressSec, @VJ44, and @Simas44 for the latest from President Obama's senior advisors. #FF","month":"07","year":"2013","corpus":"follow pfeiffer44 presssec vj44 simas44 latest presid obama senior advisor","id":355771082638245900,"day":"12"},{"text":"President Obama: \"Since 1989, the number of Americans who volunteer has grown by more than 25 million.\" #MyPointOfLight","month":"07","year":"2013","corpus":"presid obama sinc 1989 number american volunt grown million mypointoflight","id":356836099605266400,"day":"15"},{"text":"RT @lacasablanca: Worth watching: President Obama's interview with @Leon_Krauze on #ImmigrationReform tonight on @Univision at 6:00pm PT","month":"07","year":"2013","corpus":"lacasablanca worth watch presid obama interview leon_krauz immigrationreform tonight univis 00pm","id":357233809864929300,"day":"16"},{"text":"Full video: President Obama speaks on Trayvon Martin: http://t.co/PvF8zDAHCs","month":"07","year":"2013","corpus":"full video presid obama speak trayvon martin","id":358305440171438100,"day":"19"},{"text":"\"Michelle and I are so pleased to congratulate The Duke and Duchess of Cambridge.\" —President Obama: http://t.co/rhi0MviAJv #RoyalBaby","month":"07","year":"2013","corpus":"michel pleas congratul duke duchess cambridg presid obama royalbabi","id":359426056719056900,"day":"22"},{"text":"President Obama: \"If we just stand by and do nothing in the face of immense change—understand that part of our character will be lost.\"","month":"07","year":"2013","corpus":"presid obama stand noth face immens chang understand part charact lost","id":360100106713829400,"day":"24"},{"text":"President Obama: \"We need modern schools for our kids. We need modern power grids and fuel networks that can withstand stronger storms.\"","month":"07","year":"2013","corpus":"presid obama need modern school kid need modern power grid fuel network withstand stronger storm","id":360474481677971460,"day":"25"},{"text":"President Obama: \"We changed a tax code too skewed in favor of the wealthiest at the expense of working families.\" #ABetterBargain","month":"07","year":"2013","corpus":"presid obama chang tax code skew favor wealthiest expens work famili abetterbargain","id":360471882497130500,"day":"25"},{"text":"At 2:35pm ET, President Obama speaks in Jacksonville on rebuilding the infrastructure our businesses depend on —&gt; http://t.co/uBKLldg3qW","month":"07","year":"2013","corpus":"35pm presid obama speak jacksonvil rebuild infrastructur busi depend","id":360418397181317100,"day":"25"},{"text":"Last night, President Obama hosted an Iftar dinner celebrating Ramadan —&gt; http://t.co/WeKZUR9oBC, http://t.co/lH0TrvWA7r","month":"07","year":"2013","corpus":"last night presid obama host iftar dinner celebr ramadan","id":360789355910012900,"day":"26"},{"text":"FACT: Under President Obama's plan responsible families could save $3,000 a year by refinancing at today's low mortgage rates.","month":"08","year":"2013","corpus":"fact presid obama plan respons famili could save 000 year refinanc today low mortgag rate","id":364895191460610050,"day":"06"},{"text":"\"We need to give to more hard-working Americans the chance to buy their first home.\" —President Obama #ABetterBargain","month":"08","year":"2013","corpus":"need give hard work american chanc buy first home presid obama abetterbargain","id":364841494986764300,"day":"06"},{"text":"Happy birthday, President @BillClinton! http://t.co/jGOZAIfd9W","month":"08","year":"2013","corpus":"happi birthday presid billclinton","id":369489984845135900,"day":"19"},{"text":"Happening now: President Obama presents Staff Sergeant Ty M. Carter with the Medal of Honor —&gt; http://t.co/b4tqL36eMn","month":"08","year":"2013","corpus":"happen presid obama present staff sergeant carter medal honor","id":372060843506434050,"day":"26"},{"text":"President Obama: \"That’s where courage comes from—when we turn not from each other or on each other, but towards one another.\" #MLKDream50","month":"08","year":"2013","corpus":"presid obama courag come turn toward one anoth mlkdream50","id":372803315756965900,"day":"28"},{"text":"\"We're not considering any open-ended commitment. We're not considering any boots-on-the-ground approach.\" —President Obama on #Syria","month":"08","year":"2013","corpus":"consid open end commit consid boot ground approach presid obama syria","id":373541189120561150,"day":"30"},{"text":"\"Over 1,400 people were gassed. Over 400 of them were children.\" —President Obama on the need to respond to chemical weapons use in #Syria","month":"09","year":"2013","corpus":"400 peopl gass 400 children presid obama need respond chemic weapon use syria","id":375990495345774600,"day":"06"},{"text":"President Obama: \"The images from this massacre are sickening. Men, women, children lying in rows, killed by poison gas.\" #Syria","month":"09","year":"2013","corpus":"presid obama imag massacr sicken men women children lie row kill poison ga syria","id":377598235499434000,"day":"11"},{"text":"President Obama: \"If we fail to act, the Assad regime will see no reason to stop using chemical weapons.\" #Syria","month":"09","year":"2013","corpus":"presid obama fail act assad regim see reason stop use chemic weapon syria","id":377598914620190700,"day":"11"},{"text":"President Obama: \"The Russian government has indicated a willingness to join...in pushing Assad to give up his chemical weapons.\" #Syria","month":"09","year":"2013","corpus":"presid obama russian govern indic willing join ... push assad give chemic weapon syria","id":377600697878859800,"day":"11"},{"text":"Inside the Oval Office: President Obama meets with the @BGCA_Clubs 2013 Youth of the Year finalists —&gt; http://t.co/yw4EqDrCj0","month":"09","year":"2013","corpus":"insid oval offic presid obama meet bgca_club 2013 youth year finalist","id":380457915456294900,"day":"18"},{"text":"RT @Cecilia44: As the President said on @TelemundoNews, if the Speaker brings up #immigration reform tomorrow, it passes. WIth or without g…","month":"09","year":"2013","corpus":"cecilia44 presid said telemundonew speaker bring immigr reform tomorrow pass without","id":381092319358771200,"day":"20"},{"text":"President Obama on #Syria: \"Without a credible military threat, the [@UN] Security Council had demonstrated no inclination to act at all.\"","month":"09","year":"2013","corpus":"presid obama syria without credibl militari threat secur council demonstr inclin act","id":382509999710146560,"day":"24"},{"text":"President Obama: \"Just now, I spoke on the phone with President Rouhani of the Islamic Republic of Iran.\"","month":"09","year":"2013","corpus":"presid obama spoke phone presid rouhani islam republ iran","id":383678061146677250,"day":"27"},{"text":"RT @petesouza: New photo: President Obama meets with his senior staff to discuss a potential government shutdown: http://t.co/7JJJlItC9s","month":"09","year":"2013","corpus":"petesouza new photo presid obama meet senior staff discuss potenti govern shutdown","id":384438381242888200,"day":"29"},{"text":"Watch the President explain why he won't allow Congress to hold the economy ransom. #JustVote --&gt; http://t.co/F85mfo3EQR","month":"10","year":"2013","corpus":"watch presid explain allow congress hold economi ransom justvot --&","id":387706657754476540,"day":"08"},{"text":"See what the President told @SpeakerBoehner earlier today: http://t.co/tQIhPqS77R #JustVote","month":"10","year":"2013","corpus":"see presid told speakerboehn earlier today justvot","id":387607432249098240,"day":"08"},{"text":"President Obama: \"First, in the coming days and weeks, we should sit down and pursue a balanced approach to a responsible budget.\"","month":"10","year":"2013","corpus":"presid obama first come day week sit pursu balanc approach respons budget","id":390856816856272900,"day":"17"},{"text":"President Obama: \"Because Democrats and responsible Republicans came together, the first government #shutdown in 17 years is now over.\"","month":"10","year":"2013","corpus":"presid obama democrat respons republican came togeth first govern shutdown year","id":390855122848198660,"day":"17"},{"text":"\"When I was living here, Brooklyn was cool, but not this cool.\" —President Obama at P-TECH High School","month":"10","year":"2013","corpus":"live brooklyn cool cool presid obama tech high school","id":393829483506974700,"day":"25"},{"text":"\"We’re here to welcome a remarkable new leader for this remarkable institution...Mr. Jim Comey.\" —President Obama on the new FBI Director","month":"10","year":"2013","corpus":"welcom remark new leader remark institut ... jim comey presid obama new fbi director","id":394865267433431040,"day":"28"},{"text":"President Obama: \"No more discriminating against kids with preexisting conditions.\" #ThanksObamacare","month":"10","year":"2013","corpus":"presid obama discrimin kid preexist condit thanksobamacar","id":395643780763631600,"day":"30"},{"text":"President Obama honors the Stanley Cup Champion @NHLBlackhawks —&gt; http://t.co/WmyznIjNTd #SweetHomeChicago, http://t.co/gxajzawcus","month":"11","year":"2013","corpus":"presid obama honor stanley cup champion nhlblackhawk sweethomechicago","id":397500541401444350,"day":"04"},{"text":"RT @Inouye44: President Obama urges the House Republican leadership to bring #ENDA to the floor for a vote --&gt; http://t.co/WJnqRZveyI #Just…","month":"11","year":"2013","corpus":"inouye44 presid obama urg hous republican leadership bring enda floor vote --&","id":398548271599075300,"day":"07"},{"text":"\"No one should ever lose their job simply because of who they are or who they love.\" —President Obama on Senate passage of #ENDA. #Equality","month":"11","year":"2013","corpus":"one ever lose job simpli love presid obama senat passag enda equal","id":398538242087088100,"day":"07"},{"text":"RT @WHLive: President Obama: \"Building new roads, and bridges, and schools, and ports—that creates jobs.\" #MadeInAmerica","month":"11","year":"2013","corpus":"whlive presid obama build new road bridg school port creat job madeinamerica","id":398884284330561540,"day":"08"},{"text":"Statement by President Obama on Super Typhoon #Yolanda —&gt; http://t.co/wPbhOfxncs","month":"11","year":"2013","corpus":"statement presid obama super typhoon yolanda","id":399661227665674240,"day":"10"},{"text":"At 11am ET, President Obama participates in a wreath-laying ceremony at Arlington National Cemetery —&gt; http://t.co/4SeMUxe8K1 #VeteransDay","month":"11","year":"2013","corpus":"11am presid obama particip wreath lay ceremoni arlington nation cemeteri veteransday","id":399922014770581500,"day":"11"},{"text":"President Obama encourages Americans who want to help those affected by #Haiyan to visit http://t.co/6Ornnl5L8w —&gt; http://t.co/WVSbNCs3px","month":"11","year":"2013","corpus":"presid obama encourag american want help affect haiyan visit","id":400762295229222900,"day":"13"},{"text":"President Obama's message to #SFBatKid —&gt; http://t.co/O7J4XWwYBs","month":"11","year":"2013","corpus":"presid obama messag sfbatkid","id":401474141569572860,"day":"15"},{"text":"FACT: Under President Obama, we've cut our dependence on foreign oil to a 17-year low —&gt; http://t.co/KXQXAoP73i #ActOnClimate","month":"11","year":"2013","corpus":"fact presid obama cut depend foreign oil year low actonclim","id":401405657892413440,"day":"15"},{"text":"“As long as I’m President, I’ll keep doing everything I can to create jobs and grow the economy.” —President Obama: http://t.co/5iul7PPoqb","month":"11","year":"2013","corpus":"long presid keep everyth creat job grow economi presid obama","id":404254009256456200,"day":"23"},{"text":"President Obama: \"There’s still no better place to make movies and television and music than right here in the United States.\"","month":"11","year":"2013","corpus":"presid obama still better place make movi televis music right unit state","id":405440740668362750,"day":"26"},{"text":"Don't miss the epic conclusion to #TeamPopcorn vs #TeamCaramel.\nPresident Obama announces the winner at 1:20pm ET —&gt; http://t.co/tDhqHn2xJY","month":"11","year":"2013","corpus":"miss epic conclus teampopcorn teamcaramel presid obama announc winner 20pm","id":405721569722253300,"day":"27"},{"text":"RT @WHLive: President Obama: \"With the power vested in me, I grant Popcorn full reprieve from a future of stuffing and cranberry sauce.\" #T…","month":"11","year":"2013","corpus":"whlive presid obama power vest grant popcorn full repriev futur stuf cranberri sauc","id":405766930784481300,"day":"27"},{"text":"Right now: President Obama speaks on increasing economic mobility and helping more Americans succeed: http://t.co/C7KdubHkMx #ABetterBargain","month":"12","year":"2013","corpus":"right presid obama speak increas econom mobil help american succeed abetterbargain","id":408272796616114200,"day":"04"},{"text":"President Obama: \"Step two is making sure we empower more Americans with the skills and education they need to compete.\" #ABetterBargain","month":"12","year":"2013","corpus":"presid obama step two make sure empow american skill educ need compet abetterbargain","id":408279501265588200,"day":"04"},{"text":"President Obama: \"While we don’t promise equal outcomes, we have strived to deliver equal opportunity.\" #ABetterBargain","month":"12","year":"2013","corpus":"presid obama promis equal outcom strive deliv equal opportun abetterbargain","id":408273780109099000,"day":"04"},{"text":"President Obama: \"We will not see the likes of Nelson Mandela again. It falls to us to carry forward the example that he set.\"","month":"12","year":"2013","corpus":"presid obama see like nelson mandela fall carri forward exampl set","id":408725036342583300,"day":"05"},{"text":"President Obama greets Graça Machel, Nelson Mandela's widow, after speaking at today's memorial service. http://t.co/NGa0WoO6Yj","month":"12","year":"2013","corpus":"presid obama greet graça machel nelson mandela widow speak today memori servic","id":410544463732162560,"day":"10"},{"text":"President Obama: \"The unemployment rate has steadily fallen to its lowest point in five years.\" #ABetterBargain","month":"12","year":"2013","corpus":"presid obama unemploy rate steadili fallen lowest point five year abetterbargain","id":414113073985634300,"day":"20"},{"text":"Two weeks from today, President Obama will deliver his 5th State of the Union. Here's what you need to know → http://t.co/4YADppqzGk #SOTU","month":"01","year":"2014","corpus":"two week today presid obama deliv 5th state union need know sotu","id":423112201402994700,"day":"14"},{"text":"President Obama on the First Lady: \"She did leave one thing out of her speech—it’s her birthday tomorrow!\"","month":"01","year":"2014","corpus":"presid obama first ladi leav one thing speech birthday tomorrow","id":423861245670735900,"day":"16"},{"text":"RT @WHLive: President Obama: \"I’ve got a pen to take executive action where Congress won’t, and I’ve got a phone to rally folks.\" #Opportun…","month":"01","year":"2014","corpus":"whlive presid obama got pen take execut action congress got phone ralli folk opportun","id":423862073349533700,"day":"16"},{"text":"A road trip with President Obama? Yep. Get your questions in for the 1st-ever Presidential @Google Hangout Road Trip: http://t.co/NqwePuZ2ZI","month":"01","year":"2014","corpus":"road trip presid obama yep get question 1st ever presidenti googl hangout road trip","id":427526977051168800,"day":"26"},{"text":"On Friday, go on a @Google Hangout Road Trip with President Obama: http://t.co/RgSd6sqYax. Get your questions in now: http://t.co/6qUjMgQG3d","month":"01","year":"2014","corpus":"friday googl hangout road trip presid obama get question","id":427912844940570600,"day":"27"},{"text":"President Obama's pen—ready for editing his latest State of the Union draft. http://t.co/GD8K6aq7lH #InsideSOTU, http://t.co/RcreiemdaT","month":"01","year":"2014","corpus":"presid obama pen readi edit latest state union draft insidesotu","id":427863866358640640,"day":"27"},{"text":"\"The son of a single mom can be President of the greatest nation on Earth.\" —President Obama #OpportunityForAll http://t.co/wI9iDiWL2e","month":"01","year":"2014","corpus":"son singl mom presid greatest nation earth presid obama opportunityforal","id":428382878628474900,"day":"29"},{"text":"\"After 2014, we will support a unified Afghanistan as it takes responsibility for its own future.\" —President Obama http://t.co/zelqjSam6h","month":"01","year":"2014","corpus":"2014 support unifi afghanistan take respons futur presid obama","id":428362696128340000,"day":"29"},{"text":"President Obama: \"Women deserve #EqualPay for equal work.\" #OpportunityForAll http://t.co/TzROYlTJGk","month":"01","year":"2014","corpus":"presid obama women deserv equalpay equal work opportunityforal","id":428548773308944400,"day":"29"},{"text":"Starting soon: Don't miss President Obama speak on expanding skills training for in-demand jobs: http://t.co/tkqOcqV9c7 #OpportunityForAll","month":"01","year":"2014","corpus":"start soon miss presid obama speak expand skill train demand job opportunityforal","id":428941448814526460,"day":"30"},{"text":"President Obama: \"Job one is more new jobs: Jobs in construction and manufacturing, jobs in innovation and energy.\" http://t.co/fCcxx7Y7Vc","month":"02","year":"2014","corpus":"presid obama job one new job job construct manufactur job innov energi","id":429697131813679100,"day":"01"},{"text":"President Obama: \"I’m going to fight…to shift the odds back in favor of more working and middle-class Americans.\" http://t.co/YqRGQAgk7U","month":"02","year":"2014","corpus":"presid obama go fight shift odd back favor work middl class american","id":429731609521053700,"day":"01"},{"text":"President Obama: \"We’ve got to build an economy that works for everyone—not just a fortunate few.\" http://t.co/H2xI8UaIrP #OpportunityForAll","month":"02","year":"2014","corpus":"presid obama got build economi work everyon fortun opportunityforal","id":432179795263111200,"day":"08"},{"text":"President Obama said 2014 will be a year of action. Here's what happened next: http://t.co/U3ucg8GjN3  #OpportunityForAll","month":"02","year":"2014","corpus":"presid obama said 2014 year action happen next opportunityforal","id":432636301599182850,"day":"09"},{"text":"President Obama: \"Every American deserves to know where your elected representatives stand on this.\" #RaiseTheWage, http://t.co/QYkaOlbHkH","month":"02","year":"2014","corpus":"presid obama everi american deserv know elect repres stand raisethewag","id":433686007683096600,"day":"12"},{"text":"Get the latest on how President Obama is kicking vehicle efficiency into high gear: http://t.co/CxUTb9ltuE #ActOnClimate","month":"02","year":"2014","corpus":"get latest presid obama kick vehicl effici high gear actonclim","id":435915463713767400,"day":"18"},{"text":"Here's how President Obama's helping communities impacted by the drought in CA: http://t.co/C8P3bDGIzx #ActOnClimate http://t.co/sFjOHn8Lmc","month":"02","year":"2014","corpus":"presid obama help commun impact drought actonclim","id":435877723542523900,"day":"18"},{"text":"\"I’m here to announce that we’re building Iron Man…Not really. Maybe. It’s classified.\" —President Obama #ActOnJobs","month":"02","year":"2014","corpus":"announc build iron man realli mayb classifi presid obama actonjob","id":438409121285816300,"day":"25"},{"text":"\"Roads and bridges shouldn’t be a partisan issue.\" —President Obama #RebuildAmerica","month":"02","year":"2014","corpus":"road bridg partisan issu presid obama rebuildamerica","id":438781030498308100,"day":"26"},{"text":"Right now: President Obama lays out his plan to put Americans to work rebuilding our infrastructure → http://t.co/HTJYMRYanE #RebuildAmerica","month":"02","year":"2014","corpus":"right presid obama lay plan put american work rebuild infrastructur rebuildamerica","id":438774501896355840,"day":"26"},{"text":"RT @WHLive: Obama on #OpportunityForAll: \"That means guaranteeing every child in America access to a world-class education.\" http://t.co/vr…","month":"02","year":"2014","corpus":"whlive obama opportunityforal mean guarante everi child america access world class educ","id":439140327753281540,"day":"27"},{"text":"President Obama: \"In today’s global economy, 1st-class jobs gravitate to 1st-class infrastructure.\" http://t.co/c3AI8wA1eO #RebuildAmerica","month":"03","year":"2014","corpus":"presid obama today global economi 1st class job gravit 1st class infrastructur rebuildamerica","id":439837626590191600,"day":"01"},{"text":"RT @Lubin44: Have questions on the #ACA? Get them in for President Obama's interview with @WebMD next week → http://t.co/t59EuLxFJd #WebMDA…","month":"03","year":"2014","corpus":"lubin44 question aca get presid obama interview webmd next week webmda","id":441976692505325600,"day":"07"},{"text":"Here's how President Obama's budget would grow our economy and expand #OpportunityForAll hardworking Americans → http://t.co/Rzi3Aw4wI8","month":"03","year":"2014","corpus":"presid obama budget would grow economi expand opportunityforal hardwork american","id":443060965714972700,"day":"10"},{"text":"President Obama's Weekly Address: Strengthening overtime protections for the American people → http://t.co/hv0B7P0BLu #OpportunityForAll","month":"03","year":"2014","corpus":"presid obama weekli address strengthen overtim protect american peopl opportunityforal","id":445190488774037500,"day":"16"},{"text":"Go behind the scenes with President Obama as he meets with @Pontifex in Vatican City and stops by the Colosseum → http://t.co/w3GQCnxAXL","month":"03","year":"2014","corpus":"behind scene presid obama meet pontifex vatican citi stop colosseum","id":449287527678345200,"day":"27"},{"text":"\"No young person should be denied a higher education just because your family has trouble affording it\" —President Obama #CollegeOpportunity","month":"04","year":"2014","corpus":"young person deni higher educ famili troubl afford presid obama collegeopportun","id":453196198351237100,"day":"07"},{"text":"\"We are here, on behalf of the American people, to honor your loved ones and to offer whatever comfort we can.\" —President Obama #FortHood","month":"04","year":"2014","corpus":"behalf american peopl honor love one offer whatev comfort presid obama forthood","id":453973528501841900,"day":"09"},{"text":"\"It is love, tested by tragedy, that brings us together again.\" —President Obama at #FortHood","month":"04","year":"2014","corpus":"love test tragedi bring togeth presid obama forthood","id":453972769500561400,"day":"09"},{"text":"\"As we commemorate the 50th anniversary of the Civil Rights Act, we honor the men and women who made it possible.\" —President Obama","month":"04","year":"2014","corpus":"commemor 50th anniversari civil right act honor men women made possibl presid obama","id":454307763540463600,"day":"10"},{"text":"\"In the year since she arrived, the deficit has plunged by more than $400 billion.\" —President Obama on Sylvia Burwell's record at OMB","month":"04","year":"2014","corpus":"year sinc arriv deficit plung 400 billion presid obama sylvia burwel record omb","id":454636571611131900,"day":"11"},{"text":"\"I know you’re going to do an outstanding job as America’s Secretary of Health and Human Services.\" —President Obama to Sylvia Burwell","month":"04","year":"2014","corpus":"know go outstand job america secretari health human servic presid obama sylvia burwel","id":454636957424168960,"day":"11"},{"text":"President Obama observes a moment of silence to honor victims of last year's Boston Marathon bombing. #BostonStrong http://t.co/GXpaSA49Dx","month":"04","year":"2014","corpus":"presid obama observ moment silenc honor victim last year boston marathon bomb bostonstrong","id":456186369854152700,"day":"15"},{"text":"\"No American with a pre-existing condition like asthma or cancer can be denied coverage.\" —President Obama #8Million","month":"04","year":"2014","corpus":"american pre exist condit like asthma cancer deni coverag presid obama 8million","id":456880895387922400,"day":"17"},{"text":"Get the latest on how President Obama is supporting solar power deployment and clean energy jobs → http://t.co/Ja4nOC30D5 #ActOnClimate","month":"04","year":"2014","corpus":"get latest presid obama support solar power deploy clean energi job actonclim","id":456806854933233660,"day":"17"},{"text":"Hey @ComfortTechBand, the President really enjoyed meeting you. Remember to send over your next album: http://t.co/VnjnXoUAM8 #BarackNRoll ♫","month":"04","year":"2014","corpus":"hey comforttechband presid realli enjoy meet rememb send next album baracknrol","id":457263368089632800,"day":"18"},{"text":"We owe it to our kids to #ActOnClimate change. Share President Obama's plan → http://t.co/8VFtPymmQV #EarthDay http://t.co/HlbT3CFXoO","month":"04","year":"2014","corpus":"owe kid actonclim chang share presid obama plan earthday","id":458613796039188500,"day":"22"},{"text":"\"Russia’s actions in #Ukraine are making an already weak Russian economy even weaker.\" —President Obama","month":"05","year":"2014","corpus":"russia action ukrain make alreadi weak russian economi even weaker presid obama","id":462263716575445000,"day":"02"},{"text":"\"I acted to encourage more pay transparency and strengthen enforcement of #EqualPay laws.\" —President Obama: http://t.co/ZFXs9nIE9A","month":"05","year":"2014","corpus":"act encourag pay transpar strengthen enforc equalpay law presid obama","id":462668870432460800,"day":"03"},{"text":"President Obama to House Republicans: \"Say yes to commonsense reform that fixes our broken immigration system.\" #ActOnCIR","month":"05","year":"2014","corpus":"presid obama hous republican say ye commonsens reform fix broken immigr system actoncir","id":463436626379939840,"day":"05"},{"text":"\"#OpportunityForAll is why I’m fighting so hard to fix our broken immigration system.\" —President Obama #ImmigrationReform","month":"05","year":"2014","corpus":"opportunityforal fight hard fix broken immigr system presid obama immigrationreform","id":463436000514277400,"day":"05"},{"text":"\"We’re going to do everything we can to provide assistance.\" —President Obama on helping Nigeria #BringBackOurGirls: http://t.co/zXYcEpGFc8","month":"05","year":"2014","corpus":"go everyth provid assist presid obama help nigeria bringbackourgirl","id":464145247828971500,"day":"07"},{"text":"\"Your country's going to be there for you…you are in our thoughts and prayers.\" —President Obama to Arkansans on the recent tornado damage","month":"05","year":"2014","corpus":"countri go thought prayer presid obama arkansan recent tornado damag","id":464127029739524100,"day":"07"},{"text":"\"I am...designating the Organ Mountains-Desert Peaks region a National Monument.\" —President Obama #MonumentsMatter http://t.co/WWgCnweXIZ","month":"05","year":"2014","corpus":"... design organ mountain desert peak region nation monument presid obama monumentsmatt","id":469213293199228900,"day":"21"},{"text":"\"Every single one of us owes our fallen heroes a profound debt of gratitude.\" —President Obama on Memorial Day: http://t.co/se7sva13Ir","month":"05","year":"2014","corpus":"everi singl one owe fallen hero profound debt gratitud presid obama memori day","id":470244357183123460,"day":"24"},{"text":"\"Let’s keep working to make sure that our country upholds our sacred trust to all who’ve served.\" —President Obama: http://t.co/8obB7yvpU5","month":"05","year":"2014","corpus":"let keep work make sure countri uphold sacr trust serv presid obama","id":470263009642688500,"day":"24"},{"text":"\"We stand in awe of your service.\" —President Obama to troops in Afghanistan today: http://t.co/HiX354DecU, http://t.co/lCcOV8Nu5E","month":"05","year":"2014","corpus":"stand awe servic presid obama troop afghanistan today","id":470703618833014800,"day":"25"},{"text":"\"Your charge, now, is not only to protect our country, but to do what is right and just.\" —President Obama to @WestPoint_USMA graduates","month":"05","year":"2014","corpus":"charg protect countri right presid obama westpoint_usma graduat","id":471669215813173250,"day":"28"},{"text":"\"We’ll never stop working to do right by you and your families.\" —President Obama to our men and women in uniform","month":"05","year":"2014","corpus":"never stop work right famili presid obama men women uniform","id":472398199748309000,"day":"30"},{"text":"RT @ChrisVanHollen: FACT: The President's plan to clean up our power plants will save lives. #ActOnClimate http://t.co/kBmUyGUiFt","month":"06","year":"2014","corpus":"chrisvanhollen fact presid plan clean power plant save live actonclim","id":473529892592967700,"day":"02"},{"text":"RT @GovernorOMalley: I applaud the President's plan to reduce CO2 pollution from existing power plants http://t.co/IKuB4vh8Ab","month":"06","year":"2014","corpus":"governoromalley applaud presid plan reduc co2 pollut exist power plant","id":473589959010820100,"day":"02"},{"text":"\"I make absolutely no apologies for making sure that we get back a young man to his parents.\" —President Obama: http://t.co/yK5p4KmkVb","month":"06","year":"2014","corpus":"make absolut apolog make sure get back young man parent presid obama","id":474615416619147260,"day":"05"},{"text":"Watch President Obama announce a new plan to reduce the burden of student loan debt at 1:45pm ET: http://t.co/ut7uri7Tph #CollegeOpportunity","month":"06","year":"2014","corpus":"watch presid obama announc new plan reduc burden student loan debt 45pm collegeopportun","id":476054919107993600,"day":"09"},{"text":"Here's why President Obama's fighting to make higher education more affordable → http://t.co/O92s3S46jp http://t.co/LrvXPKyAWg","month":"06","year":"2014","corpus":"presid obama fight make higher educ afford","id":476426230091497500,"day":"10"},{"text":"“Don’t get cynical. Guard against cynicism…the world is less violent than it has ever been.” —President Obama to young Americans #ObamaIRL","month":"06","year":"2014","corpus":"get cynic guard cynic world less violent ever presid obama young american obamairl","id":476470624756719600,"day":"10"},{"text":"Share the news: The @AmerMedicalAssn supports President Obama's clean power plant standards. #ActOnClimate http://t.co/IrztFbfMsd","month":"06","year":"2014","corpus":"share news amermedicalassn support presid obama clean power plant standard actonclim","id":476742994234982400,"day":"11"},{"text":"“I’m writing to let you know what it’s like for us out here in the middle of the country” —Rebekah to the President: http://t.co/cqBrjZB63c","month":"06","year":"2014","corpus":"write let know like middl countri rebekah presid","id":481499478051287040,"day":"24"},{"text":"RT @dougmillsnyt: President Obama watches the USA vs Germany World Cup game aboard Air Force One enroute to Minneapolis. #worldcup http://t…","month":"06","year":"2014","corpus":"dougmillsnyt presid obama watch usa germani world cup game aboard air forc one enrout minneapoli worldcup","id":482215677042753540,"day":"26"},{"text":"\"If this Congress does not act by the end of the summer, the Highway Trust Fund will run out.  \" —President Obama #RebuildAmerica","month":"07","year":"2014","corpus":"congress act end summer highway trust fund run presid obama rebuildamerica","id":484039652320772100,"day":"01"},{"text":"#TheBearIsLoose: President Obama's headed to Denver to meet with folks who've written him letters → http://t.co/1sSch7sCIa","month":"07","year":"2014","corpus":"thebearisloos presid obama head denver meet folk written letter","id":486526833572446200,"day":"08"},{"text":"At 12:20pm ET, President Obama speaks in Denver on expanding opportunity for more Americans → http://t.co/b4tqL3oo0v #OpportunityForAll","month":"07","year":"2014","corpus":"20pm presid obama speak denver expand opportun american opportunityforal","id":486905427381461000,"day":"09"},{"text":"\"Cynicism is a choice. Hope is a better choice.\" —President Obama: http://t.co/b4tqL3oo0v #OpportunityForAll","month":"07","year":"2014","corpus":"cynic choic hope better choic presid obama opportunityforal","id":486916783727992800,"day":"09"},{"text":"President Obama sat down for dinner with 5 Coloradans who wrote him letters about what's going on in their lives → http://t.co/JHViJuDGzN","month":"07","year":"2014","corpus":"presid obama sat dinner coloradan wrote letter go live","id":486900593550966800,"day":"09"},{"text":"\"I believe that when women succeed, America succeeds.\" —President Obama: http://t.co/ccgeYlGmMC http://t.co/qpkVoOadGa","month":"07","year":"2014","corpus":"believ women succeed america succe presid obama","id":486914978042368000,"day":"09"},{"text":"“It reminds me of why I ran for office…I have a chance to hear from people.” —President Obama on the 10 letters he reads every night","month":"07","year":"2014","corpus":"remind ran offic chanc hear peopl presid obama letter read everi night","id":486910035340296200,"day":"09"},{"text":"\"Republicans, Democrats, independents—everybody uses our roads.\" —President Obama: http://t.co/tAfcnlbhjT #RebuildAmerica","month":"07","year":"2014","corpus":"republican democrat independ everybodi use road presid obama rebuildamerica","id":489128454760456200,"day":"15"},{"text":"President Obama's plan would increase investments to fix our roads and bridges by 38% over 4 years → http://t.co/VAevH7GBGF #RebuildAmerica","month":"07","year":"2014","corpus":"presid obama plan would increas invest fix road bridg year rebuildamerica","id":489060592448466940,"day":"15"},{"text":"President Obama.\nBehind the wheel.\nTesting out a driving simulator.\nWatch → http://t.co/J1f6osEhtq\n#RebuildAmerica http://t.co/3C1lpQIGbC","month":"07","year":"2014","corpus":"presid obama behind wheel test drive simul watch rebuildamerica","id":489440398805573600,"day":"16"},{"text":"Get the latest on how President Obama's acting to modernize our infrastructure and speed up project permitting → http://t.co/1mhWIk6SaL","month":"07","year":"2014","corpus":"get latest presid obama act modern infrastructur speed project permit","id":489790245974851600,"day":"17"},{"text":"\"The world is watching reports of a downed passenger jet near the Russia-Ukraine border.\" —President Obama","month":"07","year":"2014","corpus":"world watch report down passeng jet near russia ukrain border presid obama","id":489834976683515900,"day":"17"},{"text":"\"I will do whatever I can, whenever I can, to help families like yours.\" —President Obama: http://t.co/AqnMHEQd7K #OpportunityForAll","month":"07","year":"2014","corpus":"whatev whenev help famili like presid obama opportunityforal","id":490511489657081860,"day":"19"},{"text":"“I had this mom who just loved me a lot…to all the heroic single moms out there, we appreciate you.” —President Obama #MyBrothersKeeper","month":"07","year":"2014","corpus":"mom love lot heroic singl mom appreci presid obama mybrotherskeep","id":491255320355012600,"day":"21"},{"text":"Starting soon, President Obama participates in a town hall on helping more young people succeed → http://t.co/WhgjTirUjI #MyBrothersKeeper","month":"07","year":"2014","corpus":"start soon presid obama particip town hall help young peopl succeed mybrotherskeep","id":491249091528376300,"day":"21"},{"text":"President Obama gets an assist from @CP3 to help more young people succeed → http://t.co/JOBIeY0Ctg #MyBrothersKeeper http://t.co/pZGuVufHsj","month":"07","year":"2014","corpus":"presid obama get assist cp3 help young peopl succeed mybrotherskeep","id":491379744186056700,"day":"22"},{"text":"Here's the recap of President Obama's call with Prime Minister Rutte of the Netherlands on the situation in Ukraine. http://t.co/3zvKjvUFIm","month":"07","year":"2014","corpus":"recap presid obama call prime minist rutt netherland situat ukrain","id":491733591282679800,"day":"22"},{"text":"\"You’re doing your job. Imagine how much farther along we'd be if Congress was doing its job, too.\" —President Obama in Kansas City","month":"07","year":"2014","corpus":"job imagin much farther along congress job presid obama kansa citi","id":494517815182110700,"day":"30"},{"text":"\"Our tax dollars shouldn’t go to companies that violate workplace laws.\" —President Obama: http://t.co/y4ehtHvRUm #WorkplaceFairness","month":"07","year":"2014","corpus":"tax dollar compani violat workplac law presid obama workplacefair","id":494902847348437000,"day":"31"},{"text":"Ice tea ✔\nOatmeal raisin cookies ✔\nVintage watches ✔\nTake a walk down Main St. with President Obama in Parkville, MO: http://t.co/EbOgDG6jUp","month":"07","year":"2014","corpus":"ice tea oatmeal raisin cooki vintag watch take walk main presid obama parkvil","id":494958708213153800,"day":"31"},{"text":"RT @ParkvilleCoffee: President Obama enjoying the coffeehouse! http://t.co/rpwiLbQcrX","month":"07","year":"2014","corpus":"parkvillecoffe presid obama enjoy coffeehous","id":494634470642040800,"day":"31"},{"text":"President Obama: \"Our businesses have created nearly 10 million new jobs over the past 52 months.\" #ActOnJobs http://t.co/B2Ou5aR2q1","month":"07","year":"2014","corpus":"presid obama busi creat nearli million new job past month actonjob","id":494900713584353300,"day":"31"},{"text":"RT @WHLive: “There are steps that we could be taking that would result in more job growth, higher wages.”  —President Obama #DoYourJobHouse…","month":"08","year":"2014","corpus":"whlive step could take would result job growth higher wage presid obama doyourjobhous","id":495279893144686600,"day":"01"},{"text":"\"American combat troops will not be returning to fight in Iraq.\" —President Obama: http://t.co/PihQFGRmAK http://t.co/NXfpaRWd6e","month":"08","year":"2014","corpus":"american combat troop return fight iraq presid obama","id":497834737507893250,"day":"08"},{"text":"RT @NSCPress: Readout of the President’s Call with President Poroshenko of #Ukraine: http://t.co/82XeWfixe5","month":"08","year":"2014","corpus":"nscpress readout presid call presid poroshenko ukrain","id":498913844891512800,"day":"11"},{"text":"\"We reformed a student loan system so that more money goes to students instead of big banks.\" —President Obama: http://t.co/qNgVc7bFAG","month":"08","year":"2014","corpus":"reform student loan system money goe student instead big bank presid obama","id":500673431927390200,"day":"16"},{"text":"President Obama on eliminating the Syrian regime's “most lethal declared chemical weapons” → http://t.co/Ny4mp8oHdk http://t.co/nqbyTeKfSF","month":"08","year":"2014","corpus":"presid obama elimin syrian regim lethal declar chemic weapon","id":501492325957529600,"day":"18"},{"text":"RT @WHLive: \"American air strikes have stopped the ISIL advance around the city of Erbil, and pushed back the terrorists.\" —President Obama…","month":"08","year":"2014","corpus":"whlive american air strike stop isil advanc around citi erbil push back terrorist presid obama","id":501465601408516100,"day":"18"},{"text":"\"Today, the entire world is appalled by the brutal murder of Jim Foley by the terrorist group, ISIL.\" —President Obama","month":"08","year":"2014","corpus":"today entir world appal brutal murder jim foley terrorist group isil presid obama","id":502136035816796160,"day":"20"},{"text":"President Obama acted to rescue the American auto industry—saving more than 1 million jobs → http://t.co/od7xURkGQl http://t.co/h0pgzv3Led","month":"08","year":"2014","corpus":"presid obama act rescu american auto industri save million job","id":502538855577583600,"day":"21"},{"text":"\"America is stronger because we...helped more middle-class families afford college.\" —Obama #CollegeOpportunity http://t.co/PIyY0rNc3L","month":"09","year":"2014","corpus":"america stronger ... help middl class famili afford colleg obama collegeopportun","id":506516736985006100,"day":"01"},{"text":"\"When ordinary people stand together, great change is possible.\" —President Obama in Estonia: http://t.co/b4tqL36eMn http://t.co/6mV3arc1L5","month":"09","year":"2014","corpus":"ordinari peopl stand togeth great chang possibl presid obama estonia","id":507152558532886500,"day":"03"},{"text":"In #WestWingWeek, President Obama celebrates Labor Day, travels to Estonia, and addresses the #NATOSummitUK. Watch → http://t.co/dCOzzRHQ0m","month":"09","year":"2014","corpus":"westwingweek presid obama celebr labor day travel estonia address natosummituk watch","id":508405812742479900,"day":"07"},{"text":"Check out how consumer spending has gone ↑ under President Obama → http://t.co/2aHwTHOjeE http://t.co/gXojMuaRg1","month":"09","year":"2014","corpus":"check consum spend gone presid obama","id":509113320411234300,"day":"08"},{"text":"\"We stand for freedom, for justice, for dignity. These are values that have guided our nation since its founding.\" —President Obama","month":"09","year":"2014","corpus":"stand freedom justic digniti valu guid nation sinc found presid obama","id":509872609375563800,"day":"11"},{"text":"RT @WHLive: \"We will increase our support to forces fighting these terrorists on the ground.\" —President Obama #ISIL","month":"09","year":"2014","corpus":"whlive increas support forc fight terrorist ground presid obama isil","id":509871236357566460,"day":"11"},{"text":"\"Our endless blessings bestow an enduring burden. But as Americans, we welcome our responsibility to lead.\" —President Obama","month":"09","year":"2014","corpus":"endless bless bestow endur burden american welcom respons lead presid obama","id":509872523111317500,"day":"11"},{"text":"\"This is a core principle of my presidency: If you threaten America, you will find no safe-haven.\" —President Obama #ISIL","month":"09","year":"2014","corpus":"core principl presid threaten america find safe presid obama isil","id":509870883834691600,"day":"11"},{"text":"President Obama and the First Lady attend the September 11th Observance Ceremony at the Pentagon Memorial: http://t.co/IdPh6gl0ou","month":"09","year":"2014","corpus":"presid obama first ladi attend septemb 11th observ ceremoni pentagon memori","id":510058744093618200,"day":"11"},{"text":"“Right now, the world has the responsibly to act, to step up, to do more.” —President Obama: http://t.co/wTXugR6DZ3 #Ebola","month":"09","year":"2014","corpus":"right world respons act step presid obama ebola","id":511972103944699900,"day":"16"},{"text":"\"It is on all of us to reject the quiet tolerance of sexual assault and to refuse to accept what’s unacceptable.\" —President Obama #ItsOnUs","month":"09","year":"2014","corpus":"reject quiet toler sexual assault refus accept unaccept presid obama itsonu","id":513002312085020700,"day":"19"},{"text":"RT @AmbassadorPower: President Obama at #Climate2014: I believe, as Dr. King said, that there is such a thing as being too late. #ActOnClim…","month":"09","year":"2014","corpus":"ambassadorpow presid obama climate2014 believ king said thing late actonclim","id":514508771327229950,"day":"23"},{"text":"President Obama and @BillClinton talk backstage at the @ClintonGlobal Initiative → http://t.co/3HEWywmd9s #CGI2014 http://t.co/PP7t40oLds","month":"09","year":"2014","corpus":"presid obama billclinton talk backstag clintonglob initi cgi2014","id":514817023898308600,"day":"24"},{"text":"\"We reject fatalism or cynicism when it comes to human affairs; we choose to work for the world as it should be\" —President Obama #UNGA","month":"09","year":"2014","corpus":"reject fatal cynic come human affair choos work world presid obama unga","id":514781012828885000,"day":"24"},{"text":"Happening now: President Obama chairs the @UN Security Council summit on foreign terrorist fighters → http://t.co/b4tqL36eMn","month":"09","year":"2014","corpus":"happen presid obama chair secur council summit foreign terrorist fighter","id":514852547073687550,"day":"24"},{"text":"\"America will not give up on the pursuit of peace.\" —President Obama on the conflict between Palestinians and Israelis #UNGA","month":"09","year":"2014","corpus":"america give pursuit peac presid obama conflict palestinian isra unga","id":514787925457109000,"day":"24"},{"text":"Today, President Obama's designating the largest marine reserve in the world off-limits to development: http://t.co/7V6QbsmkUQ #ActOnClimate","month":"09","year":"2014","corpus":"today presid obama design largest marin reserv world limit develop actonclim","id":515169220746051600,"day":"25"},{"text":"Climate change is causing sea levels and ocean temperatures to ↑, and President Obama's taking action: http://t.co/7V6QbsmkUQ #ActOnClimate","month":"09","year":"2014","corpus":"climat chang caus sea level ocean temperatur presid obama take action actonclim","id":515185304970739700,"day":"25"},{"text":"\"America is leading the effort to rally the world against Russian aggression in Ukraine.\" —President Obama: http://t.co/SrGRLwY9EF","month":"09","year":"2014","corpus":"america lead effort ralli world russian aggress ukrain presid obama","id":515886122937753600,"day":"27"},{"text":"President Obama and Indian Prime Minister Modi visit the Martin Luther King, Jr. memorial: http://t.co/AApe3aX6G9 http://t.co/nvOfeyrfmp","month":"10","year":"2014","corpus":"presid obama indian prime minist modi visit martin luther king memori","id":517131823344660500,"day":"01"},{"text":"\"Let’s invest more in the kind of basic research that led to Google and GPS, and make our economy stronger.\" —President Obama #AmericaLeads","month":"10","year":"2014","corpus":"let invest kind basic research led googl gp make economi stronger presid obama americalead","id":517748126636322800,"day":"02"},{"text":"\"We’re on pace to make 2014 the strongest year of job growth since the 1990s.\" —President Obama: http://t.co/eC06zyYFWf #AmericaLeads","month":"10","year":"2014","corpus":"pace make 2014 strongest year job growth sinc 1990 presid obama americalead","id":518407554989584400,"day":"04"},{"text":"RT @vj44: \"He has—when all is said and done—achieved a lot.\" —@NYTimesKrugman on the progress we've made under President Obama: http://t.co…","month":"10","year":"2014","corpus":"vj44 said done achiev lot nytimeskrugman progress made presid obama","id":519960996128231400,"day":"08"},{"text":"President Obama's acting to protect drinking water and open spaces for millions of Americans. http://t.co/UzTFiqOiEd http://t.co/78JGcWlIbF","month":"10","year":"2014","corpus":"presid obama act protect drink water open space million american","id":520650122800422900,"day":"10"},{"text":"RT @WHLive: “Until we stop their outbreak in West Africa, we may continue to see individual cases in America.” —President Obama #Ebola","month":"10","year":"2014","corpus":"whlive stop outbreak west africa may continu see individu case america presid obama ebola","id":527549327905148900,"day":"29"},{"text":"\"No matter who you are or what you look like…here in America, you can make it if you try.\" —President Obama at @RICNews #OpportunityForAll","month":"10","year":"2014","corpus":"matter look like america make tri presid obama ricnew opportunityforal","id":528212635289124860,"day":"31"},{"text":"\"In education, dropout rates are down, the national graduation rate is the highest on record.\" —President Obama http://t.co/A0qtV0ISuo","month":"10","year":"2014","corpus":"educ dropout rate nation graduat rate highest record presid obama","id":528207121246978050,"day":"31"},{"text":"\"Let’s honor our veterans by making sure they get their shot at the American Dream.\" —President Obama: http://t.co/IfMPNUo3dZ #VeteransDay","month":"11","year":"2014","corpus":"let honor veteran make sure get shot american dream presid obama veteransday","id":531458376988114940,"day":"09"},{"text":"President Obama is urging the @FCC to protect #NetNeutrality. Get the facts on his plan: http://t.co/xF3gOG7xcA http://t.co/rWSh1fk801","month":"11","year":"2014","corpus":"presid obama urg fcc protect netneutr get fact plan","id":532561702580400100,"day":"12"},{"text":"President Obama's acting so more than 4 million undocumented immigrants can play by the rules. #ImmigrationAction http://t.co/kO5rVUL71N","month":"11","year":"2014","corpus":"presid obama act million undocu immigr play rule immigrationact","id":535585380800548860,"day":"21"},{"text":"\"To be an American is about something more than what we look like.\" —President Obama\nWatch → http://t.co/kLVZMnOgfv #ImmigrationAction","month":"11","year":"2014","corpus":"american someth look like presid obama watch immigrationact","id":535923393489821700,"day":"21"},{"text":"A behind-the-scenes video you don't want to miss. Watch President Obama reflect on his #ImmigrationAction.\nhttps://t.co/gtWJZpMFPB","month":"11","year":"2014","corpus":"behind scene video want miss watch presid obama reflect immigrationact","id":535849394285731840,"day":"21"},{"text":"RT @WHLive: \"It does not grant citizenship, or the right to stay here permanently.\" —President Obama on his #ImmigrationAction","month":"11","year":"2014","corpus":"whlive grant citizenship right stay perman presid obama immigrationact","id":535600716421672960,"day":"21"},{"text":"\"I’ve seen the heartbreak and anxiety of children whose mothers might be taken away from them.\" —President Obama #ImmigrationAction","month":"11","year":"2014","corpus":"seen heartbreak anxieti children whose mother might taken away presid obama immigrationact","id":535601838196662300,"day":"21"},{"text":"\"The problem is not just a #Ferguson problem, it is an American problem.” —President Obama: http://t.co/b4tqL3X2az","month":"11","year":"2014","corpus":"problem ferguson problem american problem presid obama","id":537383364471570400,"day":"25"},{"text":"\"Michael Brown’s parents have lost more than anyone. We should be honoring their wishes.\" —President Obama #Ferguson","month":"11","year":"2014","corpus":"michael brown parent lost anyon honor wish presid obama ferguson","id":537081001051041800,"day":"25"},{"text":"\"I’m calling on Congress to approve our emergency funding request to fight this disease.\" —President Obama #Ebola http://t.co/waIFFNyACz","month":"12","year":"2014","corpus":"call congress approv emerg fund request fight diseas presid obama ebola","id":539904460298780700,"day":"02"},{"text":"\"If all of us work together...then there is no limit to what this country can achieve.\" —President Obama #CollegeOpportunity","month":"12","year":"2014","corpus":"work togeth ... limit countri achiev presid obama collegeopportun","id":540562314383351800,"day":"04"},{"text":"\"Making sure more of our young people have access to higher education…that has to be an American issue\" —President Obama #CollegeOpportunity","month":"12","year":"2014","corpus":"make sure young peopl access higher educ american issu presid obama collegeopportun","id":540556289202733060,"day":"04"},{"text":"\"Our businesses have now created 10.9 million jobs over the past 57 months in a row...the longest streak...on record.\" —President Obama","month":"12","year":"2014","corpus":"busi creat million job past month row ... longest streak ... record presid obama","id":540889743441928200,"day":"05"},{"text":"\"Last month, our businesses created 314,000 new jobs.\" —President Obama in his weekly address: http://t.co/CHe2Nixod0 http://t.co/yTmnPF1Znt","month":"12","year":"2014","corpus":"last month busi creat 314 000 new job presid obama weekli address","id":541260570608304100,"day":"06"},{"text":"\"We are going to keep it up until every American feels the gains of a growing economy.\" —President Obama: http://t.co/3cCSTwNOcm","month":"12","year":"2014","corpus":"go keep everi american feel gain grow economi presid obama","id":541676050778828800,"day":"07"},{"text":"\"Pass a bill.\" —President Obama to Congressional Republicans on how to help fix our broken immigration system","month":"12","year":"2014","corpus":"pass bill presid obama congression republican help fix broken immigr system","id":542417382078042100,"day":"09"},{"text":"Watch President Obama reflect on letters he gets from Republicans who support his #ImmigrationAction. http://t.co/xKmddMAhsN","month":"12","year":"2014","corpus":"watch presid obama reflect letter get republican support immigrationact","id":542439916064362500,"day":"09"},{"text":"\"Since it started in the 1940s, Toys for Tots has distributed more than 469 million toys to more than 216 million children\" —President Obama","month":"12","year":"2014","corpus":"sinc start 1940 toy tot distribut 469 million toy 216 million children presid obama","id":542752542661148700,"day":"10"},{"text":"\"Last year, our businesses sold a record $2.3 trillion of #MadeInAmerica goods and services.\" —President Obama http://t.co/wCc1NKn7mL","month":"12","year":"2014","corpus":"last year busi sold record trillion madeinamerica good servic presid obama","id":543081892614905860,"day":"11"},{"text":"\"Let’s always keep striving to serve them as well as they’ve always served us.\" —President Obama on our veterans: http://t.co/Ay5UCNSAHi","month":"12","year":"2014","corpus":"let alway keep strive serv well alway serv presid obama veteran","id":543846327130415100,"day":"13"},{"text":"\"You are the backbone of the greatest nation on earth—and you always will be that.\" —President Obama to our troops","month":"12","year":"2014","corpus":"backbon greatest nation earth alway presid obama troop","id":544586382258085900,"day":"15"},{"text":"RT @OnAirWithRyan: Good morning Mr. President! Talking with President Obama calling\nfrom the @WhiteHouse now. Listen LIVE: http://t.co/4Ff0…","month":"12","year":"2014","corpus":"onairwithryan good morn presid talk presid obama call whitehous listen live","id":544514401802260500,"day":"15"},{"text":"\"Thank you for your extraordinary service. I thank you as your President, because you inspire me.\" —President Obama to our troops","month":"12","year":"2014","corpus":"thank extraordinari servic thank presid inspir presid obama troop","id":544581320194531300,"day":"15"},{"text":"\"Let me just say to all of you who’ve returned from Afghanistan in recent weeks...welcome home.\" —President Obama","month":"12","year":"2014","corpus":"let say return afghanistan recent week ... welcom home presid obama","id":544582276164513800,"day":"15"},{"text":"RT @WHLive: \"You helped decimate the core of al Qaeda's leadership and deliver justice to Osama bin Laden.\" —President Obama to our troops","month":"12","year":"2014","corpus":"whlive help decim core qaeda leadership deliv justic osama bin laden presid obama troop","id":544582775785791500,"day":"15"},{"text":"\"The steps we took early on to rescue our economy...helped make 2014 the strongest year for job growth since the 1990s.\" —President Obama","month":"12","year":"2014","corpus":"step took earli rescu economi ... help make 2014 strongest year job growth sinc 1990 presid obama","id":546015740524892160,"day":"19"},{"text":"\"In less than two weeks, after more than 13 years, our combat mission in Afghanistan will be over.\" —President Obama: http://t.co/taHPUO34e9","month":"12","year":"2014","corpus":"less two week year combat mission afghanistan presid obama","id":546772128721162240,"day":"21"},{"text":"President Obama is protecting Alaska's Bristol Bay, which helps to produce 40% of America's wild-caught seafood: http://t.co/AbFZgv7L41","month":"12","year":"2014","corpus":"presid obama protect alaska bristol bay help produc america wild caught seafood","id":547061673799192600,"day":"22"},{"text":"In 2014, President Obama took the most important step to date by the U.S. to #ActOnClimate → http://t.co/ov04rn5OgS http://t.co/AROcpiRnhl","month":"12","year":"2014","corpus":"2014 presid obama took import step date actonclim","id":549988412208341000,"day":"30"},{"text":"\"The deficit has come down by two-thirds since I took office.\" —President Obama http://t.co/350eUcNXYK","month":"01","year":"2015","corpus":"deficit come two third sinc took offic presid obama","id":553630452221612000,"day":"09"},{"text":"President Obama signs a book of condolences for the victims of the Paris terrorist attacks at @FranceInTheUS. http://t.co/i6aBqZemBM","month":"01","year":"2015","corpus":"presid obama sign book condol victim pari terrorist attack franceintheu","id":553381961620668400,"day":"09"},{"text":"\"We’re taking a series of actions to protect the personal information and privacy of our children.\" —President Obama http://t.co/7fbOJW7ZE3","month":"01","year":"2015","corpus":"take seri action protect person inform privaci children presid obama","id":554690918419537900,"day":"12"},{"text":"\"Data collected on students in the classroom should only be used for educational purposes.\" —President Obama http://t.co/cK7tyWuxNh","month":"01","year":"2015","corpus":"data collect student classroom use educ purpos presid obama","id":554758323300741100,"day":"12"},{"text":"President Obama's new proposal would create a national standard to protect Americans from identify theft. http://t.co/EicVLTNTOS","month":"01","year":"2015","corpus":"presid obama new propos would creat nation standard protect american identifi theft","id":555022716969840640,"day":"13"},{"text":"RT @Upworthy: BREAKING: President Obama has a plan to make your Internet go much faster. #betterbroadband http://t.co/vA18YsVibz http://t.c…","month":"01","year":"2015","corpus":"upworthi break presid obama plan make internet much faster betterbroadband","id":555150977720791040,"day":"13"},{"text":"RT @LinkedIn: .@WhiteHouse announces on LinkedIn: President Obama will take action to expand access to paid sick leave. http://t.co/oM3iVNu…","month":"01","year":"2015","corpus":"linkedin whitehous announc linkedin presid obama take action expand access paid sick leav","id":555496548289634300,"day":"14"},{"text":"\"Unemployment fell in 2014 faster than any year since 1984.\" —President Obama","month":"01","year":"2015","corpus":"unemploy fell 2014 faster year sinc 1984 presid obama","id":555464538523332600,"day":"14"},{"text":"\"Our deficits are shrinking.\" —President Obama at @BoiseStateLive #SOTU #AmericaLeads http://t.co/b2VOtIrGk9","month":"01","year":"2015","corpus":"deficit shrink presid obama boisestatel sotu americalead","id":558025014809595900,"day":"21"},{"text":"\"More of our kids are graduating than ever before\" —President Obama #LeadOnEducation #SOTU http://t.co/B3fxjW0Z5H","month":"01","year":"2015","corpus":"kid graduat ever presid obama leadoneduc sotu","id":557722414478798850,"day":"21"},{"text":"\"A brighter future is ours to write. Let’s begin this new chapter together and let’s start that work right now.\" —President Obama #SOTU","month":"01","year":"2015","corpus":"brighter futur write let begin new chapter togeth let start work right presid obama sotu","id":557737122640437250,"day":"21"},{"text":"President Obama on the 42nd anniversary of Roe v. Wade. #7In10ForRoe http://t.co/SxbcA0If1V","month":"01","year":"2015","corpus":"presid obama 42nd anniversari roe wade 7in10forro","id":558358142627483650,"day":"22"},{"text":"Statement by the President on the Death of Haruna Yukawa: http://t.co/MCSSw9zc6t http://t.co/RkIpPVB76f","month":"01","year":"2015","corpus":"statement presid death haruna yukawa","id":559122755656753150,"day":"24"},{"text":"RT @Interior: President Obama is protecting Arctic #WildlifeRefuge—1 of most spectacular areas in the world http://t.co/2wIs9DEXmm http://t…","month":"01","year":"2015","corpus":"interior presid obama protect arctic wildliferefug spectacular area world","id":559395214742536200,"day":"25"},{"text":"\"We’re going to work with @TheNCI. We want to find the genetic factors that can lead to cancer.\" —President Obama #PrecisionMedicine","month":"01","year":"2015","corpus":"go work thenci want find genet factor lead cancer presid obama precisionmedicin","id":561200520996855800,"day":"30"},{"text":"\"Our businesses are creating jobs at the fastest pace since the 1990s.\" —President Obama http://t.co/n2yYQPuRzR","month":"02","year":"2015","corpus":"busi creat job fastest pace sinc 1990 presid obama","id":562287233139769340,"day":"02"},{"text":"\"Whatever our beliefs...we must seek to be instruments of peace\" —President Obama: http://t.co/whYv7XT6cE http://t.co/13soT5zmAg","month":"02","year":"2015","corpus":"whatev belief ... must seek instrument peac presid obama","id":563448630585995260,"day":"05"},{"text":"\"Last night, America lost not just a coaching legend but a gentleman and a citizen.\" —President Obama on Dean Smith: http://t.co/xNFSOoin1J","month":"02","year":"2015","corpus":"last night america lost coach legend gentleman citizen presid obama dean smith","id":564521824063483900,"day":"08"},{"text":"Tune in at 11:40am ET: President Obama holds a press conference with German Chancellor Angela Merkel → http://t.co/AuZXN4JN3W","month":"02","year":"2015","corpus":"tune 40am presid obama hold press confer german chancellor angela merkel","id":564820510060458000,"day":"09"},{"text":"\"Whenever and wherever a disaster or disease strikes, the world looks to us to lead.\" —President Obama on #Ebola: http://t.co/kICO4RphOx","month":"02","year":"2015","corpus":"whenev wherev disast diseas strike world look lead presid obama ebola","id":565582894794817540,"day":"11"},{"text":"\"America is as committed as ever, I am as committed as ever, to getting to zero—and I know we can.\" —President Obama on new #Ebola cases","month":"02","year":"2015","corpus":"america commit ever commit ever get zero know presid obama new ebola case","id":565586235109179400,"day":"11"},{"text":"Today, President Obama's taking new steps to help companies respond to cybersecurity threats → http://t.co/0VB3MmZi0Z #CyberSummit","month":"02","year":"2015","corpus":"today presid obama take new step help compani respond cybersecur threat cybersummit","id":566298519427100700,"day":"13"},{"text":"Watch President Obama discuss the importance of #STEM education and the need for more #WomenInSTEM fields → http://t.co/cuSMqsBf4I","month":"02","year":"2015","corpus":"watch presid obama discuss import stem educ need womeninstem field","id":567784511120089100,"day":"17"},{"text":"\"Countries will not be truly successful if half their populations—their girls and women—are denied opportunity.\" —President Obama #CVESummit","month":"02","year":"2015","corpus":"countri truli success half popul girl women deni opportun presid obama cvesummit","id":568163253794115600,"day":"18"},{"text":"Worth a read: President Obama on our fight against violent extremism → http://t.co/cQeU4MRAOj #CVESummit http://t.co/XluHMkARUr","month":"02","year":"2015","corpus":"worth read presid obama fight violent extrem cvesummit","id":568060672895922200,"day":"18"},{"text":"President Obama is taking action to #ProtectYourSavings from a conflict of interest → http://t.co/kAb0SkcwM9\nWatch → http://t.co/Qq1LNsV3lr","month":"02","year":"2015","corpus":"presid obama take action protectyoursav conflict interest watch","id":569920790348501000,"day":"23"},{"text":"\"Let’s not be confused about why we don’t have...#ImmigrationReform...John Boehner refused to call the bill\" —President Obama #ObamaTownHall","month":"02","year":"2015","corpus":"let confus ... immigrationreform ... john boehner refus call bill presid obama obamatownhal","id":570760412066480100,"day":"26"},{"text":"President Obama thanks the @Reddit community for helping to keep the internet open and free: http://t.co/H0VSWzGDyc http://t.co/73aiOFf7rK","month":"02","year":"2015","corpus":"presid obama thank reddit commun help keep internet open free","id":571070364324921340,"day":"26"},{"text":"\"I loved Spock.\" —President Obama #RIPLeonardNimoy #LLAP http://t.co/vmwjnQ3Zm3","month":"02","year":"2015","corpus":"love spock presid obama ripleonardnimoy llap","id":571411444454961150,"day":"27"},{"text":"RT @msnbc: President Obama: \"At some point, there's gonna be a President Rodriguez\" #ObamaTownHall http://t.co/Cu8UeTQXeo","month":"02","year":"2015","corpus":"msnbc presid obama point gonna presid rodriguez obamatownhal","id":571340786203111400,"day":"27"},{"text":"RT @FLOTUS: Watch President Obama and the First Lady announce new steps to help #LetGirlsLearn around the world at 2:50pm ET → http://t.co/…","month":"03","year":"2015","corpus":"flotu watch presid obama first ladi announc new step help letgirlslearn around world 50pm","id":572841526587486200,"day":"03"},{"text":"\"Every girl on this planet deserves to be treated with dignity.\" —President Obama: http://t.co/cEWIR5koKc #LetGirlsLearn","month":"03","year":"2015","corpus":"everi girl planet deserv treat digniti presid obama letgirlslearn","id":572850386932928500,"day":"03"},{"text":"\"Wherever they live, whoever they are, every girl on this planet has value.\" —President Obama #LetGirlsLearn http://t.co/9rqaFRsvf6","month":"03","year":"2015","corpus":"wherev live whoever everi girl planet valu presid obama letgirlslearn","id":572850320025378800,"day":"03"},{"text":"\"Fifty years from Bloody Sunday, our march is not yet finished. But we’re getting closer.\" —President Obama #Selma50 #MarchOn","month":"03","year":"2015","corpus":"fifti year bloodi sunday march yet finish get closer presid obama selma50 marchon","id":574310927727726600,"day":"07"},{"text":"\"We have to recognize that one day’s commemoration, no matter how special, is not enough.\" —President Obama #Selma50 #MarchOn","month":"03","year":"2015","corpus":"recogn one day commemor matter special enough presid obama selma50 marchon","id":574306802898239500,"day":"07"},{"text":"\"Right now, America has more job openings than at any point since 2001.\" —President Obama: http://t.co/vVE7DmKH76 #TechHire","month":"03","year":"2015","corpus":"right america job open point sinc 2001 presid obama techhir","id":574959206937165800,"day":"09"},{"text":"“Inspire us. Lead us. Be the Americans that we need you to be.\" —President Obama to students at @GeorgiaTech #CollegeOpportunity","month":"03","year":"2015","corpus":"inspir lead american need presid obama student georgiatech collegeopportun","id":575360563754111000,"day":"10"},{"text":"Good news for our oceans: President Obama is expanding sanctuaries off California's coast → http://t.co/Ff0glfFR5K http://t.co/3EFGk1I9Fx","month":"03","year":"2015","corpus":"good news ocean presid obama expand sanctuari california coast","id":576161379578613760,"day":"12"},{"text":"\"You know, the 'LOL' is redundant when you have the 'haha.'\"\nPresident Obama reads Mean Tweets on @JimmyKimmelLive → https://t.co/oizDUEFw8V","month":"03","year":"2015","corpus":"know lol redund haha .'\" presid obama read mean tweet jimmykimmel","id":576420057216995300,"day":"13"},{"text":"RT @lacasablanca: Why pro-immigration states are fighting back in support of the President's #ImmigrationAction: http://t.co/gpP3sNFoEs htt…","month":"03","year":"2015","corpus":"lacasablanca pro immigr state fight back support presid immigrationact htt","id":576508823420182500,"day":"13"},{"text":"\"Every student should be able to access the resources to pay for college.\" —President Obama: http://t.co/GZtlN1DYPW http://t.co/J9ZZL5NuCc","month":"03","year":"2015","corpus":"everi student abl access resourc pay colleg presid obama","id":576857347122851800,"day":"14"},{"text":"RT @VICE: Watch @shanesmith30's full interview with President Obama, now on @vicenews: http://t.co/s6VoWaefDp","month":"03","year":"2015","corpus":"vice watch shanesmith30 full interview presid obama vicenew","id":577581668397109200,"day":"16"},{"text":"President Obama's trade deal will help tackle illegal fishing and protect our environment → http://t.co/2VtyhRCInc http://t.co/7Ts6Jv2XLx","month":"03","year":"2015","corpus":"presid obama trade deal help tackl illeg fish protect environ","id":577516690663178200,"day":"16"},{"text":"RT @USTradeRep: See how President Obama's #trade deal will protect our environment and tackle illegal fishing: http://t.co/BowXRQko6x http:…","month":"03","year":"2015","corpus":"ustraderep see presid obama trade deal protect environ tackl illeg fish http","id":579035892360314900,"day":"20"},{"text":"RT @WHLive: \"This law means that you can no longer be charged more or denied coverage. Ever.\" —President Obama #BetterWithObamacare","month":"03","year":"2015","corpus":"whlive law mean longer charg deni coverag ever presid obama betterwithobamacar","id":580742721939247100,"day":"25"},{"text":"Watch President Obama's conversation on criminal justice reform with David Simon, the creator of The Wire → https://t.co/oaHGKjBt2B","month":"03","year":"2015","corpus":"watch presid obama convers crimin justic reform david simon creator wire","id":581207193300701200,"day":"26"},{"text":"\"Protecting working Americans’ paychecks shouldn’t be a partisan issue.\" —President Obama on reforming payday loans: http://t.co/jECNkVmudF","month":"03","year":"2015","corpus":"protect work american paycheck partisan issu presid obama reform payday loan","id":582255991158255600,"day":"29"},{"text":"\"No one made the Senate come alive like Ted Kennedy.\" —President Obama: http://t.co/4sMaHl9D3r #EMKInstitute","month":"03","year":"2015","corpus":"one made senat come aliv like ted kennedi presid obama emkinstitut","id":582578661485736000,"day":"30"},{"text":"RT @NSCPress: BREAKING: In July, President Obama will attend the #GES2015 in Kenya to #StarttheSpark for entrepreneurs in Africa and the wo…","month":"03","year":"2015","corpus":"nscpress break juli presid obama attend ges2015 kenya startthespark entrepreneur africa","id":582536524669042700,"day":"30"},{"text":"President Obama just sent 22 people this letter.\nHere's why he's giving them a 2nd chance → http://t.co/QO11L23x1j http://t.co/3SmaP7vo7Q","month":"03","year":"2015","corpus":"presid obama sent peopl letter give 2nd chanc","id":582990524358918100,"day":"31"},{"text":"\"This deal is not based on trust—it’s based on unprecedented verification.\" —President Obama #IranDeal","month":"04","year":"2015","corpus":"deal base trust base unpreced verif presid obama irand","id":583697564312080400,"day":"02"},{"text":"Full video: President Obama delivers a statement on #IranTalks: http://t.co/e94eTqLJNO","month":"04","year":"2015","corpus":"full video presid obama deliv statement irantalk","id":583705515126988800,"day":"02"},{"text":"President Obama's budget would expand access to high-quality job training programs → http://t.co/OdcszqsvGs #TechHire","month":"04","year":"2015","corpus":"presid obama budget would expand access high qualiti job train program techhir","id":583757316396191700,"day":"02"},{"text":"\"Let the wild rumpus start!\" —President Obama: http://t.co/jeqH3zhlix #GimmeFive #WhereTheWildThingsAre http://t.co/BCubJTMxWq","month":"04","year":"2015","corpus":"let wild rumpu start presid obama gimmef wherethewildthingsar","id":585180766230970400,"day":"06"},{"text":"President Obama shares how we can negotiate an #IranDeal while maintaining our security → http://t.co/YID10K3hwF\nhttps://t.co/mtq0pozhnC","month":"04","year":"2015","corpus":"presid obama share negoti irand maintain secur","id":585593867568721900,"day":"08"},{"text":"\"You care less about the world as it is, and more about the world as it should be.\" —President Obama to young leaders in Jamaica","month":"04","year":"2015","corpus":"care less world world presid obama young leader jamaica","id":586257551278354400,"day":"09"},{"text":"RT @StateDept: President Obama announced the Young Leaders of the Americas Initiative today: Fact Sheet: http://t.co/eaGms8Js8O . http://t.…","month":"04","year":"2015","corpus":"statedept presid obama announc young leader america initi today fact sheet","id":586309161601916900,"day":"09"},{"text":"RT @WHLive: Watch President Obama respond to a question from a single mom about expanding access to child care. #ObamaTownHall http://t.co/…","month":"04","year":"2015","corpus":"whlive watch presid obama respond question singl mom expand access child care obamatownhal","id":588424751275618300,"day":"15"},{"text":"\"We are still the only advanced country on Earth without paid leave.\" —President Obama #WorkingFamilyChamps http://t.co/Qc1VuQUjgx","month":"04","year":"2015","corpus":"still advanc countri earth without paid leav presid obama workingfamilychamp","id":588768840588243000,"day":"16"},{"text":"\"When #WomenSucceed, America succeeds.\" —President Obama #WorkingFamilyChamps","month":"04","year":"2015","corpus":"womensucce america succe presid obama workingfamilychamp","id":588769763318308900,"day":"16"},{"text":"\"Our carbon pollution has fallen by 10% since 2007, even as we’ve grown our economy\" —President Obama: http://t.co/ftxXQAUdvV #ActOnClimate","month":"04","year":"2015","corpus":"carbon pollut fallen sinc 2007 even grown economi presid obama actonclim","id":589850988716032000,"day":"19"},{"text":"\"Give it up for the 2014 College Football National Champions, The @OhioState Buckeyes!\" —President Obama: http://t.co/mksXWhBOFe","month":"04","year":"2015","corpus":"give 2014 colleg footbal nation champion ohiost buckey presid obama","id":590226744046583800,"day":"20"},{"text":"“I am very pleased that #LorettaLynch has now been confirmed as America’s next Attorney General.” —President Obama","month":"04","year":"2015","corpus":"pleas lorettalynch confirm america next attorney gener presid obama","id":591349928087183400,"day":"23"},{"text":"\"95% of the world’s consumers are outside our borders.\" —President Obama #LeadOnTrade http://t.co/FSEPHOmYjv","month":"04","year":"2015","corpus":"world consum outsid border presid obama leadontrad","id":591352020478529500,"day":"23"},{"text":"“This is not new, and we shouldn’t pretend that it’s new.” —President Obama addressing the situation in Baltimore http://t.co/Fr3Aa6ZrrP","month":"04","year":"2015","corpus":"new pretend new presid obama address situat baltimor","id":593100372861825000,"day":"28"},{"text":"RT @WHLive: \"Today’s also a chance to reaffirm how important teachers are to our nation\" —President Obama: http://t.co/o6PuzWJYeq #ThankATe…","month":"04","year":"2015","corpus":"whlive today also chanc reaffirm import teacher nation presid obama thankat","id":593437764001075200,"day":"29"},{"text":"President Obama on why we need to ensure that every child gets a great education → http://t.co/L6h342vQpg #ReachHigher","month":"05","year":"2015","corpus":"presid obama need ensur everi child get great educ reachhigh","id":594884257555861500,"day":"03"},{"text":"\"You matter. You matter to us.\" —President Obama to young boys and men of color #MyBrothersKeeper http://t.co/28ICVCbKpO","month":"05","year":"2015","corpus":"matter matter presid obama young boy men color mybrotherskeep","id":595313929133301800,"day":"04"},{"text":"RT @WHLive: \"Congress still needs to step up and ultimately pass commonsense immigration reform.\" —President Obama #CincoDeMayo #Immigratio…","month":"05","year":"2015","corpus":"whlive congress still need step ultim pass commonsens immigr reform presid obama cincodemayo immigratio","id":595706021332516900,"day":"05"},{"text":"\"I have now been to all 50 states as President, and I was saving the best for last!\" —President Obama at @LakeAreaTech in South Dakota","month":"05","year":"2015","corpus":"state presid save best last presid obama lakeareatech south dakota","id":596806316728909800,"day":"08"},{"text":"“When the playing field is level, nobody beats the United States of America.” —President Obama #LeadOnTrade http://t.co/ao7JI15X8d","month":"05","year":"2015","corpus":"play field level nobodi beat unit state america presid obama leadontrad","id":596725524002709500,"day":"08"},{"text":"RT @WHLive: \"We’ve set a goal of generating $1 billion in new investment for emerging entrepreneurs worldwide by 2017\" —President Obama #St…","month":"05","year":"2015","corpus":"whlive set goal gener billion new invest emerg entrepreneur worldwid 2017 presid obama","id":597847797380026400,"day":"11"},{"text":"RT @WHLive: \"You can't have a conversation about poverty without talking about ladders of opportunity into the middle class\" —Obama #Povert…","month":"05","year":"2015","corpus":"whlive convers poverti without talk ladder opportun middl class obama povert","id":598157092302823400,"day":"12"},{"text":"President Obama on the need to make common investments that expand opportunity for our kids. #PovertySummit http://t.co/OJc8DsAuC1","month":"05","year":"2015","corpus":"presid obama need make common invest expand opportun kid povertysummit","id":598237999789416400,"day":"12"},{"text":"Hey, @FLOTUS! The President has a challenge for you... #GimmeFive\nhttps://t.co/Wh6ZYONbVU","month":"05","year":"2015","corpus":"hey flotu presid challeng ... gimmef","id":598604556587511800,"day":"13"},{"text":"\"Know how deeply grateful we are for your loved one’s sacrifice\" —President Obama to the families of officers who died in the line of duty","month":"05","year":"2015","corpus":"know deepli grate love one sacrific presid obama famili offic die line duti","id":599232635743834100,"day":"15"},{"text":"\"We cannot ask the police to contain and control problems that the rest of us are unwilling to face.\" —President Obama in Camden","month":"05","year":"2015","corpus":"cannot ask polic contain control problem rest unwil face presid obama camden","id":600373959603920900,"day":"18"},{"text":"RT @JohnKerry: No president in US history has done more to advance our leadership on #climatechange than @POTUS Obama #ActOnClimate https:/…","month":"05","year":"2015","corpus":"johnkerri presid histori done advanc leadership climatechang potu obama actonclim http :/…","id":601090659974537200,"day":"20"},{"text":"Got 4 minutes? Check out a recap of President Obama's week in the latest #WestWingWeek: http://t.co/amaotQlxp8","month":"05","year":"2015","corpus":"got minut check recap presid obama week latest westwingweek","id":602584118874878000,"day":"24"},{"text":"President Obama to the House of Representatives: Stand up for American workers and pass TAA → http://t.co/n9aLxPT6RD #LeadOnTrade","month":"06","year":"2015","corpus":"presid obama hous repres stand american worker pass taa leadontrad","id":610229047130497000,"day":"14"},{"text":"RT @vicenews: .@VICE joined President Obama on the first presidential visit to a US federal prison: https://t.co/wiDzLQwWV5 http://t.co/L87…","month":"07","year":"2015","corpus":"vicenew vice join presid obama first presidenti visit feder prison","id":621750422672404500,"day":"16"},{"text":"\"I wrote President Obama a letter straight from my heart...and he actually read it!\" http://t.co/jId1xhptxS http://t.co/5iGwNwvaxi","month":"08","year":"2015","corpus":"wrote presid obama letter straight heart ... actual read","id":634468502343127000,"day":"20"},{"text":"Read the facts on President Obama's trade deal that puts American workers first → https://t.co/DxG2mXEygp https://t.co/Y84neWSOMY","month":"11","year":"2015","corpus":"read fact presid obama trade deal put american worker first","id":663835658549530600,"day":"09"},{"text":"\"Mr. Speaker, Mr. Vice President, Members of Congress, my fellow Americans.\"\nWatch President Obama's final #SOTU → https://t.co/7ZgBUWI9cz","month":"01","year":"2016","corpus":"speaker vice presid member congress fellow american watch presid obama final sotu","id":687094392989945900,"day":"13"},{"text":"Some wise words from President Reagan. https://t.co/O5iYU1cW6b #SCOTUS https://t.co/VAVAr3Mx7P","month":"02","year":"2016","corpus":"wise word presid reagan scotu","id":704435652880961500,"day":"29"},{"text":"RT @petesouza: President Obama at the WH in 2009 w former First Lady Nancy Reagan. https://t.co/kYtd5CKxxR","month":"03","year":"2016","corpus":"petesouza presid obama 2009 former first ladi nanci reagan","id":706568061709496300,"day":"06"},{"text":"RT @DrBiden: Congratulations to \"Mr. President\" and \"The First Lady\" on the arrival of two eaglets! #DCEagleCam —Jill https://t.co/CNM3WfnK…","month":"03","year":"2016","corpus":"drbiden congratul presid first ladi arriv two eaglet dceaglecam jill","id":711590352017354800,"day":"20"},{"text":"RT @davidplouffe: Fun video that captures much of his consequential presidency. President Obama addresses Netroots Nation 2016 https://t.co…","month":"07","year":"2016","corpus":"davidplouff fun video captur much consequenti presid presid obama address netroot nation 2016","id":754454983261564900,"day":"16"},{"text":".@VP presided over 9 Supreme Court nominations in the Senate, including during election years. Every one got a vote: https://t.co/5x3HkRbxyC","month":"07","year":"2016","corpus":"presid suprem court nomin senat includ elect year everi one got vote","id":759524110212837400,"day":"30"},{"text":"RT @NMAAHC: A Tuskegee Airman waving to the President during his remarks. #APeoplesJourney #MakingHistory https://t.co/egTb6YSfYa","month":"09","year":"2016","corpus":"nmaahc tuskege airman wave presid remark apeoplesjourney makinghistori","id":779715993845149700,"day":"24"}]