[{"text":"MCTF Meeting 4: Building a Strong Middle Class through a Green Economy: Next week on May 26th the Middle Class T.. http://tinyurl.com/r844mn","month":"05","year":"2009","corpus":"mctf meet build strong middl class green economi next week may 26th middl class ..","id":1886054979,"day":"22"},{"text":"Blogging to the Middle: Jared Bernstein, the Executive Director of the Middle Class Task Force and the Vice Pres.. http://tinyurl.com/p9z6hp","month":"05","year":"2009","corpus":"blog middl jare bernstein execut director middl class task forc vice pre ..","id":1936620328,"day":"27"},{"text":"Middle Class Task Force: Annual Report. Plenty you may have missed, check it out http://bit.ly/aFGFfA","month":"02","year":"2010","corpus":"middl class task forc annual report plenti may miss check","id":9689958957,"day":"26"},{"text":"Boehner's Budget Gimmicks: Another Attempt to Hold Middle Class Tax Cuts Hostage http://bit.ly/dcHUhL","month":"09","year":"2010","corpus":"boehner budget gimmick anoth attempt hold middl class tax cut hostag","id":23933754623,"day":"08"},{"text":"Obama on \"The America I believe in,\" core choice b/w economy for middle class or for special interests http://bit.ly/cbEKtH","month":"09","year":"2010","corpus":"obama america believ ,\" core choic economi middl class special interest","id":23952650766,"day":"08"},{"text":"Pfeiffer post: Boehner vs. His Party: Republicans Still Holding Middle Class Tax Cuts Hostage http://bit.ly/ap96R1","month":"09","year":"2010","corpus":"pfeiffer post boehner vs parti republican still hold middl class tax cut hostag","id":24417168910,"day":"13"},{"text":"Photos/ transcript: Obama CNBC town hall on middle class, views on business, tax cuts for millionaires http://bit.ly/9kL8W0","month":"09","year":"2010","corpus":"photo transcript obama cnbc town hall middl class view busi tax cut millionair","id":25059116582,"day":"20"},{"text":"Weekly Address: Obama lays out priorities on taxes - no to middle class increase, no to $700B in deficits http://is.gd/gMHtz","month":"11","year":"2010","corpus":"weekli address obama lay prioriti tax middl class increas 700b deficit","id":978456380710912,"day":"06"},{"text":"Weekly Address: Obama lays out priorities on taxes - no to middle class increase, no to $700B in deficits","month":"11","year":"2010","corpus":"weekli address obama lay prioriti tax middl class increas 700b deficit","id":977830087233536,"day":"06"},{"text":"Furman & Sperling: What the compromise means for working & middle class families, by the numbers http://bit.ly/dJSrgk","month":"12","year":"2010","corpus":"furman sperl compromis mean work middl class famili number","id":12604806875062272,"day":"08"},{"text":"5 key lame duck achievements: Ending DADT, New START, Middle Class Tax Cuts/UI, Food Safety, 9/11 Health http://ow.ly/3tLMV","month":"12","year":"2010","corpus":"key lame duck achiev end dadt new start middl class tax cut ui food safeti 11 health","id":17987122908631040,"day":"23"},{"text":".@mmclarke Middle class tax credits, more affordable options, ending hidden $1K tax of uncompensated care. More here: http://bit.ly/hYUE70","month":"01","year":"2011","corpus":"middl class tax credit afford option end hidden 1k tax uncompens care","id":31072950887129090,"day":"28"},{"text":".@BrianSHand What POTUS wants = return high-income tax rates to Clinton-era levels, when wealthiest & middle class did quite well #WHChat","month":"07","year":"2011","corpus":"potu want return high incom tax rate clinton era level wealthiest middl class quit well whchat","id":97042714767527940,"day":"29"},{"text":".@BoiOneDer: POTUS wants revenue from loopholes/high-income, needed to protect middle class. But to solve Tuesday, need #compromise. #WHchat","month":"07","year":"2011","corpus":"potu want revenu loophol high incom need protect middl class solv tuesday need compromis whchat","id":96967762865438720,"day":"29"},{"text":"POTUS: We need to begin by extending tax cuts for middle class families so that you have more money in your paychecks next year.","month":"08","year":"2011","corpus":"potu need begin extend tax cut middl class famili money paycheck next year","id":98440705764106240,"day":"02"},{"text":"RT @WHLive: Obama: We can’t afford both. This isn’t class warfare. It’s math.","month":"09","year":"2011","corpus":"obama afford class warfar math","id":115805961653989380,"day":"19"},{"text":"RT @WHLive: Obama: Any reform should follow a simple principle: middle-class families shouldn’t pay higher taxes than millionaires & bil ...","month":"09","year":"2011","corpus":"obama reform follow simpl principl middl class famili pay higher tax millionair bil ...","id":115805231018803200,"day":"19"},{"text":"RT @WHLive: Obama: It’s time to reform our tax code based on a simple principle: Middle-class families shouldn’t pay higher tax rates th ...","month":"10","year":"2011","corpus":"obama time reform tax code base simpl principl middl class famili pay higher tax rate th ...","id":121315197129457660,"day":"04"},{"text":"RT @WHLive: Obama: Independent experts...have said this jobs bill will have a profound effect for our economy & middle-class families al ...","month":"10","year":"2011","corpus":"obama independ expert ... said job bill profound effect economi middl class famili al ...","id":121963479597973500,"day":"06"},{"text":"RT @WHLive: Obama: Some see this as class warfare, but I see it as a simple choice.","month":"10","year":"2011","corpus":"obama see class warfar see simpl choic","id":121964604480958460,"day":"06"},{"text":"RT @wethepeople: NEW RESPONSE: The Fair Tax – A National Sales Tax That Increases Tax Burdens for Middle-Class Families: http://t.co/2OE ...","month":"10","year":"2011","corpus":"new respons fair tax nation sale tax increas tax burden middl class famili ...","id":129588384212594690,"day":"27"},{"text":"If Congress doesn't act, taxes for the middle class will go up on Jan 1. Find out how much\nmore you'll pay: http://t.co/v8aZCthr","month":"11","year":"2011","corpus":"congress act tax middl class go jan find much pay","id":138934781336485890,"day":"22"},{"text":"RT @WHLive: Obama: [Congress] should be doing everything they can to protect the middle class from tax hikes - not hike your taxes.","month":"11","year":"2011","corpus":"obama congress everyth protect middl class tax hike hike tax","id":139036509000056830,"day":"22"},{"text":"RT @WHLive: Obama: When push comes to shove, are you willing to fight as hard for the middle class as you do for the wealthiest Americans?","month":"11","year":"2011","corpus":"obama push come shove will fight hard middl class wealthiest american","id":139036324215791620,"day":"22"},{"text":"If Congress doesn't act, taxes for the middle class will go up on Jan 1. Find out how much more you'll pay: http://t.co/SSHqkBiU","month":"11","year":"2011","corpus":"congress act tax middl class go jan find much pay","id":140175441829965820,"day":"25"},{"text":"RT @WHLive: Obama: If Congress doesn’t extend this tax cut – the typical middle-class family is going to see its taxes go up by $1,000","month":"11","year":"2011","corpus":"obama congress extend tax cut typic middl class famili go see tax go 000","id":141967733997830140,"day":"30"},{"text":"RT @WHLive: Obama to middle class families: Your taxes are lower today, not higher, than the day I took office","month":"11","year":"2011","corpus":"obama middl class famili tax lower today higher day took offic","id":141967535418523650,"day":"30"},{"text":"RT @jesseclee44: \"Republicans don't believe in raising taxes on anyone, especially middle-class families\" -Cantor, 12/1/11 http://t.co/a ...","month":"12","year":"2011","corpus":"republican believ rais tax anyon especi middl class famili cantor 12 11 ...","id":142748589704232960,"day":"02"},{"text":"President Obama calls on Congress to act in the best interests of middle class families & pass the payroll tax cut now. RT if you agree.","month":"12","year":"2011","corpus":"presid obama call congress act best interest middl class famili pass payrol tax cut agre","id":143441171404959740,"day":"04"},{"text":"Today @ 1:30ET, Obama will urge Rs in Congress to join Ds to ensure taxes don’t go up on middle class families. Watch: http://t.co/VVUkTrmD","month":"12","year":"2011","corpus":"today 30et obama urg rs congress join ds ensur tax go middl class famili watch","id":143750770666373120,"day":"05"},{"text":"If Congress doesn't act, middle class taxes increase in 26 days, 7 hours, 8 minutes. Learn how it affects you: http://t.co/cleL6Kao","month":"12","year":"2011","corpus":"congress act middl class tax increas 26 day hour minut learn affect","id":143809642487746560,"day":"05"},{"text":"RT @jesseclee44: As @presssec noted, staggering how many in GOP oppose middle class tax cut not over pay-for, but point blank. Tick-tock ...","month":"12","year":"2011","corpus":"note stagger mani gop oppos middl class tax cut pay point blank tick tock ...","id":143772768725499900,"day":"05"},{"text":"RT @NumbersToKnow: 26 days, 7 hrs: Time until taxes increase for middle class unless GOP stops blocking payroll tax cut http://t.co/0cr0yuQu","month":"12","year":"2011","corpus":"26 day hr time tax increas middl class unless gop stop block payrol tax cut","id":143809859140329470,"day":"05"},{"text":"Time is running out. If Congress doesn't act, middle class taxes increase in 26 days, 9 hours, 30 minutes http://t.co/bPhKxavO","month":"12","year":"2011","corpus":"time run congress act middl class tax increas 26 day hour 30 minut","id":143774278519762940,"day":"05"},{"text":"Live Now: Pres Obama on how this is a make-or-break moment for the middle class in #Osawatomie, KS. Watch: http:/wh.gov/live Follow: @WHLive","month":"12","year":"2011","corpus":"live pre obama make break moment middl class osawatomi ks watch http :/ wh gov live follow","id":144128976154148860,"day":"06"},{"text":"If Congress doesn't act, middle class taxes increase in 25 days, 12 hours, 13 minutes. Find out how it affects you: http://t.co/cleL6Kao","month":"12","year":"2011","corpus":"congress act middl class tax increas 25 day 12 hour 13 minut find affect","id":144095473513398270,"day":"06"},{"text":"If Congress doesn't act, middle class taxes increase in 26 days, 4 hours, 23 minutes. Find out how it affects you: http://t.co/cleL6Kao","month":"12","year":"2011","corpus":"congress act middl class tax increas 26 day hour 23 minut find affect","id":143851432351764480,"day":"06"},{"text":"RT @pfeiffer44: President Obama delivers an important economic speech today at what he views as a \"make or break moment for the middle c ...","month":"12","year":"2011","corpus":"presid obama deliv import econom speech today view make break moment middl ...","id":144068527085715460,"day":"06"},{"text":"RT @WHLive: Obama in #Osawatomie: This is a make or break moment for the middle class & all those who are fighting to get into the middl ...","month":"12","year":"2011","corpus":"obama osawatomi make break moment middl class fight get middl ...","id":144131132370337800,"day":"06"},{"text":"In #Osawatomie today, Obama talks make-or-break moment for middle class. Watch @ 2ET & share a video response @YouTube: http://t.co/9TWkycpP","month":"12","year":"2011","corpus":"osawatomi today obama talk make break moment middl class watch 2et share video respons","id":144100828234514430,"day":"06"},{"text":"24 days: 13 hours: 28 minutes: 42 seconds. If Congress doesn't act, that's when middle class taxes will increase: http://t.co/cleL6Kao","month":"12","year":"2011","corpus":"24 day 13 hour 28 minut 42 second congress act middl class tax increas","id":144438854731055100,"day":"07"},{"text":"President Obama talked about how this is a make or break moment for the middle class in #Osawatomie. Watch the speech: http://t.co/lHklaxEC","month":"12","year":"2011","corpus":"presid obama talk make break moment middl class osawatomi watch speech","id":144444831677165570,"day":"07"},{"text":"If Congress doesn't act, middle class taxes increase in 24 days: 9 hours: 53 minutes. Learn how it affects you: http://t.co/cleL6Kao","month":"12","year":"2011","corpus":"congress act middl class tax increas 24 day hour 53 minut learn affect","id":144493358398713860,"day":"07"},{"text":"If Congress doesn't act, middle class taxes increase in 22 days: 8 hours: 39 minutes: 47 seconds. We can't wait: http://t.co/mTOJ3XRT","month":"12","year":"2011","corpus":"congress act middl class tax increas 22 day hour 39 minut 47 second wait","id":145236360024952830,"day":"09"},{"text":"RT @blog44: http://t.co/HxTO58SB: Weekly Address: Ensuring a Fair Shot for the Middle Class http://t.co/D4bIBSBQ","month":"12","year":"2011","corpus":"weekli address ensur fair shot middl class","id":145609939837128700,"day":"10"},{"text":"We can't wait: If Congress doesn't act, middle class taxes increase in 19 days, 5 hours, 59 minutes: http://t.co/mJPrWcZo","month":"12","year":"2011","corpus":"wait congress act middl class tax increas 19 day hour 59 minut","id":146363939037523970,"day":"12"},{"text":"18 days: 8 hours: 30 minutes. If Congress doesn't act, that's when middle class taxes increase. How it affects you: http://t.co/CXBreph8","month":"12","year":"2011","corpus":"18 day hour 30 minut congress act middl class tax increas affect","id":146688182015098880,"day":"13"},{"text":"If Congress doesn't act, middle class taxes increase in 15 days: 11 hours: http://t.co/cleL6Kao The clock is ticking: http://t.co/1hoNRt8I","month":"12","year":"2011","corpus":"congress act middl class tax increas 15 day 11 hour clock tick","id":147734741364387840,"day":"16"},{"text":"12 days: 5 hours: 10 minutes. If the House doesn't act, that's when middle class taxes will increase. We can't wait: http://t.co/ocBr3qF2","month":"12","year":"2011","corpus":"12 day hour 10 minut hous act middl class tax increas wait","id":148912984675205120,"day":"19"},{"text":"If the House doesn't act, middle class taxes increase in 11 days: 14 hours: 30 minutes: 47 seconds. We can't wait: http://t.co/vzH3j7Gh","month":"12","year":"2011","corpus":"hous act middl class tax increas 11 day 14 hour 30 minut 47 second wait","id":149134269841801200,"day":"20"},{"text":"@carrinlove2011 We're trying to stop a $40 middle-class tax increase next year b/c Congress didn't act. More info: http://t.co/ntCJT4PV","month":"12","year":"2011","corpus":"tri stop 40 middl class tax increas next year congress act info","id":149267682154381300,"day":"20"},{"text":"Amazing to read how #40dollars less in each paycheck would affect middle-class Americans. Check it out & RT best ones (we certainly are!).","month":"12","year":"2011","corpus":"amaz read 40dollar less paycheck would affect middl class american check best one certainli !).","id":149510304294895600,"day":"21"},{"text":"10 days: 6 hours: 28 minutes. If the House doesn't act, that's when middle class taxes will go up. What does #40dollars mean to you?","month":"12","year":"2011","corpus":"10 day hour 28 minut hous act middl class tax go 40dollar mean","id":149618124981927940,"day":"21"},{"text":"We can't wait for Congress to act. Since October, Obama has taken 19 actions to support the middle class & create #jobs http://t.co/yUN6m4xQ","month":"01","year":"2012","corpus":"wait congress act sinc octob obama taken 19 action support middl class creat job","id":161538244180316160,"day":"23"},{"text":"RT @jearnest44: .@GeoffreyStanton POTUS urging Congress to find bipartisan common ground. Making taxes fairer for middle class=prime rea ...","month":"01","year":"2012","corpus":"potu urg congress find bipartisan common ground make tax fairer middl class prime rea ...","id":162219536261726200,"day":"25"},{"text":"RT @WHLive: Obama: Congress did the right thing & voted to make sure that taxes won’t go up on middle-class families at the end of this  ...","month":"02","year":"2012","corpus":"obama congress right thing vote make sure tax go middl class famili end ...","id":170597111346364400,"day":"17"},{"text":"RT @PressSec: \"Disappointing\" is another GOP budget that gives tax cuts to millionaires while sticking the middle class & seniors with t ...","month":"04","year":"2012","corpus":"disappoint anoth gop budget give tax cut millionair stick middl class senior ...","id":187282044919889920,"day":"03"},{"text":"RT @jesseejamesMD: #AskVP What about the lower middle class students who do not qualify for #Pell and still can't afford to pay their wa ...","month":"04","year":"2012","corpus":"askvp lower middl class student qualifi pell still afford pay wa ...","id":187270409673130000,"day":"03"},{"text":"Nearly one-quarter of all millionaires pay a lower tax rate than millions of middle-class families #BuffettRule http://t.co/6HrZAsoI","month":"04","year":"2012","corpus":"nearli one quarter millionair pay lower tax rate million middl class famili buffettrul","id":190184256226598900,"day":"11"},{"text":"What's Buffett Rule? Means wealthiest pay #fairshare, not ↓ tax rate than middle class. Video: http://t.co/u8bIzpFC #BuffettRule","month":"04","year":"2012","corpus":"buffett rule mean wealthiest pay fairshar tax rate middl class video buffettrul","id":190069456632954880,"day":"11"},{"text":"RT @RepRickLarsen: I support the #BuffettRule. Hard-working middle class should not pay higher rate than those who make $1M+ a year. htt ...","month":"04","year":"2012","corpus":"support buffettrul hard work middl class pay higher rate make 1m year htt ...","id":191974030092414980,"day":"16"},{"text":"RT @FrankLautenberg: The #BuffettRule would restore fairness to the tax code; millionaires shouldn't pay lower tax rates than the middle ...","month":"04","year":"2012","corpus":"buffettrul would restor fair tax code millionair pay lower tax rate middl ...","id":191903037860749300,"day":"16"},{"text":"RT @WHLive: President Obama: \"We cannot price the middle class out of a college education\" #DontDoubleMyRate","month":"04","year":"2012","corpus":"presid obama cannot price middl class colleg educ dontdoublemyr","id":194962889050820600,"day":"25"},{"text":"RT @WHLive: President Obama: \"We cannot price the middle class out of a higher #education. We have to make college more affordable\" #Don ...","month":"05","year":"2012","corpus":"presid obama cannot price middl class higher educ make colleg afford ...","id":198442767762989060,"day":"04"},{"text":"RT @WHLive: President Obama: \"At this make-or-break moment for the middle class, there’s no excuse for inaction.\" #CongressToDoList","month":"05","year":"2012","corpus":"presid obama make break moment middl class excus inact .\" congresstodolist","id":199913554273517570,"day":"08"},{"text":"RT @pslutsky: @usedgov @whitehouse @arneduncan Is the cost of a private school college education worth it in 2012 for a middle class fam ...","month":"06","year":"2012","corpus":"cost privat school colleg educ worth 2012 middl class fam ...","id":218046304616579070,"day":"27"},{"text":"President Obama's Weekly Address: Pushing Congress to Create Jobs, Keep College in Reach for Middle Class: http://t.co/CqDuSKga","month":"07","year":"2012","corpus":"presid obama weekli address push congress creat job keep colleg reach middl class","id":221686598079750140,"day":"07"},{"text":"RT @WHLive: President Obama: \"Right now, our top priority has to be giving middle class families &amp; small businesses the security the ...","month":"07","year":"2012","corpus":"presid obama right top prioriti give middl class famili amp small busi secur ...","id":222364683527667700,"day":"09"},{"text":"RT @WHLive: President Obama: \"So my message to Congress is this: Pass a bill extending the tax cuts for the middle class &amp; I’ll sign ...","month":"07","year":"2012","corpus":"presid obama messag congress pass bill extend tax cut middl class amp sign ...","id":222364469739786240,"day":"09"},{"text":"Happening @ 11:50ET: President Obama speaks on the need for Congress to act to extend middle class tax cuts. Watch: http://t.co/k73AD0cQ","month":"07","year":"2012","corpus":"happen 11 50et presid obama speak need congress act extend middl class tax cut watch","id":222322155617140740,"day":"09"},{"text":"RT @pfeiffer44: President Obama today will push for extension of middle class tax cuts. Will the GOP join him to provide certainty for 9 ...","month":"07","year":"2012","corpus":"presid obama today push extens middl class tax cut gop join provid certainti ...","id":222345243373215740,"day":"09"},{"text":"Happening now: President Obama speaks on extending middle class tax cuts. Watch: http://t.co/phC80lPK &amp; follow: @WHLive","month":"07","year":"2012","corpus":"happen presid obama speak extend middl class tax cut watch amp follow","id":222360902106755070,"day":"09"},{"text":"Today President Obama called on Congress to extend middle class tax cuts for 98% of Americans making less than $250k: http://t.co/CfB0tLiB","month":"07","year":"2012","corpus":"today presid obama call congress extend middl class tax cut 98 american make less 250k","id":222533339523981300,"day":"10"},{"text":"Extending Middle Class Tax Cuts for 98% of Americans &amp; 97% of Small Businesses: http://t.co/ACrGw9Ee","month":"07","year":"2012","corpus":"extend middl class tax cut 98 american amp 97 small busi","id":224486601055666180,"day":"15"},{"text":"\"Let's at least agree to do what we all agree on\" -President Obama calls on Congress to extend middle class tax cut: http://t.co/4oKF1XSD","month":"07","year":"2012","corpus":"let least agre agre presid obama call congress extend middl class tax cut","id":224856780864360450,"day":"16"},{"text":"President Obama: \"I've cut middle-class taxes every year that I've been President – by $3,600 for the typical family\" http://t.co/rqBm5WiI","month":"07","year":"2012","corpus":"presid obama cut middl class tax everi year presid 600 typic famili","id":224691770561273860,"day":"16"},{"text":"\"This country works best when we are growing a strong middle class\" –President Obama @NatUrbanLeague convention Watch: http://t.co/mPcgl5Ue","month":"07","year":"2012","corpus":"countri work best grow strong middl class presid obama convent watch","id":228587878270246900,"day":"26"},{"text":"Our economy is \"built from a strong &amp; growing middle class\" -President Obama on the passage of #MiddleClassTaxCuts: http://t.co/KHc73nnY","month":"07","year":"2012","corpus":"economi built strong amp grow middl class presid obama passag middleclasstaxcut","id":228471793361494000,"day":"26"},{"text":"President Obama: Our economy is \"built from a strong &amp; growing middle class &amp; that's who we should be fighting for\" http://t.co/dpEChud2","month":"07","year":"2012","corpus":"presid obama economi built strong amp grow middl class amp fight","id":228850241187758080,"day":"27"},{"text":"President Obama: \"I'm calling on 218 Members of the House to do their job &amp; not raise taxes on the middle class\" http://t.co/zXcWMDMS","month":"07","year":"2012","corpus":"presid obama call 218 member hous job amp rais tax middl class","id":229356447106998270,"day":"28"},{"text":"President Obama: \"Rebuilding a strong economy begins with rebuilding a strong middle class.\" http://t.co/u95tzH8r","month":"08","year":"2012","corpus":"presid obama rebuild strong economi begin rebuild strong middl class .\"","id":231420404244303870,"day":"03"},{"text":"11 Facts about the tax debate: http://t.co/Zi3SsOmv Find out what's at stake for middle-class families: http://t.co/YQZuwDy6","month":"08","year":"2012","corpus":"11 fact tax debat find stake middl class famili","id":236230333530517500,"day":"16"},{"text":"In his Weekly Address, President Obama talks about extending middle class tax cuts to grow the economy. Watch: http://t.co/akgUICTJ","month":"11","year":"2012","corpus":"weekli address presid obama talk extend middl class tax cut grow economi watch","id":267319377911758850,"day":"10"},{"text":"President Obama: \"This nation succeeds when we've got a growing, thriving middle class.\" Watch: http://t.co/PICYK7R5","month":"11","year":"2012","corpus":"presid obama nation succe got grow thrive middl class .\" watch","id":268826933905723400,"day":"14"},{"text":"RT @pfeiffer44: \"I’ve got a mandate to help middle-class families\" -President Obama during today's news conference. Watch: http://t.co/B ...","month":"11","year":"2012","corpus":"got mandat help middl class famili presid obama today news confer watch ...","id":268879477168295940,"day":"15"},{"text":"President Obama: \"I've got a mandate to help middle-class families &amp; families that are working hard\" Watch: http://t.co/zhOAduYM","month":"11","year":"2012","corpus":"presid obama got mandat help middl class famili amp famili work hard watch","id":268883583148625920,"day":"15"},{"text":"Increasing Taxes on Middle-Class Families Will Hurt Consumer Spending: http://t.co/bEATdJXR","month":"11","year":"2012","corpus":"increas tax middl class famili hurt consum spend","id":273214215702052860,"day":"26"},{"text":"If Congress doesn't act, middle-class families will see their income taxes go up on January 1st: http://t.co/C3Z5QONh http://t.co/hMI0OhJX","month":"11","year":"2012","corpus":"congress act middl class famili see incom tax go januari 1st","id":273182493161701380,"day":"26"},{"text":"RT @PressSec: On Cyber Monday, @WhiteHouse releases a new report on middle-class tax cuts’ impact on retailers &amp; consumer spending:  ...","month":"11","year":"2012","corpus":"cyber monday releas new report middl class tax cut impact retail amp consum spend ...","id":273067865589039100,"day":"26"},{"text":"If Congress doesn't pass the middle-class tax cuts, consumers could spend $200B less in 2013: http://t.co/3OZSnzku http://t.co/xAIFynQc","month":"11","year":"2012","corpus":"congress pass middl class tax cut consum could spend 200b less 2013","id":273569753497485300,"day":"27"},{"text":"\"$2,000 is very important to us\" -Tiffany on why Congress must pass the middle-class tax cuts. Watch: http://t.co/F6aGewtc","month":"11","year":"2012","corpus":"000 import us tiffani congress must pass middl class tax cut watch","id":273504412037685250,"day":"27"},{"text":"RT @pfeiffer44: President Obama heads to Pennsylvania on Friday to discuss extending middle class taxes at a local business","month":"11","year":"2012","corpus":"presid obama head pennsylvania friday discuss extend middl class tax local busi","id":273443229058342900,"day":"27"},{"text":"7 reasons why middle-class families and our economy can't afford a tax hike right now: http://t.co/ElzUYrPT http://t.co/Jq5G8wqi","month":"11","year":"2012","corpus":"reason middl class famili economi afford tax hike right","id":273248507383656450,"day":"27"},{"text":"President Obama on extending tax cuts for the middle class: \"This is our biggest challenge yet &amp; it’s one we can only meet together\" #My2k","month":"11","year":"2012","corpus":"presid obama extend tax cut middl class biggest challeng yet amp one meet togeth my2k","id":273835814184693760,"day":"28"},{"text":"President Obama: \"If Congress does nothing...a typical middle-class family of four would see its income taxes go up by $2,200\" #My2K","month":"11","year":"2012","corpus":"presid obama congress noth ... typic middl class famili four would see incom tax go 200 my2k","id":273834421927428100,"day":"28"},{"text":"Happening now: President Obama discusses the importance of extending middle class tax cuts. Watch: http://t.co/c7agBhtL","month":"11","year":"2012","corpus":"happen presid obama discuss import extend middl class tax cut watch","id":273833924973690880,"day":"28"},{"text":"Today, President Obama will call on all Americans to make their voices heard to extend middle-class tax cuts: http://t.co/qHKhzHeB","month":"11","year":"2012","corpus":"today presid obama call american make voic heard extend middl class tax cut","id":273743195584729100,"day":"28"},{"text":"RT @jesseclee44: Obama asks folks to join fight to protect middle class tax cut: \"when enough people get involved we have a pretty good  ...","month":"11","year":"2012","corpus":"obama ask folk join fight protect middl class tax cut enough peopl get involv pretti good ...","id":273836207325200400,"day":"28"},{"text":"RT @VP: Unless Congress acts, middle-class families will pay $2k more in taxes in 2013. Tell us what $2k means to you w/ #My2K: http://t ...","month":"11","year":"2012","corpus":"unless congress act middl class famili pay 2k tax 2013 tell us 2k mean my2k ...","id":273838960034340860,"day":"28"},{"text":"\"I can only do it with the help of the American people.\" -President Obama on extending middle-class tax cuts: http://t.co/FP7NjdEA #My2k","month":"11","year":"2012","corpus":"help american peopl .\" presid obama extend middl class tax cut my2k","id":273869661437849600,"day":"28"},{"text":"\"Tweet using the hashtag #My2k\" —President Obama calls on Americans to speak out to extend middle-class tax cuts: http://t.co/p3ZVAHvt","month":"11","year":"2012","corpus":"tweet use hashtag my2k presid obama call american speak extend middl class tax cut","id":273837334699577340,"day":"28"},{"text":"RT @jearnest44: NEW photo of POTUS meeting with business leaders.  Talking fiscal cliff and preventing a middle class tax hike #my2k  ht ...","month":"11","year":"2012","corpus":"new photo potu meet busi leader talk fiscal cliff prevent middl class tax hike my2k ht ...","id":273934737536598000,"day":"28"},{"text":"To the average middle-class family, $2,000 means 2 months of mortgage payments. What does $2,000 mean to you? #My2k http://t.co/P2E1vlEd","month":"11","year":"2012","corpus":"averag middl class famili 000 mean month mortgag payment 000 mean my2k","id":273914673135501300,"day":"28"},{"text":"RT @bryantcamp: @whitehouse #my2k is about the future of the middle class. That will affect you no matter how much you make each year.","month":"11","year":"2012","corpus":"my2k futur middl class affect matter much make year","id":273881795441860600,"day":"28"},{"text":"RT @geejayeff: I hope congress does the right thing and passes middle class tax cuts. #My2k is money that goes right back into the economy","month":"11","year":"2012","corpus":"hope congress right thing pass middl class tax cut my2k money goe right back economi","id":273841764866084860,"day":"28"},{"text":"Have questions about middle-class tax cuts, deficit reduction &amp; #My2k? Join us at 1ET for a Q&amp;A with NEC's Brian Deese. Ask now w/ #WHChat","month":"11","year":"2012","corpus":"question middl class tax cut deficit reduct amp my2k join us 1et amp nec brian dees ask whchat","id":274166457368195070,"day":"29"},{"text":"Today, @VP Biden visited a Costco to talk about #My2k &amp; the need to extend middle-class tax cuts. Watch #BidenatCostco: http://t.co/xGVYn8ib","month":"11","year":"2012","corpus":"today biden visit costco talk my2k amp need extend middl class tax cut watch bidenatcostco","id":274284052020871170,"day":"29"},{"text":"With $2,000, the average middle-class family can buy 3 months of groceries. What does $2k mean to you? Tell us w/ #My2k http://t.co/RUnbLZFn","month":"11","year":"2012","corpus":"000 averag middl class famili buy month groceri 2k mean tell us my2k","id":273998482908512260,"day":"29"},{"text":"$2,000 means 18 months of electric bill payments for the average middle-class family. What does $2k mean to you? #My2k http://t.co/FKhbVguE","month":"11","year":"2012","corpus":"000 mean 18 month electr bill payment averag middl class famili 2k mean my2k","id":273982121343856640,"day":"29"},{"text":"RT @GovernorOMalley: More money for middle class families means a stronger economy and more secure future. #My2K","month":"11","year":"2012","corpus":"money middl class famili mean stronger economi secur futur my2k","id":273941845137031170,"day":"29"},{"text":"On 11/29 at 1ET: Join NEC's Brian Deese for Office Hours on middle-class tax cuts &amp; #My2k. Have Q's? Ask now w/ #WHChat http://t.co/KHD3sdHk","month":"11","year":"2012","corpus":"11 29 1et join nec brian dees offic hour middl class tax cut amp my2k ask whchat","id":273965561589952500,"day":"29"},{"text":"RT @VP: If there’s one thing we should all agree on, it’s that the middle-class tax cut should be made permanent.- VP @ Costco today #my2k","month":"11","year":"2012","corpus":"one thing agre middl class tax cut made perman .- vp costco today my2k","id":274233054762004480,"day":"29"},{"text":"RT @bgarry: #WHChat. Why don't members of both parties extend the middle-class tax cuts FIRST and work out other details later?","month":"11","year":"2012","corpus":"whchat member parti extend middl class tax cut first work detail later","id":274220833449316350,"day":"29"},{"text":"RT @WHLive: .@CorettaJackson Confidence is at near 5yr high but expiring middle class tax cuts put that at risk. Details: http://t.co/GD ...","month":"11","year":"2012","corpus":"confid near 5yr high expir middl class tax cut put risk detail ...","id":274217578300317700,"day":"29"},{"text":"Over 235,000 Americans have spoken out on extending middle-class tax cuts. Keep the #My2k stories coming: http://t.co/R7ZuEz8Z","month":"11","year":"2012","corpus":"235 000 american spoken extend middl class tax cut keep my2k stori come","id":274598511553703940,"day":"30"},{"text":"President Obama: \"It's unacceptable for some Republicans in Congress to hold middle class tax cuts hostage\" Watch http://t.co/FLcrUFSz #My2k","month":"12","year":"2012","corpus":"presid obama unaccept republican congress hold middl class tax cut hostag watch my2k","id":274982904487096320,"day":"01"},{"text":"Mayra spoke out on why we need to extend middle-class tax cuts. Have you? http://t.co/bXZYn0tF Use #My2k &amp; watch: http://t.co/vGZOFDXD","month":"12","year":"2012","corpus":"mayra spoke need extend middl class tax cut use my2k amp watch","id":274672415978713100,"day":"01"},{"text":".@soitgoesem breaks for middle class impt for families &amp; econ. if top rates don't go up, danger that middle class deductions get hit - bo","month":"12","year":"2012","corpus":"break middl class impt famili amp econ top rate go danger middl class deduct get hit bo","id":275685798249119740,"day":"03"},{"text":".@mike5673 high end tax cuts do least for economic growth &amp; cost almost $1T. extending middle class cuts boosts consumer demand &amp; growth -bo","month":"12","year":"2012","corpus":"high end tax cut least econom growth amp cost almost 1t extend middl class cut boost consum demand amp growth bo","id":275679235253874700,"day":"03"},{"text":"Good to see lots of folks on twitter speaking out on extending middle class tax cuts. I'll answer some Qs on that at 2ET. Ask w/ #My2k –bo","month":"12","year":"2012","corpus":"good see lot folk twitter speak extend middl class tax cut answer qs 2et ask my2k bo","id":275653161765699600,"day":"03"},{"text":"Over 300,000 Americans have spoken out on extending middle-class tax cuts. What does $2k mean to you? Tell us w/ #My2k: http://t.co/6zW7JVXO","month":"12","year":"2012","corpus":"300 000 american spoken extend middl class tax cut 2k mean tell us my2k","id":275632949959987200,"day":"03"},{"text":"You don't have to be an economist to understand what $2,000 means to middle-class families: http://t.co/zWpFCMc1 #My2k","month":"12","year":"2012","corpus":"economist understand 000 mean middl class famili my2k","id":276057421061955600,"day":"04"},{"text":"Over 350,000 Americans have spoken out on extending middle-class tax cuts. Keep the #My2k stories coming: http://t.co/MjqYiAjD","month":"12","year":"2012","corpus":"350 000 american spoken extend middl class tax cut keep my2k stori come","id":276165517616754700,"day":"05"},{"text":"RT @VP: PHOTO: VP discusses #My2K &amp; importance of middle class tax cuts with folks at Metro 29 diner in Arlington, VA today. http:// ...","month":"12","year":"2012","corpus":"photo vp discuss my2k amp import middl class tax cut folk metro 29 diner arlington va today http :// ...","id":277192170673405950,"day":"07"},{"text":"In this week's address, President Obama urged Congress to extend the middle class tax cuts for 98% of Americans: http://t.co/qMfMU465 #My2k","month":"12","year":"2012","corpus":"week address presid obama urg congress extend middl class tax cut 98 american my2k","id":277436595819380740,"day":"08"},{"text":"\"I believe America only succeeds and thrives when we have a strong and growing middle class.\" —President Obama","month":"12","year":"2012","corpus":"believ america succe thrive strong grow middl class .\" presid obama","id":278220687599079420,"day":"10"},{"text":"The facts about Republicans' \"Plan B\": 25 million working middle-class families would pay $1,000 more in taxes: http://t.co/9YtKXwU7","month":"12","year":"2012","corpus":"fact republican plan \": 25 million work middl class famili would pay 000 tax","id":281885251377180670,"day":"20"},{"text":"The facts about Republicans' \"Plan B\": The wealthy get tax cuts, while the middle class foots the bill: http://t.co/9YtKXwU7","month":"12","year":"2012","corpus":"fact republican plan \": wealthi get tax cut middl class foot bill","id":281818789828505600,"day":"20"},{"text":"RT @pfeiffer44: Infographic: Republican's Plan B cuts taxes for the wealthy, while the middle class foots the bill http://t.co/UYyDM7QE  ...","month":"12","year":"2012","corpus":"infograph republican plan cut tax wealthi middl class foot bill ...","id":281558406853165060,"day":"20"},{"text":"Today President Obama spoke from the WH briefing room about the need to avoid tax hikes on the middle class. Watch: http://t.co/WVfwFCpr","month":"12","year":"2012","corpus":"today presid obama spoke wh brief room need avoid tax hike middl class watch","id":284810273083244540,"day":"28"},{"text":"RT @JonCarson44: Unless Congress acts now, every American’s tax rates will go up in couple of days. We must protect the middle class: ht ...","month":"12","year":"2012","corpus":"unless congress act everi american tax rate go coupl day must protect middl class ht ...","id":285126322425036800,"day":"29"},{"text":"In this week’s address, President Obama urges Congress to protect the middle class from an income tax hike. Watch: http://t.co/Sy2h9hiU","month":"12","year":"2012","corpus":"week address presid obama urg congress protect middl class incom tax hike watch","id":285039361647587330,"day":"29"},{"text":"Happening now: President Obama speaks on the #fiscalcliff at an event with middle-class Americans. Watch: http://t.co/dfEWfXpi","month":"12","year":"2012","corpus":"happen presid obama speak fiscalcliff event middl class american watch","id":285817108535861250,"day":"31"},{"text":"\"Our most immediate priority is to stop taxes from going up on middle-class families\" —President Obama urges Congress to act today","month":"12","year":"2012","corpus":"immedi prioriti stop tax go middl class famili presid obama urg congress act today","id":285828772391952400,"day":"31"},{"text":"The bipartisan #fiscalcliff deal protects the middle class &amp; reduces the deficit by $737 billion: http://t.co/T32iahEk http://t.co/egyCjYna","month":"01","year":"2013","corpus":"bipartisan fiscalcliff deal protect middl class amp reduc deficit 737 billion","id":286571414755102720,"day":"02"},{"text":"President Obama: \"I will sign a law that raises taxes on the wealthiest 2% of Americans...while preventing a middle-class tax hike\"","month":"01","year":"2013","corpus":"presid obama sign law rais tax wealthiest american ... prevent middl class tax hike","id":286326259951226880,"day":"02"},{"text":"Got 40 seconds? Watch a quick explainer about the new agreement to extend middle class tax cuts: http://t.co/LeTwNAzl #my2k","month":"01","year":"2013","corpus":"got 40 second watch quick explain new agreement extend middl class tax cut my2k","id":287291148161150980,"day":"04"},{"text":"Have Qs on the agreement to extend middle class tax cuts? Watch: http://t.co/2Cd9ucms &amp; ask: #fiscalcliff411. We'll answer today @ 11:30ET","month":"01","year":"2013","corpus":"qs agreement extend middl class tax cut watch amp ask fiscalcliff411 answer today 11 30et","id":287220673640812540,"day":"04"},{"text":"In this week’s address, President Obama discusses the deal passed by Congress to prevent a middle-class tax hike: http://t.co/asCNznso","month":"01","year":"2013","corpus":"week address presid obama discuss deal pass congress prevent middl class tax hike","id":288038565525463040,"day":"06"},{"text":"\"We believe that America’s prosperity must rest upon the broad shoulders of a rising middle class..\"—President Obama #inaug2013","month":"01","year":"2013","corpus":"believ america prosper must rest upon broad shoulder rise middl class ..\"— presid obama inaug2013","id":293402462688247800,"day":"21"},{"text":"President Obama: \"My top priority is simple: to do everything in my power to fight for middle-class families\" Watch: http://t.co/7AEqnrRX","month":"01","year":"2013","corpus":"presid obama top prioriti simpl everyth power fight middl class famili watch","id":295237723462189060,"day":"26"},{"text":"Fact Sheet: Examples of How the Sequester Would Impact Middle Class Families, Jobs and Economic Security: http://t.co/fUlZzP2G","month":"02","year":"2013","corpus":"fact sheet exampl sequest would impact middl class famili job econom secur","id":299994898441052160,"day":"08"},{"text":"Obama: \"We won’t grow the middle class simply by shifting the cost of health care or college onto families that are already struggling.\"","month":"02","year":"2013","corpus":"obama grow middl class simpli shift cost health care colleg onto famili alreadi struggl","id":301517030224445440,"day":"13"},{"text":"\"A growing economy that creates good, middle-class jobs – that must be the North Star that guides our efforts.\" http://t.co/ySqO7QeF","month":"02","year":"2013","corpus":"grow economi creat good middl class job must north star guid effort .\"","id":301518481684299800,"day":"13"},{"text":"Obama: \"It is our generation’s task, then, to reignite the true engine of America’s economic growth – a rising, thriving middle class\" #SOTU","month":"02","year":"2013","corpus":"obama gener task reignit true engin america econom growth rise thrive middl class sotu","id":301515840296202240,"day":"13"},{"text":"\"To grow our middle class, our citizens must have access to the education and training that today’s jobs require.\" —President Obama #JobsNow","month":"02","year":"2013","corpus":"grow middl class citizen must access educ train today job requir .\" presid obama jobsnow","id":301522787158356000,"day":"13"},{"text":"Obama: \"It is this kind of prosperity – broad, shared &amp; built on a thriving middle class – that has always been the source of our progress\"","month":"02","year":"2013","corpus":"obama kind prosper broad share amp built thrive middl class alway sourc progress","id":301524677195612160,"day":"13"},{"text":"\"We need to build new ladders of opportunity into the middle class for all who are willing to climb them.\" —President Obama #JobsNow","month":"02","year":"2013","corpus":"need build new ladder opportun middl class will climb .\" presid obama jobsnow","id":301524291684560900,"day":"13"},{"text":"3:45ET: President Obama speaks from Chicago on strengthening the economy for the middle class. Tune in: http://t.co/dfEWfXpi","month":"02","year":"2013","corpus":"45et presid obama speak chicago strengthen economi middl class tune","id":302517334285885440,"day":"15"},{"text":"Weekly Address: Following the President’s Plan for a Strong Middle Class: http://t.co/rDwjslHu #JobsNow","month":"02","year":"2013","corpus":"weekli address follow presid plan strong middl class jobsnow","id":303360299724050400,"day":"18"},{"text":"RT @WHLive: President Obama: \"I will not sign a plan that harms the middle class.\"","month":"02","year":"2013","corpus":"presid obama sign plan harm middl class","id":303896556761915400,"day":"19"},{"text":"President Obama: \"Our top priority must be doing everything we can to grow the economy &amp; create good, middle-class jobs.\" #JobsNow","month":"02","year":"2013","corpus":"presid obama top prioriti must everyth grow economi amp creat good middl class job .\" jobsnow","id":303894510902071300,"day":"19"},{"text":"If Congress doesn't act, automatic budget cuts will hurt our economy &amp; middle class families: http://t.co/dN3cZ3jU http://t.co/ile4iZJC","month":"02","year":"2013","corpus":"congress act automat budget cut hurt economi amp middl class famili","id":304107324975480800,"day":"20"},{"text":"New state-by-state reports on the impact the sequester will have on jobs &amp; middle class families across the country: http://t.co/7YveU0fNOO","month":"02","year":"2013","corpus":"new state state report impact sequest job amp middl class famili across countri","id":306082866406772740,"day":"25"},{"text":"President Obama to governors: \"We share a responsibility to do whatever we can to help grow our economy, create good, middle class jobs\"","month":"02","year":"2013","corpus":"presid obama governor share respons whatev help grow economi creat good middl class job","id":306078179100074000,"day":"25"},{"text":"\"Our North Star is a growing economy that creates good, middle-class jobs.\" —President Obama","month":"02","year":"2013","corpus":"north star grow economi creat good middl class job .\" presid obama","id":306474204658810900,"day":"26"},{"text":"Happening now: President Obama speaks on the impact the sequester will have on jobs &amp; middle class families. Watch: http://t.co/84fStMZ8p2","month":"02","year":"2013","corpus":"happen presid obama speak impact sequest job amp middl class famili watch","id":306469418286866400,"day":"26"},{"text":"At 1:05ET: President Obama speaks on the impact the sequester will have on jobs &amp; middle class families. Watch live: http://t.co/Mffizne435","month":"02","year":"2013","corpus":"05et presid obama speak impact sequest job amp middl class famili watch live","id":306432223341580300,"day":"26"},{"text":"Full video: President Obama speaks on the impact the sequester will have on jobs &amp; middle class families. Watch: http://t.co/LvWiTPXN2p","month":"02","year":"2013","corpus":"full video presid obama speak impact sequest job amp middl class famili watch","id":306565646664212500,"day":"27"},{"text":"RT @Simas44: R's proposal to avoid the sequester protects wealthy &amp; forces middle class to bear the burden of deficit reduction: htt ...","month":"02","year":"2013","corpus":"propos avoid sequest protect wealthi amp forc middl class bear burden deficit reduct htt ...","id":307233826982223900,"day":"28"},{"text":"RT @PressSec: Thousands of middle class jobs are at risk because Congress made a choice to protect tax loopholes for wealthy: http://t.c ...","month":"03","year":"2013","corpus":"thousand middl class job risk congress made choic protect tax loophol wealthi ...","id":307598583740387300,"day":"01"},{"text":"RT @Simas44: Much more work to do, but over 6 million new jobs in 3 years is good news for middle class and people working to get into it.","month":"03","year":"2013","corpus":"much work million new job year good news middl class peopl work get","id":310036152507826200,"day":"08"},{"text":"President Obama: \"Our top priority as a nation: reigniting the true engine of America’s economic growth – a rising, thriving middle class\"","month":"03","year":"2013","corpus":"presid obama top prioriti nation reignit true engin america econom growth rise thrive middl class","id":312633422826852350,"day":"15"},{"text":"RT @petesouza: Slide show from the President's trip to the Middle East: http://t.co/zor4YjVmtO","month":"03","year":"2013","corpus":"slide show presid trip middl east","id":315935406061387800,"day":"24"},{"text":"The President’s budget strengthens the middle class &amp; reduces the deficit in a balanced way. Fact sheet: http://t.co/RiAlqmMAuE","month":"04","year":"2013","corpus":"presid budget strengthen middl class amp reduc deficit balanc way fact sheet","id":321984861013409800,"day":"10"},{"text":"President Obama travels to Austin, TX today—the first stop on his Middle Class Jobs and Opportunity Tour: http://t.co/kYJexrKyGf","month":"05","year":"2013","corpus":"presid obama travel austin tx today first stop middl class job opportun tour","id":332491677359022100,"day":"09"},{"text":"President Obama on reigniting our engine of economic growth-a rising, thriving middle class: http://t.co/b2AdEsdzkC, http://t.co/xnFdsOKB6p","month":"05","year":"2013","corpus":"presid obama reignit engin econom growth rise thrive middl class","id":333219977194782700,"day":"11"},{"text":"At 1:20ET: President Obama speaks on early childhood education, infrastructure &amp; middle class jobs from Baltimore: http://t.co/HyY2cTl0jh","month":"05","year":"2013","corpus":"20et presid obama speak earli childhood educ infrastructur amp middl class job baltimor","id":335426377048264700,"day":"17"},{"text":"Happening now: President Obama speaks on ways we can make America a magnet for good middle class jobs in Baltimore: http://t.co/KvadYk9atb","month":"05","year":"2013","corpus":"happen presid obama speak way make america magnet good middl class job baltimor","id":335444326446411800,"day":"17"},{"text":"President Obama is on his way to Baltimore, the 2nd stop on his Middle Class Jobs &amp; Opportunity Tour. Trip preview: http://t.co/jWxYrlosLD","month":"05","year":"2013","corpus":"presid obama way baltimor 2nd stop middl class job amp opportun tour trip preview","id":335401543719333900,"day":"17"},{"text":"President Obama: \"The middle class will always be my number one focus. Period. Your jobs. Your families. Your communities.\"","month":"05","year":"2013","corpus":"presid obama middl class alway number one focu period job famili commun","id":335445515816812540,"day":"17"},{"text":"President Obama to the Class of 2013: “We need your resolve—the same spirit reflected in your class motto: ‘Surrender to Nothing.’”","month":"05","year":"2013","corpus":"presid obama class 2013 need resolv spirit reflect class motto surrend noth .’”","id":337944038802067460,"day":"24"},{"text":"Watch live: Immigrant entrepreneurs discuss how immigration reform would strengthen our economy and the middle class. http://t.co/KvadYk9atb","month":"05","year":"2013","corpus":"watch live immigr entrepreneur discuss immigr reform would strengthen economi middl class","id":339758622772969500,"day":"29"},{"text":"FACT: President Obama doubled investments in Pell Grants—helping millions of additional low-income and middle-class students afford college.","month":"05","year":"2013","corpus":"fact presid obama doubl invest pell grant help million addit low incom middl class student afford colleg","id":340175940711772160,"day":"30"},{"text":"President Obama: “The surest path to the middle class is some form of higher education.” #DontDoubleMyRate","month":"05","year":"2013","corpus":"presid obama surest path middl class form higher educ .” dontdoublemyr","id":340474987091734500,"day":"31"},{"text":"President Obama: \"We cannot price the middle class...out of a college education.\" #DontDoubleMyRate","month":"05","year":"2013","corpus":"presid obama cannot price middl class ... colleg educ .\" dontdoublemyr","id":340475617696940000,"day":"31"},{"text":"RT @WHLive: \"Jason never forgets who it is we’re fighting for—middle-class families.\" —President Obama on his CEA Chair nominee, Jason Furm…","month":"06","year":"2013","corpus":"jason never forget fight middl class famili .\" presid obama cea chair nomine jason furm","id":344158134274764800,"day":"10"},{"text":"RT @pfeiffer44: CBO score is a huge boost for common sense Immigration Reform. Good for the economy, good for the middle class","month":"06","year":"2013","corpus":"cbo score huge boost common sens immigr reform good economi good middl class","id":347115760965005300,"day":"18"},{"text":"Obama: \"I ran for President to restore that basic bargain...that our economy works best not from the top-down, but from the middle-out.\"","month":"07","year":"2013","corpus":"obama ran presid restor basic bargain ... economi work best top middl","id":357516453282463740,"day":"17"},{"text":"President Obama will outline his vision for rebuilding middle-class security at Knox College on Wed. Don't miss it: http://t.co/PjqiGJMcVE","month":"07","year":"2013","corpus":"presid obama outlin vision rebuild middl class secur knox colleg wed miss","id":359338456234729500,"day":"22"},{"text":"At Knox College on Wednesday, President Obama will lay out his vision for rebuilding middle-class security: http://t.co/bP9soLwGoZ","month":"07","year":"2013","corpus":"knox colleg wednesday presid obama lay vision rebuild middl class secur","id":359108378674475000,"day":"22"},{"text":"Tomorrow, President Obama will lay out his vision for rebuilding middle-class security. Here's why you should watch: http://t.co/F87iR3AMLh","month":"07","year":"2013","corpus":"tomorrow presid obama lay vision rebuild middl class secur watch","id":359767332203151360,"day":"23"},{"text":"Obama on helping the middle class: \"I will not allow gridlock, or inaction, or willful indifference to get in our way.\" #ABetterBargain","month":"07","year":"2013","corpus":"obama help middl class allow gridlock inact will indiffer get way .\" abetterbargain","id":360091486529921000,"day":"24"},{"text":"Happening now: President Obama speaks in Missouri on rebuilding middle-class security —&gt; http://t.co/FNHZd2SmS9 #ABetterBargain","month":"07","year":"2013","corpus":"happen presid obama speak missouri rebuild middl class secur —& gt abetterbargain","id":360160071159787500,"day":"24"},{"text":"RT to share how President Obama is fighting to rebuild middle-class security: http://t.co/GigKJq8BZ3 #ABetterBargain","month":"07","year":"2013","corpus":"share presid obama fight rebuild middl class secur abetterbargain","id":360121457415688200,"day":"24"},{"text":"President Obama: \"#ABetterBargain for the middle class...an economy that grows from the middle-out. This is where I will focus my energies.\"","month":"07","year":"2013","corpus":"presid obama abetterbargain middl class ... economi grow middl focu energi","id":360098189879164900,"day":"24"},{"text":"Obama on paying for college: \"I will lay out an aggressive strategy to...tackle rising costs and improve value for middle-class students.\"","month":"07","year":"2013","corpus":"obama pay colleg lay aggress strategi ... tackl rise cost improv valu middl class student","id":360095191144730600,"day":"24"},{"text":"Obama: \"The 2nd cornerstone of a strong middle class...An education that prepares our children...for the global competition they’ll face.\"","month":"07","year":"2013","corpus":"obama 2nd cornerston strong middl class ... educ prepar children ... global competit face","id":360093274914029600,"day":"24"},{"text":"Obama: \"The first cornerstone of a strong &amp; growing middle class...an economy that generates more good jobs in durable, growing industries.\"","month":"07","year":"2013","corpus":"obama first cornerston strong amp grow middl class ... economi gener good job durabl grow industri","id":360091975174725600,"day":"24"},{"text":"At 12:55pm ET, President Obama speaks about his vision for rebuilding middle-class security. Watch here —&gt; http://t.co/KvadYk9atb","month":"07","year":"2013","corpus":"12 55pm et presid obama speak vision rebuild middl class secur watch —& gt","id":360040623434235900,"day":"24"},{"text":"Happening now: President Obama speaks about rebuilding the cornerstones of middle-class security in America. Watch —&gt; http://t.co/KvadYk9atb","month":"07","year":"2013","corpus":"happen presid obama speak rebuild cornerston middl class secur america watch —& gt","id":360085101750652900,"day":"24"},{"text":"Today, President Obama will lay out his vision to keep rebuilding middle-class security: http://t.co/WbZEbM5wKs, http://t.co/DrTIlNjbjw","month":"07","year":"2013","corpus":"today presid obama lay vision keep rebuild middl class secur","id":360065267692343300,"day":"24"},{"text":"RT @Katie44: New on http://t.co/F8RAYFLH9j: Here's how POTUS is fighting to rebuild the cornerstones of middle-class security —&gt; http://t.c…","month":"07","year":"2013","corpus":"new potu fight rebuild cornerston middl class secur —& gt","id":360060600593821700,"day":"24"},{"text":"President Obama: \"A focus on the core economic issues that matter to the middle class—that’s what this moment requires.\" #ABetterBargain","month":"07","year":"2013","corpus":"presid obama focu core econom issu matter middl class moment requir .\" abetterbargain","id":360473812548059140,"day":"25"},{"text":"Obama on rebuilding middle-class security: \"This is what I’m going to focus on over all the days left in my presidency.\" #ABetterBargain","month":"07","year":"2013","corpus":"obama rebuild middl class secur go focu day left presid .\" abetterbargain","id":360476464199647200,"day":"25"},{"text":"President Obama: \"Yesterday, in Illinois, I talked about what we need to do as a country to build #ABetterBargain for the middle class.\"","month":"07","year":"2013","corpus":"presid obama yesterday illinoi talk need countri build abetterbargain middl class","id":360471148313583600,"day":"25"},{"text":"It's time for Washington to focus on making our country work for all Americans. Middle-class families deserve #ABetterBargain. -bo","month":"07","year":"2013","corpus":"time washington focu make countri work american middl class famili deserv abetterbargain bo","id":360488183064051700,"day":"25"},{"text":"\"You can't just be against something—you've got to be for something.\" —Obama on #ABetterBargain for the middle class: http://t.co/guw6bPr5KU","month":"07","year":"2013","corpus":"someth got someth .\" obama abetterbargain middl class","id":360816994829864960,"day":"26"},{"text":"Watch President Obama's Weekly Address on rebuilding middle-class security —&gt; http://t.co/b88FOlWfEh, http://t.co/4Z2DXwbawD","month":"07","year":"2013","corpus":"watch presid obama weekli address rebuild middl class secur —& gt","id":361123274094149600,"day":"27"},{"text":"Don't miss President Obama's @NYTimes interview on rebuilding middle-class security, implementing #Obamacare &amp; more: http://t.co/33cBcrmQOZ","month":"07","year":"2013","corpus":"miss presid obama interview rebuild middl class secur implement obamacar amp","id":361854915590619140,"day":"29"},{"text":"\"I want to make sure everybody in Washington is obsessed with…increasing middle-class incomes.\" —President Obama: http://t.co/gi6tjhmGES","month":"07","year":"2013","corpus":"want make sure everybodi washington obsess increas middl class incom .\" presid obama","id":361869546950365200,"day":"29"},{"text":"President Obama: \"I’ve come here today to talk about...what we need to do as a country to secure #ABetterBargain for the middle class.\"","month":"07","year":"2013","corpus":"presid obama come today talk ... need countri secur abetterbargain middl class","id":362272015459160060,"day":"30"},{"text":"RT @pfeiffer44: Worth a read: Today,President Obama will call for a Grand Bargain focused on Middle Class Jobs in speech in Tennessee http:…","month":"07","year":"2013","corpus":"worth read today presid obama call grand bargain focus middl class job speech tennesse http :…","id":362197298329026560,"day":"30"},{"text":"Obama: \"I’ve come to Chattanooga today to talk about that first and most important cornerstone of a middle-class life: A good job.\"","month":"07","year":"2013","corpus":"obama come chattanooga today talk first import cornerston middl class life good job","id":362273221527089150,"day":"30"},{"text":"RT to share the news: President Obama will call for a grand bargain focused on middle-class jobs today in Tennessee: http://t.co/GQdrQ4Yxqr","month":"07","year":"2013","corpus":"share news presid obama call grand bargain focus middl class job today tennesse","id":362203019602956300,"day":"30"},{"text":"Just spoke in Chattanooga about #ABetterBargain for the middle class, and it begins with more good jobs. –bo","month":"07","year":"2013","corpus":"spoke chattanooga abetterbargain middl class begin good job bo","id":362294502142124000,"day":"30"},{"text":"President Obama: \"#ABetterBargain for the middle class. An economy that grows from the middle out...that's where America needs to go.\"","month":"07","year":"2013","corpus":"presid obama abetterbargain middl class economi grow middl ... america need go","id":362279833759260700,"day":"30"},{"text":"President Obama: \"If folks in Washington want a 'grand bargain,' how about a grand bargain for middle-class jobs?\" #ABetterBargain","month":"07","year":"2013","corpus":"presid obama folk washington want grand bargain ,' grand bargain middl class job ?\" abetterbargain","id":362277684551761900,"day":"30"},{"text":"President Obama: \"For much of the past two years, Washington has taken its eye off the ball when it comes to the middle class.\"","month":"07","year":"2013","corpus":"presid obama much past two year washington taken eye ball come middl class","id":362276878146478100,"day":"30"},{"text":"President Obama on #ABetterBargain for the middle class: \"A good job with good wages. A good education. A home to call your own.\"","month":"07","year":"2013","corpus":"presid obama abetterbargain middl class good job good wage good educ home call","id":362272927258918900,"day":"30"},{"text":"\"Obama's North Star is mine, too. We need to concentrate on the middle-class foundations that made this country...prosperous.\" —Ann, NJ","month":"07","year":"2013","corpus":"obama north star mine need concentr middl class foundat made countri ... prosper .\" ann nj","id":362704405453635600,"day":"31"},{"text":"Share why you stand with President Obama in support of #ABetterBargain for the middle class: http://t.co/WqCDosmNVQ, http://t.co/5EUlNCCly8","month":"07","year":"2013","corpus":"share stand presid obama support abetterbargain middl class","id":362695087077085200,"day":"31"},{"text":"Share why you agree with President Obama that rebuilding middle-class security should be Washington's top priority —&gt; http://t.co/e6sQwaqlgN","month":"08","year":"2013","corpus":"share agre presid obama rebuild middl class secur washington top prioriti —& gt","id":362971189913722900,"day":"01"},{"text":"RT if you agree with Jeff and Karen from Arizona: “When the middle class grows, the country grows.” http://t.co/zDzJwsAJLL #ABetterBargain","month":"08","year":"2013","corpus":"agre jeff karen arizona middl class grow countri grow .” abetterbargain","id":362991323441139700,"day":"01"},{"text":"President Obama's Weekly Address: #ABetterBargain for the middle class —&gt; http://t.co/5pbbXoEsoB, http://t.co/KTHAfkN93h","month":"08","year":"2013","corpus":"presid obama weekli address abetterbargain middl class —& gt","id":363695897344888800,"day":"03"},{"text":"President Obama has a plan to build a better foundation for middle class homeownership. Preview tomorrow's speech --&gt; http://t.co/24vXvMQZkL","month":"08","year":"2013","corpus":"presid obama plan build better foundat middl class homeownership preview tomorrow speech --& gt","id":364448413750145000,"day":"05"},{"text":"\"We have to keep housing affordable for first-time homebuyers and families working to climb into the middle class.\" —President Obama","month":"08","year":"2013","corpus":"keep hous afford first time homebuy famili work climb middl class .\" presid obama","id":364844081052000260,"day":"06"},{"text":"President Obama: \"I’m laying out my ideas for how we must build on the cornerstones of what it means to be middle class.\" #ABetterBargain","month":"08","year":"2013","corpus":"presid obama lay idea must build cornerston mean middl class .\" abetterbargain","id":364839563404914700,"day":"06"},{"text":"President Obama: \"But as any middle-class family will tell you, we’re not yet where we need to be.\" #ABetterBargain","month":"08","year":"2013","corpus":"presid obama middl class famili tell yet need .\" abetterbargain","id":364839244042207200,"day":"06"},{"text":"Today, POTUS travels to AZ to lay out his plan to restore security to middle class homeownership. Watch live at 4ET: http://t.co/QtSHWfCikK","month":"08","year":"2013","corpus":"today potu travel az lay plan restor secur middl class homeownership watch live 4et","id":364764025399152640,"day":"06"},{"text":"Obama: \"I’ve been visiting towns like this talking about what we need to do as a country to secure #ABetterBargain for the middle class.\"","month":"08","year":"2013","corpus":"obama visit town like talk need countri secur abetterbargain middl class","id":364838692508016640,"day":"06"},{"text":"In Phoenix speaking on the most tangible cornerstone of middle-class life: owning a home. Responsible homeowners deserve #ABetterBargain -bo","month":"08","year":"2013","corpus":"phoenix speak tangibl cornerston middl class life own home respons homeown deserv abetterbargain bo","id":364823971486642200,"day":"06"},{"text":"Obama: \"If we work together, we can make a home a source of pride &amp; middle-class security again.\" Weekly Address: http://t.co/1ZJps9BcB3","month":"08","year":"2013","corpus":"obama work togeth make home sourc pride amp middl class secur .\" weekli address","id":366280557916725250,"day":"10"},{"text":"Obama: \"We cannot price the middle class &amp; everyone working to get into the middle class out of a college education\" http://t.co/gIj9wsHdUK","month":"08","year":"2013","corpus":"obama cannot price middl class amp everyon work get middl class colleg educ","id":370571202483331100,"day":"22"},{"text":"Obama: \"We can't price the middle class &amp; everyone working to get into the middle class out of a college education.\" #MakeCollegeAffordable","month":"08","year":"2013","corpus":"obama price middl class amp everyon work get middl class colleg educ .\" makecollegeafford","id":370677528223961100,"day":"22"},{"text":"President Obama: \"More than ever before, some form of higher education is the surest path into the middle class.\" #MakeCollegeAffordable","month":"08","year":"2013","corpus":"presid obama ever form higher educ surest path middl class .\" makecollegeafford","id":370568574693543940,"day":"22"},{"text":"Obama: \"We can't price the middle class and everyone working to get into the middle class out of a higher education.\" #MakeCollegeAffordable","month":"08","year":"2013","corpus":"obama price middl class everyon work get middl class higher educ .\" makecollegeafford","id":371018116744364000,"day":"23"},{"text":"President Obama: \"More than ever before, some form of higher education is the surest path to the middle class.\" #MakeCollegeAffordable","month":"08","year":"2013","corpus":"presid obama ever form higher educ surest path middl class .\" makecollegeafford","id":371015359039807500,"day":"23"},{"text":"\"We cannot price the middle class out of a college education.\" —Obama in his Weekly Address: http://t.co/JVsoaQdyP5 #MakeCollegeAffordable","month":"08","year":"2013","corpus":"cannot price middl class colleg educ .\" obama weekli address makecollegeafford","id":371278347466072060,"day":"24"},{"text":"Right now: President Obama convenes his @Cabinet to discuss #Syria &amp; efforts to create jobs &amp; grow the middle class. http://t.co/pAUFuIU7ky","month":"09","year":"2013","corpus":"right presid obama conven discuss syria amp effort creat job amp grow middl class","id":378171290751754240,"day":"12"},{"text":"Obama: \"We need to work even harder to rebuild an economy that grows not from the top-down, but from the middle class out.\" #ABetterBargain","month":"09","year":"2013","corpus":"obama need work even harder rebuild economi grow top middl class .\" abetterbargain","id":381117909356929000,"day":"20"},{"text":"Happening now: President Obama speaks at a Ford plant in Missouri on building #ABetterBargain for the middle class —&gt; http://t.co/KvadYk9atb","month":"09","year":"2013","corpus":"happen presid obama speak ford plant missouri build abetterbargain middl class —& gt","id":381114492215513100,"day":"20"},{"text":"Don't miss Obama's 1:50pm ET speech at a Ford plant in Missouri on building #ABetterBargain for the middle class —&gt; http://t.co/KvadYk9atb","month":"09","year":"2013","corpus":"miss obama 50pm et speech ford plant missouri build abetterbargain middl class —& gt","id":381091223378735100,"day":"20"},{"text":"RT if you agree: It's time for Washington to focus on building #ABetterBargain for the middle class. http://t.co/irdMpijVeq","month":"09","year":"2013","corpus":"agre time washington focu build abetterbargain middl class","id":381192373348208640,"day":"20"},{"text":"The House GOP should stop trying to prevent millions from getting health insurance &amp; start helping the middle class: http://t.co/oEvMfGENg1","month":"09","year":"2013","corpus":"hous gop stop tri prevent million get health insur amp start help middl class","id":382210812737093600,"day":"23"},{"text":"RT if you agree: It's time to pay our bills on time and pass a budget that doesn't hurt the middle class. http://t.co/1XpOk3eLgd","month":"09","year":"2013","corpus":"agre time pay bill time pass budget hurt middl class","id":383735591223193600,"day":"27"},{"text":"As members of Congress, the House GOP has 2 jobs: Pass a budget that doesn't hurt the middle class &amp; pay our country's bills. #Shutdown","month":"09","year":"2013","corpus":"member congress hous gop job pass budget hurt middl class amp pay countri bill shutdown","id":384773290058715140,"day":"30"},{"text":"RT if you agree: It's time to stop playing political games with our economy and pass a budget that protects the middle class. #Shutdown","month":"10","year":"2013","corpus":"agre time stop play polit game economi pass budget protect middl class shutdown","id":384833802574368800,"day":"01"},{"text":"Obama: \"#JustVote, end this shutdown today... we can get back to growing this economy, creating jobs, and strengthening the middle class.\"","month":"10","year":"2013","corpus":"obama justvot end shutdown today ... get back grow economi creat job strengthen middl class","id":385786556738326500,"day":"03"},{"text":"Disagreement cannot mean dysfunction. Let's focus on growing our economy and strengthening the middle class: http://t.co/UekEn7Pbv8","month":"10","year":"2013","corpus":"disagr cannot mean dysfunct let focu grow economi strengthen middl class","id":391227913443373060,"day":"18"},{"text":"Obama on #Obamacare: \"It’s time for folks to stop rooting for its failure, because...middle-class families are rooting for its success.\"","month":"10","year":"2013","corpus":"obama obamacar time folk stop root failur ... middl class famili root success","id":392318893852618750,"day":"21"},{"text":"\"Here’s how much two years of college will cost P-TECH students and their families: nothing. It’s a ticket into the middle class.\" —Obama","month":"10","year":"2013","corpus":"much two year colleg cost tech student famili noth ticket middl class .\" obama","id":393831638267752450,"day":"25"},{"text":"Right now: President Obama speaks in Brooklyn about the next generation of middle-class American entrepreneurs —&gt; http://t.co/KvadYk9atb","month":"10","year":"2013","corpus":"right presid obama speak brooklyn next gener middl class american entrepreneur —& gt","id":393828314852257800,"day":"25"},{"text":"President Obama: \"Creating good-paying American jobs and strengthening the middle class. There’s nothing more important right now.\"","month":"10","year":"2013","corpus":"presid obama creat good pay american job strengthen middl class noth import right","id":395969377201164300,"day":"31"},{"text":"\"Our economy doesn’t grow from the top-down. It grows from the middle-class out.\" —Obama in his Weekly Address: http://t.co/41lPAnv4LA","month":"11","year":"2013","corpus":"economi grow top grow middl class .\" obama weekli address","id":396639184531623940,"day":"02"},{"text":"Watch President Obama's message to you on how we can keep growing our economy from the middle-class out —&gt; http://t.co/j4G2CnFsWC","month":"11","year":"2013","corpus":"watch presid obama messag keep grow economi middl class —& gt","id":396803520067690500,"day":"03"},{"text":"GDP grew at a strong 2.8% clip last quarter—but there's more to do to build a #ABetterBargain for the middle class: http://t.co/zCGrKRpYRU","month":"11","year":"2013","corpus":"gdp grew strong clip last quarter build abetterbargain middl class","id":398482700828278800,"day":"07"},{"text":"Obama: \"That’s what these tough decisions are all about: Reversing the forces that have battered the middle class.\" #ABetterBargain","month":"11","year":"2013","corpus":"obama tough decis revers forc batter middl class .\" abetterbargain","id":401089875190894600,"day":"14"},{"text":"RT if you agree: It's time to focus on building #ABetterBargain for the middle class —&gt; http://t.co/zRCCjh6ur9, http://t.co/OqlQw7KaXm","month":"11","year":"2013","corpus":"agre time focu build abetterbargain middl class —& gt","id":401137009151836160,"day":"14"},{"text":"Happening now: President Obama speaks on growing our economy and strengthening the middle class —&gt; http://t.co/PrVmzyD94G","month":"11","year":"2013","corpus":"happen presid obama speak grow economi strengthen middl class —& gt","id":405437548366811140,"day":"26"},{"text":"At 3:15pm ET, President Obama will speak on how we can keep growing our economy and strengthen the middle class —&gt; http://t.co/PrVmzyD94G","month":"11","year":"2013","corpus":"15pm et presid obama speak keep grow economi strengthen middl class —& gt","id":405418170808156160,"day":"26"},{"text":"RT @GovMalloyOffice: It's time for Congress to work w/ @WhiteHouse to reduce inequality, build middle class, provide more ladders of opport…","month":"12","year":"2013","corpus":"time congress work reduc inequ build middl class provid ladder opport","id":408348291035054100,"day":"04"},{"text":"President Obama: \"We’ve got to grow the economy faster &amp; keep working to make America a magnet for good, middle-class jobs.\" #ABetterBargain","month":"12","year":"2013","corpus":"presid obama got grow economi faster amp keep work make america magnet good middl class job .\" abetterbargain","id":408279225544626200,"day":"04"},{"text":"We made progress in 2013 to grow our economy &amp; strengthen the middle class—but there's more work to do: http://t.co/r59BIpzXQF #YearInReview","month":"12","year":"2013","corpus":"made progress 2013 grow economi amp strengthen middl class work yearinreview","id":416985637498015740,"day":"28"},{"text":"Obama: \"The pieces are there to restore some of the ground the middle class...lost in recent decades...raising wages for American families.\"","month":"01","year":"2014","corpus":"obama piec restor ground middl class ... lost recent decad ... rais wage american famili","id":423520435075317760,"day":"15"},{"text":"Obama: \"We need to do more to make sure rising tuition doesn’t price the middle class out of a college education.\" #CollegeOpportunity","month":"01","year":"2014","corpus":"obama need make sure rise tuition price middl class colleg educ .\" collegeopportun","id":423863322983686140,"day":"16"},{"text":"Obama: \"In today’s global economy, 1st-class jobs gravitate to where there’s 1st-class infrastructure.\" http://t.co/JbpD7lGLBO","month":"01","year":"2014","corpus":"obama today global economi 1st class job gravit 1st class infrastructur .\"","id":428353975855759360,"day":"29"},{"text":"Obama: \"What I offer tonight is a set of concrete, practical proposals to speed up growth, strengthen the middle class.\" #OpportunityForAll","month":"01","year":"2014","corpus":"obama offer tonight set concret practic propos speed growth strengthen middl class .\" opportunityforal","id":428352396017016800,"day":"29"},{"text":"President Obama: \"I’m going to fight…to shift the odds back in favor of more working and middle-class Americans.\" http://t.co/YqRGQAgk7U","month":"02","year":"2014","corpus":"presid obama go fight shift odd back favor work middl class american .\"","id":429731609521053700,"day":"01"},{"text":"Obama: \"In the weeks ahead, I’ll keep doing everything I can to strengthen the middle class, and build more ladders of opportunity.\"","month":"02","year":"2014","corpus":"obama week ahead keep everyth strengthen middl class build ladder opportun","id":431874922152230900,"day":"07"},{"text":"FACT: Raising the minimum wage would increase incomes for millions of middle-class families. http://t.co/8DMo9dWRdm #RaiseTheWage","month":"02","year":"2014","corpus":"fact rais minimum wage would increas incom million middl class famili raisethewag","id":436170901432721400,"day":"19"},{"text":"RT @WHLive: Obama on #OpportunityForAll: \"That means guaranteeing every child in America access to a world-class education.\" http://t.co/vr…","month":"02","year":"2014","corpus":"obama opportunityforal mean guarante everi child america access world class educ .\"","id":439140327753281540,"day":"27"},{"text":"President Obama: \"In today’s global economy, 1st-class jobs gravitate to 1st-class infrastructure.\" http://t.co/c3AI8wA1eO #RebuildAmerica","month":"03","year":"2014","corpus":"presid obama today global economi 1st class job gravit 1st class infrastructur .\" rebuildamerica","id":439837626590191600,"day":"01"},{"text":"President Obama's #budget closes unfair tax loopholes so we can invest in things that strengthen the middle class → http://t.co/eQj4Y6n3Cf","month":"03","year":"2014","corpus":"presid obama budget close unfair tax loophol invest thing strengthen middl class","id":440913485547843600,"day":"04"},{"text":"\"Our economy grows best from the middle out, when growth is more widely shared.\" —Obama: http://t.co/hv0B7P0BLu #OpportunityForAll","month":"03","year":"2014","corpus":"economi grow best middl growth wide share .\" obama opportunityforal","id":444918695085608960,"day":"15"},{"text":"RT @RepGaryPeters: Raising the minimum wage is good for workers in Michigan and it will strengthen the middle class. Let's work together to…","month":"04","year":"2014","corpus":"rais minimum wage good worker michigan strengthen middl class let work togeth","id":451430427182764000,"day":"02"},{"text":"\"Our economy doesn’t grow best from the top-down; it grows best from the middle-out.\" —Obama: http://t.co/Az1qmpT3dt #OpportunityForAll","month":"04","year":"2014","corpus":"economi grow best top grow best middl .\" obama opportunityforal","id":452819386298941440,"day":"06"},{"text":"The GOP \"budget guts the rules we put in place to protect the middle class from another financial crisis.\" —Obama: http://t.co/OnssdvKiNy","month":"04","year":"2014","corpus":"gop budget gut rule put place protect middl class anoth financi crisi .\" obama","id":452974160956780540,"day":"07"},{"text":"\"A world-class education means preparing every young person w/ the skills they need.\" —Obama: http://t.co/FxsUxidHpe http://t.co/6TnXa667b3","month":"04","year":"2014","corpus":"world class educ mean prepar everi young person skill need .\" obama","id":453304350350118900,"day":"07"},{"text":"The House GOP budget:\n✄'s vital programs\n✄'s taxes for millionaires\n↑ taxes for middle-class families\n#HouseOfCuts http://t.co/QkUbuYAOsN","month":"04","year":"2014","corpus":"hous gop budget ✄' vital program ✄' tax millionair tax middl class famili houseofcut","id":454329304776597500,"day":"10"},{"text":"Here's how the House GOP budget ✄'s programs for the middle class while cutting taxes for millionaires: http://t.co/cxdfQlCrOC #HouseOfCuts","month":"04","year":"2014","corpus":"hous gop budget ✄' program middl class cut tax millionair houseofcut","id":454336777403117600,"day":"10"},{"text":"The House GOP just passed a budget that:\n✄'s programs for the middle class\n✄'s taxes for millionaires\nhttp://t.co/V9lWim5PkG #HouseOfCuts","month":"04","year":"2014","corpus":"hous gop pass budget ✄' program middl class ✄' tax millionair houseofcut","id":454652230927261700,"day":"11"},{"text":"RT @LaborSec: Learn about new job training initiatives to give Americans critical skills &amp; build a stronger middle class http://t.co/HW6EJL…","month":"04","year":"2014","corpus":"learn new job train initi give american critic skill amp build stronger middl class","id":456539552291639300,"day":"16"},{"text":"Here's how President Obama's helping more Americans learn the skills they need for good middle-class jobs: http://t.co/NCGlgxaKw9 #ActOnJobs","month":"04","year":"2014","corpus":"presid obama help american learn skill need good middl class job actonjob","id":456445284391063550,"day":"16"},{"text":"Obama: \"I'm going to take action on my own wherever I can. To grow our economy from the middle-out—not the top down.\" http://t.co/ZFXs9nIE9A","month":"05","year":"2014","corpus":"obama go take action wherev grow economi middl top .\"","id":463000813485314050,"day":"04"},{"text":"\"First-class infrastructure attracts first-class jobs. Business owners don’t seek out crumbling roads and bridges.\" —Obama #RebuildAmerica","month":"05","year":"2014","corpus":"first class infrastructur attract first class job busi owner seek crumbl road bridg .\" obama rebuildamerica","id":466666270835109900,"day":"14"},{"text":"\"Investing in first-class infrastructure attracts first-class jobs.\" —Obama in his weekly address: http://t.co/5khN1xmbbc #RebuildAmerica","month":"05","year":"2014","corpus":"invest first class infrastructur attract first class job .\" obama weekli address rebuildamerica","id":467670521862443000,"day":"17"},{"text":"\"The surest pathway into the middle class is some form of higher education.\" —President Obama: http://t.co/0YEO6uKKIZ #CollegeOpportunity","month":"06","year":"2014","corpus":"surest pathway middl class form higher educ .\" presid obama collegeopportun","id":475283305743400960,"day":"07"},{"text":"RT @WHLive: \"We expanded grants for low-income students. We created a new tuition tax credit for middle-class families.\" —Obama http://t.co…","month":"06","year":"2014","corpus":"expand grant low incom student creat new tuition tax credit middl class famili .\" obama","id":476060914232598500,"day":"09"},{"text":"President Obama: \"Some higher education...is going to be your surest path to the middle class.\" #CollegeOpportunity http://t.co/eHFDI6n0CD","month":"06","year":"2014","corpus":"presid obama higher educ ... go surest path middl class .\" collegeopportun","id":476059791715213300,"day":"09"},{"text":"“A college education is the surest…path into the middle class.” —Obama on making college more affordable #ObamaIRL http://t.co/g20kdXahM2","month":"06","year":"2014","corpus":"colleg educ surest path middl class .” obama make colleg afford obamairl","id":476464374144843800,"day":"10"},{"text":"\"Our middle class was built in part because unions were able to negotiate weekends &amp; overtime &amp; benefits.\" —Obama http://t.co/toYHjPHecg","month":"06","year":"2014","corpus":"middl class built part union abl negoti weekend amp overtim amp benefit .\" obama","id":478964910677065700,"day":"17"},{"text":"\"We’re fighting to guarantee every child a world-class education.\" —President Obama #CollegeOpportunity","month":"06","year":"2014","corpus":"fight guarante everi child world class educ .\" presid obama collegeopportun","id":482546129016340500,"day":"27"},{"text":"\"Republicans in Congress keep blocking or voting down almost every serious idea to strengthen the middle class.\" http://t.co/DPC7l5mqXY","month":"06","year":"2014","corpus":"republican congress keep block vote almost everi seriou idea strengthen middl class .\"","id":482981791112761340,"day":"28"},{"text":"Obama: \"We know from our history that our economy doesn’t grow from the top-down, it grows from the middle-out.\" http://t.co/DPC7l5mqXY","month":"06","year":"2014","corpus":"obama know histori economi grow top grow middl .\"","id":482971704889602050,"day":"28"},{"text":"\"We do better when the middle class does better. That’s the American way\" —President Obama: http://t.co/DPC7l5mqXY #OpportunityForAll","month":"06","year":"2014","corpus":"better middl class better american way presid obama opportunityforal","id":482953135363588100,"day":"28"},{"text":"President Obama's Weekly Address: Focusing on the Economic Priorities for the Middle Class Nationwide. Watch → http://t.co/DPC7l5mqXY","month":"06","year":"2014","corpus":"presid obama weekli address focus econom prioriti middl class nationwid watch","id":483283767725813760,"day":"29"},{"text":"\"Middle-class families can’t wait for Congress to do these things, and I won’t.\" —Obama: http://t.co/ccgeYlGmMC #RebuildAmerica","month":"07","year":"2014","corpus":"middl class famili wait congress thing .\" obama rebuildamerica","id":484041606723825660,"day":"01"},{"text":"“Our economy grows best from the middle-out, when everybody has a shot to get ahead.” —President Obama #OpportunityForAll","month":"07","year":"2014","corpus":"economi grow best middl everybodi shot get ahead .” presid obama opportunityforal","id":486914205577396200,"day":"09"},{"text":"\"So far this year, Republicans in Congress have blocked or voted down every serious idea to strengthen the middle class.\" —President Obama","month":"07","year":"2014","corpus":"far year republican congress block vote everi seriou idea strengthen middl class .\" presid obama","id":487297066151182340,"day":"10"},{"text":"\"Our economy doesn’t grow from the top-down...It grows from a rising, thriving middle class. That’s what I’m fighting for.\" —President Obama","month":"07","year":"2014","corpus":"economi grow top ... grow rise thrive middl class fight .\" presid obama","id":487298336220000260,"day":"10"},{"text":"RT @PressSec: POTUS in Austin: America works better when there are more ladders into the middle class.","month":"07","year":"2014","corpus":"potu austin america work better ladder middl class","id":487296529393545200,"day":"10"},{"text":"President Obama's doing his job to fight for middle-class families. It's time for the GOP in Congress to do theirs. http://t.co/SxdFjIJ9JO","month":"07","year":"2014","corpus":"presid obama job fight middl class famili time gop congress","id":487385014938906600,"day":"10"},{"text":"“Our economy does not grow from the top down, it grows from the middle up.\" —Obama in Austin: http://t.co/pqAwHqS0W7 #OpportunityForAll","month":"07","year":"2014","corpus":"economi grow top grow middl .\" obama austin opportunityforal","id":487687816701554700,"day":"11"},{"text":"\"America does better when the middle class does better.\" —President Obama in his weekly address: http://t.co/kLWsCgb5Cs #OpportunityForAll","month":"07","year":"2014","corpus":"america better middl class better .\" presid obama weekli address opportunityforal","id":487967173055229950,"day":"12"},{"text":"\"So far this year, Republicans in Congress have blocked every serious idea to strengthen the middle class.\" —Obama: http://t.co/kLWsCgb5Cs","month":"07","year":"2014","corpus":"far year republican congress block everi seriou idea strengthen middl class .\" obama","id":488344663552565250,"day":"13"},{"text":"\"First-class infrastructure attracts first-class jobs.\" —President Obama: http://t.co/b4tqL3oo0v #RebuildAmerica http://t.co/8aAclDMbem","month":"07","year":"2014","corpus":"first class infrastructur attract first class job .\" presid obama rebuildamerica","id":489075434580377600,"day":"15"},{"text":"“Let’s do this more often…let’s pass more bills that help create good jobs, strengthen the middle class.” —President Obama #ReadyToWork","month":"07","year":"2014","corpus":"let often let pass bill help creat good job strengthen middl class .” presid obama readytowork","id":491624849316405250,"day":"22"},{"text":"\"We can build up our middle class, hand down something better to our kids, and restore the American Dream.\" —Obama: http://t.co/4RPdDjgNP8","month":"07","year":"2014","corpus":"build middl class hand someth better kid restor american dream .\" obama","id":493521771425841150,"day":"27"},{"text":"President Obama's weekly address: It's time for Congress to help the middle class → http://t.co/e3MEXLUFhv","month":"08","year":"2014","corpus":"presid obama weekli address time congress help middl class","id":495660372209066000,"day":"02"},{"text":"\"A college degree remains one of the surest pathways into the middle class.\" —@Cecilia44 on ↑ #CollegeOpportunity: http://t.co/iKhY6rx1af","month":"08","year":"2014","corpus":"colleg degre remain one surest pathway middl class .\" —@ cecilia44 collegeopportun","id":499678568084164600,"day":"13"},{"text":"RT @VP: A college degree remains one of the surest pathways into the middle class. Check out new #CollegeOpportunity efforts: http://t.co/n…","month":"08","year":"2014","corpus":"colleg degre remain one surest pathway middl class check new collegeopportun effort","id":499625782814445600,"day":"13"},{"text":"\"Higher education is the surest ticket to the middle class.\" —President Obama: http://t.co/lAtk6pcsiC #CollegeOpportunity","month":"08","year":"2014","corpus":"higher educ surest ticket middl class .\" presid obama collegeopportun","id":500653931861913600,"day":"16"},{"text":"\"America is stronger because we...helped more middle-class families afford college.\" —Obama #CollegeOpportunity http://t.co/PIyY0rNc3L","month":"09","year":"2014","corpus":"america stronger ... help middl class famili afford colleg .\" obama collegeopportun","id":506516736985006100,"day":"01"},{"text":"RT @VP: Here’s the mission → we need to widen the path to the middle class by expanding opportunities for America’s workers. http://t.co/3H…","month":"09","year":"2014","corpus":"mission need widen path middl class expand opportun america worker","id":516661145667915800,"day":"29"},{"text":"We're partnering with hundreds of employers across the country to train low-wage workers for middle-class jobs: http://t.co/RZRrXpQqqd","month":"09","year":"2014","corpus":"partner hundr employ across countri train low wage worker middl class job","id":516964592019583000,"day":"30"},{"text":"\"When the middle class thrives, America thrives.\" —President Obama: http://t.co/IYD2qteVJu #AmericaLeads http://t.co/cuLDdWr23C","month":"10","year":"2014","corpus":"middl class thrive america thrive .\" presid obama americalead","id":517741790418710500,"day":"02"},{"text":"RT @WHLive: \"Young people like you, and universities like this…will...set the conditions for middle-class growth.\"—Obama at @NorthwesternU","month":"10","year":"2014","corpus":"young peopl like univers like ... set condit middl class growth .\"— obama","id":517739482997882900,"day":"02"},{"text":"\"America’s economic greatness has never trickled down from the top. It grows from a rising, thriving middle class.\" —Obama #AmericaLeads","month":"10","year":"2014","corpus":"america econom great never trickl top grow rise thrive middl class .\" obama americalead","id":517751183638016000,"day":"02"},{"text":"President Obama's weekly address: We do better when the middle class does better → http://t.co/0NHVW7RMD6 #AmericaLeads","month":"10","year":"2014","corpus":"presid obama weekli address better middl class better americalead","id":518422841012662300,"day":"04"},{"text":"\"We do better when the middle class does better.\" —President Obama in his weekly address: http://t.co/0NHVW7RMD6 #AmericaLeads","month":"10","year":"2014","corpus":"better middl class better .\" presid obama weekli address americalead","id":518928679351492600,"day":"06"},{"text":"RT @Phil44: .@Letterman @whitehouseostp @NicoandVinz Who's that guy in the middle? Must. Watch. Tonight. http://t.co/o6jkxOnQva","month":"11","year":"2014","corpus":"guy middl must watch tonight","id":537652895425232900,"day":"26"},{"text":"\"It doesn't make sense for us to have a first-class economy and second-class infrastructure.\" —Obama #RebuildAmerica http://t.co/talCNlah4a","month":"12","year":"2014","corpus":"make sens us first class economi second class infrastructur .\" obama rebuildamerica","id":540197533927350300,"day":"03"},{"text":"\"In a hopeful sign for middle-class families, wages are on the rise again.\" —President Obama in his weekly address: http://t.co/taHPUO34e9","month":"12","year":"2014","corpus":"hope sign middl class famili wage rise .\" presid obama weekli address","id":546405975171661800,"day":"20"},{"text":"\"Plants like this one built more than just cars—they built the middle class in this country, and that’s worth fighting for.\" —Obama","month":"01","year":"2015","corpus":"plant like one built car built middl class countri worth fight .\" obama","id":552941670426488800,"day":"07"},{"text":"\"Rising home prices have put hundreds of billions of dollars of wealth back in the pockets of middle-class families.\" —#ObamaInPhoenix","month":"01","year":"2015","corpus":"rise home price put hundr billion dollar wealth back pocket middl class famili .\" obamainphoenix","id":553255338476978200,"day":"08"},{"text":"RT @VP: \"Community colleges are one of the most direct avenues to the middle class.\" -VP Biden #FreeCommunityCollege","month":"01","year":"2015","corpus":"commun colleg one direct avenu middl class .\" vp biden freecommunitycolleg","id":553627097113972740,"day":"09"},{"text":"\"A college degree is the surest ticket to the middle class.\" —President Obama: http://t.co/8YTKdPKa7U #FreeCommunityCollege","month":"01","year":"2015","corpus":"colleg degre surest ticket middl class .\" presid obama freecommunitycolleg","id":553632601965994000,"day":"09"},{"text":"RT @nytimes: Breaking News: President Obama Will Seek to Reduce Taxes for Middle Class\nhttp://t.co/te5oy3IiAX","month":"01","year":"2015","corpus":"break news presid obama seek reduc tax middl class","id":556623400701919200,"day":"18"},{"text":"President Obama's State of the Union address will focus on middle-class economics → http://t.co/UPhTKve0OQ #SOTU http://t.co/IlgBiRnLQW","month":"01","year":"2015","corpus":"presid obama state union address focu middl class econom sotu","id":556850291039948800,"day":"18"},{"text":"\"So the verdict is clear: Middle-class economics works. Expanding opportunity works.\" —President Obama #SOTU #AmericaLeads","month":"01","year":"2015","corpus":"verdict clear middl class econom work expand opportun work .\" presid obama sotu americalead","id":557724756297142300,"day":"21"},{"text":"\"So the verdict is clear. The ruling on the field stands. Middle-class economics works.\" —Obama at @BoiseStateLive http://t.co/XLobaKHQrf","month":"01","year":"2015","corpus":"verdict clear rule field stand middl class econom work .\" obama","id":558026533978517500,"day":"21"},{"text":"\"I focused on what we can do, together, to make sure middle-class economics helps more Americans get ahead\" —President Obama on his #SOTU","month":"01","year":"2015","corpus":"focus togeth make sure middl class econom help american get ahead presid obama sotu","id":558023593783607300,"day":"21"},{"text":"RT @CEABetsey: . @mgyerman proposal to steamline &amp; triple childcare tax credit for middle class families with young kids to $3000 http://t.…","month":"01","year":"2015","corpus":"propos steamlin amp tripl childcar tax credit middl class famili young kid 3000","id":557995459973632000,"day":"21"},{"text":"RT @Schultz44: .@Adela_Mann Yes - the President believes surest ticket to the middle class is a college education. http://t.co/GGhkmyVqMg #…","month":"01","year":"2015","corpus":"ye presid believ surest ticket middl class colleg educ","id":557930931785580540,"day":"21"},{"text":"\"Middle-class economics is the idea that this country does best when everyone gets their fair shot\" —Obama #SOTU","month":"01","year":"2015","corpus":"middl class econom idea countri best everyon get fair shot obama sotu","id":557725438924316700,"day":"21"},{"text":"\"You can’t pretend that there’s nothing we can do to help middle class families get ahead.\" —President Obama to Republicans in Congress","month":"01","year":"2015","corpus":"pretend noth help middl class famili get ahead .\" presid obama republican congress","id":558323311638110200,"day":"22"},{"text":"RT @WHLive: \"The verdict is in. Middle-class economics works. Providing opportunity for everybody works.\" —Obama: http://t.co/5unmtFVfuT #A…","month":"01","year":"2015","corpus":"verdict middl class econom work provid opportun everybodi work .\" obama","id":558318535743508500,"day":"22"},{"text":"\"I talked about what we can do to make sure middle-class economics helps more Americans get ahead\" —Obama on #SOTU: http://t.co/C1bKoSOlui","month":"01","year":"2015","corpus":"talk make sure middl class econom help american get ahead obama sotu","id":559111199325823000,"day":"24"},{"text":"Watch President Obama's weekly address on middle-class economics: http://t.co/C1bKoSOlui","month":"01","year":"2015","corpus":"watch presid obama weekli address middl class econom","id":559050549140545540,"day":"24"},{"text":"RT @VP: #FreeCommunityCollege means putting more Americans on the path to the middle-class. http://t.co/j5R9U8xdZR http://t.co/DFkgx6r0sr","month":"01","year":"2015","corpus":"freecommunitycolleg mean put american path middl class","id":560514164582387700,"day":"28"},{"text":"Worth a read: President Obama on his blueprint for middle-class economics → http://t.co/7z81jGRcK9 #AmericaLeads http://t.co/IehEpV6Vj6","month":"01","year":"2015","corpus":"worth read presid obama blueprint middl class econom americalead","id":560821301112098800,"day":"29"},{"text":"President Obama's weekly address: A path towards a thriving middle class → http://t.co/W1ZNt1qWR4","month":"01","year":"2015","corpus":"presid obama weekli address path toward thrive middl class","id":561558209824301060,"day":"31"},{"text":"President Obama's budget would:\nClose tax loopholes ✓\nInvest in our infrastructure ✓\nCut middle-class taxes ✓\nhttp://t.co/9Z51pk3kke","month":"02","year":"2015","corpus":"presid obama budget would close tax loophol invest infrastructur cut middl class tax","id":561921237677772800,"day":"01"},{"text":"President Obama on how the budget he's sending Congress creates a path toward a thriving middle class → http://t.co/b6LqRnWIl3","month":"02","year":"2015","corpus":"presid obama budget send congress creat path toward thrive middl class","id":561901890355474400,"day":"01"},{"text":"RT @VP: Our budget will help widen the path to the middle class by making college more affordable → http://t.co/RuOwQxYoFI http://t.co/gf8G…","month":"02","year":"2015","corpus":"budget help widen path middl class make colleg afford","id":562345722188541950,"day":"02"},{"text":"President Obama's #2016Budget would close the trust fund loophole to help invest in the middle class. http://t.co/LYUBuYrVDk","month":"02","year":"2015","corpus":"presid obama 2016budget would close trust fund loophol help invest middl class","id":562319754380451840,"day":"02"},{"text":"Watch live: President Obama speaks on how his #2016Budget is a blueprint for middle-class economics → http://t.co/Q27sebSE24","month":"02","year":"2015","corpus":"watch live presid obama speak 2016budget blueprint middl class econom","id":562286454806970400,"day":"02"},{"text":"President Obama's #2016Budget would:\nClose tax loopholes ✓\nInvest in our infrastructure ✓\nCut middle-class taxes ✓\nhttp://t.co/ZkUhG29CRk","month":"02","year":"2015","corpus":"presid obama 2016budget would close tax loophol invest infrastructur cut middl class tax","id":562984183854018560,"day":"04"},{"text":"\"The single most hopeful sign for middle class families—wages are rising again.\" —President Obama: http://t.co/raDblxaHzX","month":"02","year":"2015","corpus":"singl hope sign middl class famili wage rise .\" presid obama","id":564174351524581400,"day":"07"},{"text":"Check out President Obama talking with @VoxDotCom on how middle-class economics helps expand opportunity: http://t.co/D05duaMC3r","month":"02","year":"2015","corpus":"check presid obama talk middl class econom help expand opportun","id":564899197300662300,"day":"09"},{"text":"\"A core element of this middle-class economics is how well we prepare our kids for the future.\" —President Obama: http://t.co/vUNc1NqZoj","month":"02","year":"2015","corpus":"core element middl class econom well prepar kid futur .\" presid obama","id":566643134772178940,"day":"14"},{"text":"RT @RepMarciaFudge: Back-door payments and hidden fees on retirement funds are hurting the middle class. It's time to #ProtectYourSavings h…","month":"02","year":"2015","corpus":"back door payment hidden fee retir fund hurt middl class time protectyoursav","id":569961493996769300,"day":"23"},{"text":"\"Bad advice that results from conflicts of interest costs middle-class &amp; working families about $17 billion/year\" —Obama #ProtectYourSavings","month":"02","year":"2015","corpus":"bad advic result conflict interest cost middl class amp work famili 17 billion year obama protectyoursav","id":569938319091441660,"day":"23"},{"text":"Back-door payments &amp; hidden fees on retirement funds are hurting the middle class. It's time to #ProtectYourSavings. http://t.co/RfO8hmx1el","month":"02","year":"2015","corpus":"back door payment amp hidden fee retir fund hurt middl class time protectyoursav","id":570624893651456000,"day":"25"},{"text":"Back-door payments &amp; hidden fees on retirement funds are hurting the middle class. It's time to #ProtectYourSavings → http://t.co/nioxuPjOeA","month":"03","year":"2015","corpus":"back door payment amp hidden fee retir fund hurt middl class time protectyoursav","id":572162158475124740,"day":"01"},{"text":"\"Today, a college degree is the surest ticket to the middle class and beyond.\" —President Obama #CollegeOpportunity http://t.co/xc1tOcvvSS","month":"03","year":"2015","corpus":"today colleg degre surest ticket middl class beyond .\" presid obama collegeopportun","id":575355396321320960,"day":"10"},{"text":"\"Higher education is, more than ever, the surest ticket to the middle class.\" —President Obama: http://t.co/GZtlN1DYPW #CollegeOpportunity","month":"03","year":"2015","corpus":"higher educ ever surest ticket middl class .\" presid obama collegeopportun","id":576813808192131100,"day":"14"},{"text":"RT @USTradeRep: How modern #trade deals can deliver for American workers and the middle class: http://t.co/gkGUM7eWxY #WorkersFirst http://…","month":"03","year":"2015","corpus":"modern trade deal deliv american worker middl class workersfirst","id":577892518714556400,"day":"17"},{"text":"\"Trickle-down economics doesn’t work. Middle-class economics does.\" —President Obama #HouseOfCuts http://t.co/74AbNcGeJt","month":"03","year":"2015","corpus":"trickl econom work middl class econom .\" presid obama houseofcut","id":578271287316983800,"day":"18"},{"text":"\"America does better...when the middle class does better.\" —President Obama: http://t.co/wSiiHMHg1G http://t.co/Nvw8mrdyzP","month":"03","year":"2015","corpus":"america better ... middl class better .\" presid obama","id":578270691864154100,"day":"18"},{"text":"Watch live: President Obama speaks on the importance of middle-class economics → http://t.co/wSiiHMHg1G http://t.co/AUIWPXeQEZ","month":"03","year":"2015","corpus":"watch live presid obama speak import middl class econom","id":578267176462757900,"day":"18"},{"text":"RT @Brundage44: new state by state data shows harmful consequences of the Republican budget on middle class families - here https://t.co/ak…","month":"03","year":"2015","corpus":"new state state data show harm consequ republican budget middl class famili","id":580456207531421700,"day":"24"},{"text":"\"I’m here with a simple message: middle-class economics works.\" —@VP: http://t.co/5JlQuxYzMF","month":"04","year":"2015","corpus":"simpl messag middl class econom work .\" —@ vp","id":586944567108358100,"day":"11"},{"text":"Doing your taxes?\nThe President's budget would cut taxes for 44 million middle-class families: http://t.co/WURIWZlecu http://t.co/IQhteQyQxt","month":"04","year":"2015","corpus":"tax presid budget would cut tax 44 million middl class famili","id":587752015570296800,"day":"13"},{"text":"President Obama on how his tax plan would cut taxes for 44 million middle-class families. #ObamaTownHall #TaxDay http://t.co/KT5RzeTMAI","month":"04","year":"2015","corpus":"presid obama tax plan would cut tax 44 million middl class famili obamatownhal taxday","id":588418260044943400,"day":"15"},{"text":"“What do you think would actually make a difference in the lives of middle-class families?” —President Obama\nShare with #ObamaTownHall.","month":"04","year":"2015","corpus":"think would actual make differ live middl class famili ?” presid obama share obamatownhal","id":588417341089648600,"day":"15"},{"text":"Doing your taxes? The President's budget would cut taxes for 44 million middle-class families. #ObamaTownHall #TaxDay http://t.co/dOXXGUQPkt","month":"04","year":"2015","corpus":"tax presid budget would cut tax 44 million middl class famili obamatownhal taxday","id":588363506946285600,"day":"15"},{"text":"\"I view smart trade agreements as a vital piece of middle-class economics\" —President Obama #LeadOnTrade http://t.co/uGUCS6dqK5","month":"05","year":"2015","corpus":"view smart trade agreement vital piec middl class econom presid obama leadontrad","id":596719509672689700,"day":"08"},{"text":"RT @WHLive: \"You can't have a conversation about poverty without talking about ladders of opportunity into the middle class\" —Obama #Povert…","month":"05","year":"2015","corpus":"convers poverti without talk ladder opportun middl class obama povert","id":598157092302823400,"day":"12"},{"text":"RT @FLOTUS: “Act with both your mind and your heart.” —The First Lady to the @TuskegeeUniv Class of 2015: https://t.co/D7aVJaX06b","month":"05","year":"2015","corpus":"act mind heart .” first ladi class 2015","id":598538058934329300,"day":"13"},{"text":"\"Trade that’s fair and free and smart will grow opportunity for our middle class.\" —@POTUS on the TPP: http://t.co/n9aLxQaHJb #LeadOnTrade","month":"06","year":"2015","corpus":"trade fair free smart grow opportun middl class .\" —@ potu tpp leadontrad","id":610245111998361600,"day":"15"},{"text":"\"This is progress. Step by step, America is moving forward. Middle-class economics works.\" —@POTUS\nhttps://t.co/IJfDnnfeIg","month":"07","year":"2015","corpus":"progress step step america move forward middl class econom work .\" —@ potu","id":616680279583756300,"day":"02"},{"text":"\"The bottom line is:\nTop-down economics doesn't work.\nMiddle-class economics works.\"\n—@POTUS #OpportunityForAll http://t.co/dGXrhC95iH","month":"07","year":"2015","corpus":"bottom line top econom work middl class econom work .\" —@ potu opportunityforal","id":617033502110974000,"day":"03"},{"text":"\"There’s no more certain ticket to the middle class than higher education.\" —@POTUS in Iowa: http://t.co/xkCXNOISLD http://t.co/AWvVZsHcc6","month":"09","year":"2015","corpus":"certain ticket middl class higher educ .\" —@ potu iowa","id":643532560983789600,"day":"14"},{"text":"Big win for U.S. workers: @POTUS just secured a trade deal that helps the middle class. http://t.co/RCNK0hj6NP #TPP http://t.co/SFXtD1fKys","month":"10","year":"2015","corpus":"big win worker secur trade deal help middl class tpp","id":651026113767055400,"day":"05"},{"text":"\"The 40-hour workweek.\nOvertime pay.\nHealth insurance.\nRetirement plans.\nThe middle class itself was built on a union label.\" —@POTUS","month":"10","year":"2015","corpus":"40 hour workweek overtim pay health insur retir plan middl class built union label .\" —@ potu","id":651803857513771000,"day":"07"},{"text":"\"When folks attack unions, they’re attacking the middle class. They’re attacking cops, firefighters, teachers\" —@POTUS #StartTheConvo","month":"10","year":"2015","corpus":"folk attack union attack middl class attack cop firefight teacher —@ potu starttheconvo","id":651804471803179000,"day":"07"},{"text":"President Obama's trade deal helps the middle class and puts American workers first → http://t.co/e34xkCpfHV","month":"10","year":"2015","corpus":"presid obama trade deal help middl class put american worker first","id":653263071582879700,"day":"11"},{"text":"RT @SenatorReid: Democrats have long called for stopping sequester cuts from hitting our military and middle class. With this agreement, we…","month":"10","year":"2015","corpus":"democrat long call stop sequest cut hit militari middl class agreement","id":659038889903005700,"day":"27"},{"text":"\"This agreement will strengthen the middle class by investing in education, job training &amp; basic research.\" —@POTUS https://t.co/YfHaXBuOqn","month":"10","year":"2015","corpus":"agreement strengthen middl class invest educ job train amp basic research .\" —@ potu","id":660094912642179100,"day":"30"},{"text":"\"Education is really the key to a middle-class life\" —@POTUS: https://t.co/V24SnjIwmW https://t.co/lnaZR0BD4m","month":"11","year":"2015","corpus":"educ realli key middl class life —@ potu","id":662382542742532100,"day":"05"},{"text":"\"This week, Congress passed a bipartisan budget that invests in middle-class priorities\" —@POTUS #YearInReview https://t.co/44tdv8R3Pc","month":"12","year":"2015","corpus":"week congress pass bipartisan budget invest middl class prioriti —@ potu yearinreview","id":678272359363567600,"day":"19"},{"text":"\"The verdict is clear:\nMiddle-class economics works.\nExpanding opportunity works.\"\n—@POTUS #JobsReport https://t.co/OnMbBo0FxW","month":"01","year":"2016","corpus":"verdict clear middl class econom work expand opportun work .\" —@ potu jobsreport","id":685514949016293400,"day":"08"},{"text":"RT @VP: \"Five Ways to Make the Digital Revolution Work for the Middle Class:\" VP Biden in today's @GlobeOpinion → https://t.co/aEDnMv8WkN","month":"01","year":"2016","corpus":"five way make digit revolut work middl class :\" vp biden today","id":692378293723611100,"day":"27"},{"text":"RT @PressSec: .@tomselliott We've invested in middle class families &amp; cut deficit. America's economy is now the envy of the world https://t…","month":"02","year":"2016","corpus":"invest middl class famili amp cut deficit america economi envi world","id":697194504001032200,"day":"09"},{"text":"\"A lot of these loopholes come at the expense of middle class families.\" —@POTUS on preventing corporate inversions https://t.co/p8UU7dY0Qn","month":"04","year":"2016","corpus":"lot loophol come expens middl class famili .\" —@ potu prevent corpor invers","id":717387278738264000,"day":"05"},{"text":"RT @Denis44: .@POTUS will deliver his last commencement addresses as President to the classes of 2016 at @RutgersU, @HowardU, and @AF_Acade…","month":"04","year":"2016","corpus":"deliv last commenc address presid class 2016","id":720627877788717000,"day":"14"},{"text":"Middle-class families have a lower income tax rate than at almost any point in 60 years → https://t.co/n1vDgpNgpo https://t.co/jLTia0xgBu","month":"04","year":"2016","corpus":"middl class famili lower incom tax rate almost point 60 year","id":720721321215266800,"day":"14"},{"text":"FACT: Middle-class families are paying historically low federal income tax rates → https://t.co/v0fDlXOWDk #TaxDay https://t.co/qYp1Qdiymr","month":"04","year":"2016","corpus":"fact middl class famili pay histor low feder incom tax rate taxday","id":722166602989486100,"day":"18"},{"text":"Share the news on #TaxDay: Middle-class federal income taxes are near historic lows.  https://t.co/v0fDlXOWDk https://t.co/gTfLyT1jOh","month":"04","year":"2016","corpus":"share news taxday middl class feder incom tax near histor low","id":722123292107214800,"day":"18"},{"text":"\"Yes We Can.\"\nWatch @POTUS's advice to the @HowardU Class of 2016. #HowardU16 https://t.co/kS8pLimfRz","month":"05","year":"2016","corpus":"ye .\" watch advic class 2016 howardu16","id":728996091950141400,"day":"07"},{"text":"Watch @POTUS give advice to the outgoing class of the @WHInternship program:\nhttps://t.co/3v4rErZwLF","month":"05","year":"2016","corpus":"watch give advic outgo class program","id":730062575560314900,"day":"10"},{"text":".@POTUS is taking a big step on #overtime protections to help grow middle-class paychecks →\nhttps://t.co/J4K6m3jvBx https://t.co/10oESPdLer","month":"05","year":"2016","corpus":"take big step overtim protect help grow middl class paycheck","id":733019076470132700,"day":"18"},{"text":"\"Things like the 40-hour workweek and overtime are two of the most basic pillars of a middle class life.\" —@POTUS: https://t.co/fwDsYkIM4r","month":"05","year":"2016","corpus":"thing like 40 hour workweek overtim two basic pillar middl class life .\" —@ potu","id":734034818090963000,"day":"21"},{"text":"\"Middle class families have paid a lower federal income tax rate during my presidency\" —@POTUS in Elkhart https://t.co/WEwRWAn7Qn","month":"06","year":"2016","corpus":"middl class famili paid lower feder incom tax rate presid —@ potu elkhart","id":738103122803970000,"day":"01"},{"text":"Good news: @USTreasury just took action to ensure our tax code helps middle-class Americans: https://t.co/ZxTvfEbNmi https://t.co/rIFHHdMbjA","month":"08","year":"2016","corpus":"good news took action ensur tax code help middl class american","id":760883719297232900,"day":"03"},{"text":"\"Africa is on the move—home to some of the fastest-growing economies in the world and a middle class projected to grow\" —@POTUS","month":"09","year":"2016","corpus":"africa move home fastest grow economi world middl class project grow —@ potu","id":778617243097641000,"day":"21"},{"text":"\"Provide more tax credits for more middle-income families...to help them buy insurance\" —@POTUS","month":"10","year":"2016","corpus":"provid tax credit middl incom famili ... help buy insur —@ potu","id":789170759574827000,"day":"20"}]