[{"text":"RT @USAgov Planning to bike into work tomorrow? Have a safe Bike to Work Day with these tips from the EPA http://bit.ly/10t5gd","month":"05","year":"2009","corpus":"plan bike work tomorrow safe bike work day tip epa","id":1801145316,"day":"15"},{"text":"Recovery Act lies that never die (and a working link) http://bit.ly/41S8Rs","month":"11","year":"2009","corpus":"recoveri act lie never die work link","id":5415435351,"day":"04"},{"text":"Fresh photo gallery: Working Towards Middle East Peace http://bit.ly/cFFT0C","month":"09","year":"2010","corpus":"fresh photo galleri work toward middl east peac","id":22749083939,"day":"01"},{"text":"Obama: \"To steal a line from our old friend Ted Kennedy: What is it about working men and women that they find so offensive?\"","month":"09","year":"2010","corpus":"obama steal line old friend ted kennedi work men women find offens","id":23189096855,"day":"07"},{"text":"Obama on Infrastructure: \"This is Work That Needs to Be Done. There Are Workers Who Are Ready to Do It.\" http://is.gd/fXhJH","month":"10","year":"2010","corpus":"obama infrastructur work need done worker readi .\"","id":27046853955,"day":"11"},{"text":"\"The rules have changed. In a single generation, revolutions in technology have transformed the way we live, work and do business.\" #sotu","month":"01","year":"2011","corpus":"rule chang singl gener revolut technolog transform way live work busi .\" sotu","id":30087274255351810,"day":"26"},{"text":"\"If you have ideas about how to improve this law by making care better or more affordable, I am eager to work with you.\" #SOTU","month":"01","year":"2011","corpus":"idea improv law make care better afford eager work .\" sotu","id":30093945207791616,"day":"26"},{"text":"Austan Goolsbee gets riled up w/ the White Board: How @startupamerica works http://is.gd/DfMABH","month":"02","year":"2011","corpus":"austan goolsbe get rile white board work","id":33176643082133504,"day":"03"},{"text":"Obama: “time is working against Gaddafi. He does not have control…The opposition is organizing a legitimate and credible Interim Council”","month":"05","year":"2011","corpus":"obama time work gaddafi control opposit organ legitim credibl interim council","id":71251618779242500,"day":"19"},{"text":"Now: President Obama thanks the CIA & intelligence community for their work. Watch: http://wh.gov/live","month":"05","year":"2011","corpus":"presid obama thank cia intellig commun work watch","id":71651931071844350,"day":"20"},{"text":"Video: President Obama drops in on community leaders briefing, recalls his time working on the South Side of Chicago: http://t.co/UbaJW94","month":"07","year":"2011","corpus":"video presid obama drop commun leader brief recal time work south side chicago","id":86880634039050240,"day":"01"},{"text":"Obama: Working w/ biz, others, on ways to streamline visas so we don't educate people then make them leave to compete against us...","month":"07","year":"2011","corpus":"obama work biz other way streamlin visa educ peopl make leav compet us ...","id":88673919179034620,"day":"06"},{"text":"RT @JRGGlass: \"We don't have time to wait when it comes to putting people back to work\" -B.O. #WHTweetup","month":"07","year":"2011","corpus":"time wait come put peopl back work whtweetup","id":94438341201756160,"day":"22"},{"text":".@CharlieAndMe: POTUS working hard to extend unemployment insurance. If it expires, more than 5 million would lose benefits. #WHChat","month":"07","year":"2011","corpus":"potu work hard extend unemploy insur expir million would lose benefit whchat","id":96958876037021700,"day":"29"},{"text":"RT @jesseclee44: .@PressSec: \"yet another political exercise is behind us, w/ time dwindling, leaders need to start working together\" ht ...","month":"07","year":"2011","corpus":"yet anoth polit exercis behind us time dwindl leader need start work togeth ht ...","id":97130294733320200,"day":"30"},{"text":"RT @Rep_Giffords: The #Capitol looks beautiful and I am honored to be at work tonight.","month":"08","year":"2011","corpus":"capitol look beauti honor work tonight","id":98172322439102460,"day":"01"},{"text":".@StabbyCerberus: WH economic team not taking the week off, working hard on jobs ideas, also building on this deficit downpayment #WHchat","month":"08","year":"2011","corpus":"wh econom team take week work hard job idea also build deficit downpay whchat","id":98487561328148480,"day":"02"},{"text":".@smalltowngrl93 Don't know about presidents but I have been known to go shoeless at work from time to time. Not, w/ potus, mind you #WhChat","month":"08","year":"2011","corpus":"know presid known go shoeless work time time potu mind whchat","id":98849869598425090,"day":"03"},{"text":"President Obama speaks on getting America back to work & calls on Congress to put #countrybeforeparty from Alpha, IL: http://t.co/XIpvzO5","month":"08","year":"2011","corpus":"presid obama speak get america back work call congress put countrybeforeparti alpha il","id":105301660254998530,"day":"21"},{"text":"President Obama: “The federal government has spent the better part of the last week working...to see to it that we’re prepared.\" #Hurricane","month":"08","year":"2011","corpus":"presid obama feder govern spent better part last week work ... see prepar .\" hurrican","id":107112959188283400,"day":"26"},{"text":"\"We need to pass this #transportation bill & put people to work rebuilding America.\" -President Obama: http://t.co/Kvbxhaw","month":"09","year":"2011","corpus":"need pass transport bill put peopl work rebuild america .\" presid obama","id":109962136616312830,"day":"03"},{"text":"MT @pfeiffer44: Tonite Obama will unveil The American Jobs Act to put people back to work, put more money in peoples pocket // Use #JobsNow","month":"09","year":"2011","corpus":"mt tonit obama unveil american job act put peopl back work put money peopl pocket // use jobsnow","id":111812055069237250,"day":"08"},{"text":"RT @WHLive: Obama: I agree that we can’t afford wasteful spending & I will continue to work with you, with Congress to root it out. #JobsNow","month":"09","year":"2011","corpus":"obama agre afford wast spend continu work congress root jobsnow","id":111945605152116740,"day":"08"},{"text":"RT @LinkedIn: new post: LinkedIn Town Hall with President Obama: Putting America Back to Work http://t.co/rTY3aFSE #in","month":"09","year":"2011","corpus":"new post linkedin town hall presid obama put america back work","id":116285093001166850,"day":"20"},{"text":"RT @WHLive: \"Together, let us work to make, not merely a peace, but a peace that will last\" -President Obama @UN General Assembly #UNGA","month":"09","year":"2011","corpus":"togeth let us work make mere peac peac last presid obama gener assembl unga","id":116525015721189380,"day":"21"},{"text":"Meet the Mangrum family: http://t.co/n9kzefGv The #JobsNow Act would help this hard working family pay for #education.","month":"10","year":"2011","corpus":"meet mangrum famili jobsnow act would help hard work famili pay educ","id":123777323362304000,"day":"11"},{"text":"Obama: Let’s meet this moment. Let’s get to work. Let’s show the world once again why the USA remains the greatest nation on Earth. #JobsNow","month":"10","year":"2011","corpus":"obama let meet moment let get work let show world usa remain greatest nation earth jobsnow","id":123830598157602820,"day":"11"},{"text":"New report highlights Admin's work to reverse trends of poverty & create opportunity for all Americans: http://t.co/rXP2iiyT #JobsNow","month":"10","year":"2011","corpus":"new report highlight admin work revers trend poverti creat opportun american jobsnow","id":124900622171516930,"day":"14"},{"text":"President Obama: Nearly 50 years after the March on Washington, our work, and Dr. King’s work, is not yet complete. #DedicateMLK","month":"10","year":"2011","corpus":"presid obama nearli 50 year march washington work dr king work yet complet dedicatemlk","id":125601960094220290,"day":"16"},{"text":"RT @WHLive: Obama: It will take time to rebuild an America where hard work is valued & responsibility is rewarded. http://t.co/xrOHuqTm","month":"10","year":"2011","corpus":"obama take time rebuild america hard work valu respons reward","id":126414521928654850,"day":"18"},{"text":"We Can't Wait: President Obama announces new executive actions to get #veterans back to work: http://t.co/iNv18gEV","month":"11","year":"2011","corpus":"wait presid obama announc new execut action get veteran back work","id":133595874088587260,"day":"07"},{"text":"RT @jasin_orr: #WHChat how can you get veterans back to work when the President makes it impossible for veterans to get an education?","month":"11","year":"2011","corpus":"whchat get veteran back work presid make imposs veteran get educ","id":134763006759415800,"day":"10"},{"text":"RT @WHLive: Obama: Tell them \"Don't be a Grinch.\"  Don't vote to raise taxes on working Americans during the holidays. Put #CountryBefor ...","month":"11","year":"2011","corpus":"obama tell grinch .\" vote rais tax work american holiday put countrybefor ...","id":139036947548094460,"day":"22"},{"text":"Obama: last week, @speakerboehner said this tax cut helps the economy because it allows every working American to keep more of their money","month":"12","year":"2011","corpus":"obama last week said tax cut help economi allow everi work american keep money","id":143770083540467710,"day":"05"},{"text":"RT @driafearn: @whitehouse #40dollars pays the monthly copays for the prescription drugs that I need to be healthy and get to work.","month":"12","year":"2011","corpus":"40dollar pay monthli copay prescript drug need healthi get work","id":149529512441430000,"day":"21"},{"text":"RT @reynaldomacias: #40dollars or buying a full bag of groceries OR filling the car with gas to get to work. Without that $40, we'll be  ...","month":"12","year":"2011","corpus":"40dollar buy full bag groceri fill car ga get work without 40 ...","id":149916236015345660,"day":"22"},{"text":"RT @salukiscjc: @whitehouse #40dollars is more than I made during my entire shift at work tonight. Hard times... could use it!","month":"12","year":"2011","corpus":"40dollar made entir shift work tonight hard time ... could use","id":149736898607321100,"day":"22"},{"text":"RT @JonCarson44: .@BonJovi is here at WH - to tell us about his work with @JBJSoulFound,  @Servedotgov and http://t.co/Arb5gTC6","month":"01","year":"2012","corpus":"wh tell us work","id":154932805749587970,"day":"05"},{"text":"Over 18,000 people share their ideas for putting Americans back to work. We respond: http://t.co/4SqcnXRF","month":"01","year":"2012","corpus":"18 000 peopl share idea put american back work respond","id":160178436898439170,"day":"20"},{"text":"\"The more folks who visit America, the more Americans we get back to work. It’s that simple\" -President Obama: http://t.co/mT1m8sMu #visitUS","month":"01","year":"2012","corpus":"folk visit america american get back work simpl presid obama visitu","id":160715179305340930,"day":"21"},{"text":"Obama: Our most immediate priority is stopping a tax hike on 160 million working Americans while the recovery is still fragile #SOTU","month":"01","year":"2012","corpus":"obama immedi prioriti stop tax hike 160 million work american recoveri still fragil sotu","id":162005313816506370,"day":"25"},{"text":"RT @WHLive: Obama: We should be working on comprehensive #immigration reform right now. #SOTU","month":"01","year":"2012","corpus":"obama work comprehens immigr reform right sotu","id":162000758932377600,"day":"25"},{"text":"RT @WHLive: Obama: Millions of Americans who work hard & play by the rules every day deserve a government & a financial system that does ...","month":"01","year":"2012","corpus":"obama million american work hard play rule everi day deserv govern financi system ...","id":162003866353795070,"day":"25"},{"text":"RT @abigailcollazo: How will @whitehouse make good on pledge to women: “equal pay for equal work?” #fairpay #equality #WHChat #fem2 @VP","month":"01","year":"2012","corpus":"make good pledg women equal pay equal work ?” fairpay equal whchat fem2","id":162605214510231550,"day":"26"},{"text":"RT @WHLive: Obama: We have to renew the values that have always made this country great: Hard work.  Fair play. Shared responsibility.","month":"02","year":"2012","corpus":"obama renew valu alway made countri great hard work fair play share respons","id":170600826736349200,"day":"17"},{"text":"RT @InspiringMasses: How are you working within the budget to make college costs and education more affordable and accessible to all? #AskVP","month":"04","year":"2012","corpus":"work within budget make colleg cost educ afford access askvp","id":187267230717849600,"day":"03"},{"text":"President Obama on #EqualPay Day: \"Working women are at the heart of an America built to last\" http://t.co/xEkCm6qE","month":"04","year":"2012","corpus":"presid obama equalpay day work women heart america built last","id":192329741058060300,"day":"17"},{"text":"RT @FHSUBudd: I'm a hard working student, pursuing my dream and hope to never ask the government for welfare, so congress, #dontdoublemyrate","month":"04","year":"2012","corpus":"hard work student pursu dream hope never ask govern welfar congress dontdoublemyr","id":195225862268928000,"day":"25"},{"text":"RT @MomsRising: Great e-cards! RT if you support #EqualPay for equal work: http://t.co/r9zDDNeN @whitehouse","month":"06","year":"2012","corpus":"great card support equalpay equal work","id":208641806114627600,"day":"01"},{"text":"President Obama: \"My message to Congress is, get to work.\" Watch his Weekly Address: http://t.co/Tr44XAzl #CongressToDoList","month":"06","year":"2012","corpus":"presid obama messag congress get work .\" watch weekli address congresstodolist","id":208994916611784700,"day":"02"},{"text":"RT @DavidAgnew44: President Obama was just on a call supporting #EqualPay with @VJ44: \"Let's make sure hard work pays off, responsibilit ...","month":"06","year":"2012","corpus":"presid obama call support equalpay let make sure hard work pay responsibilit ...","id":209683253039349760,"day":"04"},{"text":"Here's a look at what people are saying about #EqualPay for equal work: http://t.co/AaesXEVi via @storify","month":"06","year":"2012","corpus":"look peopl say equalpay equal work via","id":210082038974386180,"day":"05"},{"text":"RT @ginatrapani: The Paycheck Fairness Act would give employees better tools to claim equal pay for equal work. To support RT #EqualPay  ...","month":"06","year":"2012","corpus":"paycheck fair act would give employe better tool claim equal pay equal work support equalpay ...","id":210047563448066050,"day":"05"},{"text":"RT @vj44: Congrats to today's WH Champions of Change! 10 people doing amazing work to promote responsible fatherhood: http://t.co/1CVWOE ...","month":"06","year":"2012","corpus":"congrat today wh champion chang 10 peopl amaz work promot respons fatherhood ...","id":212997816308600830,"day":"13"},{"text":"\"Our mission isn't just to put people back to work – it's to rebuild an economy.\" -President Obama's Weekly Address: http://t.co/gSG9afbC","month":"07","year":"2012","corpus":"mission put peopl back work rebuild economi .\" presid obama weekli address","id":221736223843164160,"day":"07"},{"text":"RT @fema: 10/29 #Sandy safety tip: Stay off the roads to let emergency crews do their work. Check on your neighbors to make sure they're OK.","month":"10","year":"2012","corpus":"10 29 sandi safeti tip stay road let emerg crew work check neighbor make sure ok","id":263087371816431600,"day":"30"},{"text":"\"We know that America thrives when every person can find independence and pride in their work.\"—President Obama #inaug2013","month":"01","year":"2013","corpus":"know america thrive everi person find independ pride work .\"— presid obama inaug2013","id":293402499963052000,"day":"21"},{"text":"\"It is our unfinished task to make sure that this government works on behalf of the many, and not just the few\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"unfinish task make sure govern work behalf mani presid obama sotu","id":301515981451325440,"day":"13"},{"text":"Tonight in #SOTU, President Obama called on Congress to reward hard work by raising the minimum wage: http://t.co/VtRHEFfu","month":"02","year":"2013","corpus":"tonight sotu presid obama call congress reward hard work rais minimum wage","id":301580251404849150,"day":"13"},{"text":"Obama: \"We gather here knowing that there are millions of Americans whose hard work &amp; daily determination have not yet been rewarded.\" #SOTU","month":"02","year":"2013","corpus":"obama gather know million american whose hard work amp daili determin yet reward .\" sotu","id":301515714437709800,"day":"13"},{"text":"Obama: \"It is our unfinished task to restore the basic bargain that built this country – the idea that if you work hard...you can get ahead\"","month":"02","year":"2013","corpus":"obama unfinish task restor basic bargain built countri idea work hard ... get ahead","id":301515931241300000,"day":"13"},{"text":"President Obama: \"We know our economy is stronger when we reward an honest day’s work with honest wages.\" #SOTU","month":"02","year":"2013","corpus":"presid obama know economi stronger reward honest day work honest wage .\" sotu","id":301523764624105500,"day":"13"},{"text":"\"Let’s declare that in the wealthiest nation on Earth, no one who works full-time should have to live in poverty\" —President Obama #JobsNow","month":"02","year":"2013","corpus":"let declar wealthiest nation earth one work full time live poverti presid obama jobsnow","id":301523862305259500,"day":"13"},{"text":"Obama: \"Our work must begin by making some basic decisions about our budget...will have a huge impact on the strength of our recovery\" #SOTU","month":"02","year":"2013","corpus":"obama work must begin make basic decis budget ... huge impact strength recoveri sotu","id":301516322821525500,"day":"13"},{"text":"RT @WHLive: Obama: \"I’d like to focus on how we can work together to make progress in 3 areas that will define our times: security, peac ...","month":"03","year":"2013","corpus":"obama like focu work togeth make progress area defin time secur peac ...","id":314751441128538100,"day":"21"},{"text":"Full video: President Obama talks about his plan to put people to work rebuilding American #infrastructure: http://t.co/aHZYWZsqmh","month":"03","year":"2013","corpus":"full video presid obama talk plan put peopl work rebuild american infrastructur","id":317759419058360300,"day":"29"},{"text":"President Obama: \"We carry on. We race. We strive. We build and we work and we love.\"","month":"04","year":"2013","corpus":"presid obama carri race strive build work love","id":324920697426165760,"day":"18"},{"text":"\"Sylvia has spent a career fighting for working families.\" —Obama on Senate confirmation of the next budget director: http://t.co/wYVAiCVsiW","month":"04","year":"2013","corpus":"sylvia spent career fight work famili .\" obama senat confirm next budget director","id":327121471069618200,"day":"24"},{"text":"President Obama: \"I’m going to keep trying to work with both parties in Washington to make progress. Because our challenges are solvable.\"","month":"05","year":"2013","corpus":"presid obama go keep tri work parti washington make progress challeng solvabl","id":335449679707910140,"day":"17"},{"text":"RT if you agree: We should keep working to make college more affordable—not force students to pay more for college loans. #DontDoubleMyRate","month":"05","year":"2013","corpus":"agre keep work make colleg afford forc student pay colleg loan dontdoublemyr","id":340188671384903700,"day":"30"},{"text":"Obama to the @Ravens: \"Thank you for all the good work you’re doing. Congratulations again on your Super Bowl Championship.\" #RavensAtTheWH","month":"06","year":"2013","corpus":"obama thank good work congratul super bowl championship .\" ravensatthewh","id":342314913244532740,"day":"05"},{"text":"FACT: Despite progress, women are still only paid an average of 77 cents for every dollar a man makes for the same work. #EqualPay","month":"06","year":"2013","corpus":"fact despit progress women still paid averag 77 cent everi dollar man make work equalpay","id":344139600131936260,"day":"10"},{"text":"RT if you agree: We can't stop fighting for #EqualPay until all women are paid equally to men for the same work. http://t.co/4Q0CZ1iwNU","month":"06","year":"2013","corpus":"agre stop fight equalpay women paid equal men work","id":344144458079666200,"day":"10"},{"text":"FACT: The #EqualPay Act requires employers to pay women the same as men for the same work. http://t.co/lkQLz1kghV","month":"06","year":"2013","corpus":"fact equalpay act requir employ pay women men work","id":344129481323204600,"day":"10"},{"text":"President Obama on #EqualPay for equal work: \"It’s the idea that all of us are created equal.\"","month":"06","year":"2013","corpus":"presid obama equalpay equal work idea us creat equal","id":344120413825142800,"day":"10"},{"text":"\"I don’t want that for Malia and Sasha. I don’t want that for your daughters.\" —Obama on women getting paid less than men for the same work","month":"06","year":"2013","corpus":"want malia sasha want daughter .\" obama women get paid less men work","id":344121181739311100,"day":"10"},{"text":"Obama: \"We, the people, realize this government belongs to us. It’s up to each and every one of us to make it work better.\" #SmarterGov","month":"07","year":"2013","corpus":"obama peopl realiz govern belong us everi one us make work better .\" smartergov","id":354270324277260300,"day":"08"},{"text":"RT @WHLive: Obama: We've eliminated \"dozens of federal programs and cut even more that were either duplicative, not working, or no longer n…","month":"07","year":"2013","corpus":"obama elimin dozen feder program cut even either duplic work longer","id":354268188969676800,"day":"08"},{"text":"FACT: U.S. immigrants represent 50% of PhDs working in math and computer science and 57% of PhDs working in engineering. #ImmigrationNation","month":"07","year":"2013","corpus":"fact immigr repres 50 phd work math comput scienc 57 phd work engin immigrationn","id":357209352416927740,"day":"16"},{"text":"Here's why raising the minimum wage is good for workers and the economy —&gt; http://t.co/0W5I2hqbjS #ABetterBargain","month":"07","year":"2013","corpus":"rais minimum wage good worker economi —& gt abetterbargain","id":360119648634679300,"day":"24"},{"text":"Obama: \"We need to raise the minimum wage because it's lower in real terms right now than when Ronald Reagan took office.\" #ABetterBargain","month":"07","year":"2013","corpus":"obama need rais minimum wage lower real term right ronald reagan took offic .\" abetterbargain","id":360097771237294100,"day":"24"},{"text":"Obama: \"I care about 1 thing...how to use every min. of the 1,276 days remaining in my term to make this country work for working Americans\"","month":"07","year":"2013","corpus":"obama care thing ... use everi min 276 day remain term make countri work work american","id":360100738338271200,"day":"24"},{"text":"Let's keep fighting to make America work for every working family —&gt; http://t.co/Wf0oK98Bhd, http://t.co/FbYMOOJQND","month":"07","year":"2013","corpus":"let keep fight make america work everi work famili —& gt","id":360826752819417100,"day":"26"},{"text":"President Obama on rebuilding our infrastructure: \"Let’s put more construction workers back on the job doing the work America needs done.\"","month":"07","year":"2013","corpus":"presid obama rebuild infrastructur let put construct worker back job work america need done","id":362274774199713800,"day":"30"},{"text":"We've come a long way—but there's still more work to do. #TransformationTuesday, http://t.co/IPgpU2o7C2","month":"07","year":"2013","corpus":"come long way still work transformationtuesday","id":362344759269945340,"day":"30"},{"text":"President Obama on raising the minimum wage: \"Nobody who works full-time in America should have to live in poverty.\" #ABetterBargain","month":"07","year":"2013","corpus":"presid obama rais minimum wage nobodi work full time america live poverti .\" abetterbargain","id":362276409948909600,"day":"30"},{"text":"\"Opportunity for those who work hard &amp; play by the rules is an American principle. It's time to get back to it\" —Michael, IA #ABetterBargain","month":"07","year":"2013","corpus":"opportun work hard amp play rule american principl time get back michael ia abetterbargain","id":362699396535689200,"day":"31"},{"text":"Obama: \"America will work with all those in #Egypt...who support a future of stability that rests on the foundation of justice and peace\"","month":"08","year":"2013","corpus":"obama america work egypt ... support futur stabil rest foundat justic peac","id":368018932155703300,"day":"15"},{"text":"Obama: \"As we work to bring down costs...we’ve got to offer students who already have debt the chance to repay it.\" #MakeCollegeAffordable","month":"08","year":"2013","corpus":"obama work bring cost ... got offer student alreadi debt chanc repay .\" makecollegeafford","id":370573875769520100,"day":"22"},{"text":"President Obama: \"Early childhood education works. We know that can make a difference.\" http://t.co/tRoHx6jknC #PreKForAll #ABetterBargain","month":"08","year":"2013","corpus":"presid obama earli childhood educ work know make differ .\" prekforal abetterbargain","id":370962966679928800,"day":"23"},{"text":"\"We’ll pay tribute to the values working Americans embody—hard work, responsibility, sacrifice.\" —Obama on #LaborDay: http://t.co/XNFRRBFmpO","month":"08","year":"2013","corpus":"pay tribut valu work american embodi hard work respons sacrific .\" obama laborday","id":373807497930633200,"day":"31"},{"text":"\"We’ll pay tribute to the values working Americans embody—hard work, responsibility, sacrifice.\" —Obama on #LaborDay: http://t.co/SMvMKQdRiX","month":"08","year":"2013","corpus":"pay tribut valu work american embodi hard work respons sacrific .\" obama laborday","id":373791111112048640,"day":"31"},{"text":"\"This is a day that belongs to you—the working men and women of America.\" —President Obama on #LaborDay: http://t.co/OHQ1iw30Vp","month":"09","year":"2013","corpus":"day belong work men women america .\" presid obama laborday","id":374563937179537400,"day":"02"},{"text":"\"Nobody who works full-time should have to raise their children in poverty.\" —President Obama: http://t.co/ras2cjCoQF #LaborDay","month":"09","year":"2013","corpus":"nobodi work full time rais children poverti .\" presid obama laborday","id":374585052212232200,"day":"02"},{"text":"Obama: \"We will work together...to put forward a resolution at the @UN Security Council requiring Assad to give up his chemical weapons.\"","month":"09","year":"2013","corpus":"obama work togeth ... put forward resolut secur council requir assad give chemic weapon","id":377601088657973250,"day":"11"},{"text":"Obama: \"We still have work to do together to assure that our citizens can access the opportunities that they need to thrive.\" #UNGA","month":"09","year":"2013","corpus":"obama still work togeth assur citizen access opportun need thrive .\" unga","id":382508071118839800,"day":"24"},{"text":"On Tuesday, working families making $50,000 can #GetCovered for less than $100/month —&gt; http://t.co/8dwzC5HBq3, http://t.co/AHnjO1mtws","month":"09","year":"2013","corpus":"tuesday work famili make 50 000 getcov less 100 month —& gt","id":383301249824616450,"day":"26"},{"text":"It's time to work together to change the way business is done in Washington —&gt; http://t.co/X79XQIvrgl, http://t.co/g4hfgaAIYo","month":"10","year":"2013","corpus":"time work togeth chang way busi done washington —& gt","id":390994439466135550,"day":"18"},{"text":"President Obama on http://t.co/GNfbftrfo3: \"We are doing everything we possibly can to get the site working better.\" #GetCovered #Obamacare","month":"10","year":"2013","corpus":"presid obama everyth possibl get site work better .\" getcov obamacar","id":392316842791804900,"day":"21"},{"text":"RT @WHLive: President Obama: \"Even with all the problems at http://t.co/vGCx3dwIDQ, the website is still working for a lot of people.\" #Get…","month":"10","year":"2013","corpus":"presid obama even problem websit still work lot peopl .\" get","id":392316250048573440,"day":"21"},{"text":"RT @Cabinet: .@FLOTUS and @arneduncan working together to ensure ALL kids have a shot at higher ed --&gt; http://t.co/KTtneqhAHo, http://t.co…","month":"11","year":"2013","corpus":"work togeth ensur kid shot higher ed --& gt","id":400384703250698240,"day":"12"},{"text":"Obama on @BillClinton: \"For your life-saving work around the world, which represents the very best of America, Bill, thank you so much.\"","month":"11","year":"2013","corpus":"obama life save work around world repres best america bill thank much","id":403200893299859460,"day":"20"},{"text":"We’ve come a long way since the early days of the AIDS epidemic—but we’ve still got more work to do. #WorldAIDSDay, http://t.co/hyH5E2Ae7C","month":"12","year":"2013","corpus":"come long way sinc earli day aid epidem still got work worldaidsday","id":407591393801293800,"day":"02"},{"text":"Obama: \"I’m going to keep pushing until we get a higher minimum wage for hard-working Americans across the entire country.\" #RaiseTheWage","month":"12","year":"2013","corpus":"obama go keep push get higher minimum wage hard work american across entir countri .\" raisethewag","id":408281382658396160,"day":"04"},{"text":"RT @LaborSec: It's time to raise the minimum wage. http://t.co/mrGhG0lAxq #RaisetheWage","month":"12","year":"2013","corpus":"time rais minimum wage raisethewag","id":408395712896856060,"day":"05"},{"text":"RT @SenatorBoxer: Solid jobs report. Now let’s raise the #minimumwage and make sure our workers don’t live in poverty.","month":"12","year":"2013","corpus":"solid job report let rais minimumwag make sure worker live poverti","id":409012001667825660,"day":"06"},{"text":"RT @Jordan44: And here’s why we need to #raisethewage for our economy http://t.co/OayJocBQc2","month":"12","year":"2013","corpus":"need raisethewag economi","id":411158552913641500,"day":"12"},{"text":"RT @Jordan44: Who supports raising the minimum wage?:  66% of all Americans (48% strongly support) http://t.co/6OBeQW69on","month":"12","year":"2013","corpus":"support rais minimum wage ?: 66 american 48 strongli support","id":413740641860866050,"day":"19"},{"text":".@CEAChair breaks down why failing to #RenewUI benefits would hurt 1.3 million Americans looking for work. Watch → http://t.co/x6F5IWQdox","month":"12","year":"2013","corpus":"break fail renewui benefit would hurt million american look work watch","id":414083021617123300,"day":"20"},{"text":"President Obama's Weekly Address: Working together on behalf of the American people → http://t.co/KdXAORgO9o #ABetterBargain","month":"12","year":"2013","corpus":"presid obama weekli address work togeth behalf american peopl abetterbargain","id":414540964045156350,"day":"21"},{"text":"RT if you agree: It's time to restore a vital lifeline for more than 1 million Americans looking for work. #RenewUI, http://t.co/GnnflhNQBZ","month":"01","year":"2014","corpus":"agre time restor vital lifelin million american look work renewui","id":419200601139216400,"day":"03"},{"text":"\"It makes a difference to a mother who needs help feeding her kids while she looks for work.\" —Obama: http://t.co/WRISuteyiI #RenewUI","month":"01","year":"2014","corpus":"make differ mother need help feed kid look work .\" obama renewui","id":419528702175608800,"day":"04"},{"text":"RT @WHLive: Obama sharing Katherine's #RenewUI story: \"I worked hard all my life, paid taxes, voted...and my two sons serve in the U.S. mil…","month":"01","year":"2014","corpus":"obama share katherin renewui stori work hard life paid tax vote ... two son serv mil","id":420600910461407200,"day":"07"},{"text":"President Obama: Let's #RenewUI so that \"losing your livelihood doesn’t have to mean losing everything you’ve worked so hard to build.\"","month":"01","year":"2014","corpus":"presid obama let renewui lose livelihood mean lose everyth work hard build","id":420601687816957950,"day":"07"},{"text":"\"Everyone who works hard deserves a chance at opportunity.\" —Obama on the 50th Anniversary of the #WarOnPoverty: http://t.co/fh01EOCw1f","month":"01","year":"2014","corpus":"everyon work hard deserv chanc opportun .\" obama 50th anniversari waronpoverti","id":420938351005286400,"day":"08"},{"text":"Obama: \"No amount of money can take the place of a loving parent...but...when communities...work together, we can make a difference.\"","month":"01","year":"2014","corpus":"obama amount money take place love parent ... ... commun ... work togeth make differ","id":421364485643702300,"day":"09"},{"text":"President Obama: \"Anybody in this country who works hard should have a shot at success. Period.\" #OpportunityForAll","month":"01","year":"2014","corpus":"presid obama anybodi countri work hard shot success period .\" opportunityforal","id":421363280058142700,"day":"09"},{"text":"\"I will mobilize the country around...making sure our economy offers everyone who works hard a fair shot.\" —Obama: http://t.co/KZLrEAkGHu","month":"01","year":"2014","corpus":"mobil countri around ... make sure economi offer everyon work hard fair shot .\" obama","id":422023938172928000,"day":"11"},{"text":"RT @USDOL: 13 additional states raised the #MinimumWage in 2014, was your state one of them? #RaisetheWage http://t.co/kzP4X8fP64","month":"01","year":"2014","corpus":"13 addit state rais minimumwag 2014 state one raisethewag","id":423541917322735600,"day":"15"},{"text":"RT @WHLive: Obama: \"Today, thanks to the hard work and sacrifice of the American people...the economy is growing stronger.\" http://t.co/M9k…","month":"01","year":"2014","corpus":"obama today thank hard work sacrific american peopl ... economi grow stronger .\"","id":423519983780773900,"day":"15"},{"text":"RT @billclinton: Happy 50th to @FLOTUS Michelle Obama. Thanks for the great work you do with @LetsMove to help our kids get healthy.","month":"01","year":"2014","corpus":"happi 50th michel obama thank great work help kid get healthi","id":424284249861001200,"day":"17"},{"text":"Let's keep working to prevent sexual assault. Read today's report on how all of us can help: http://t.co/ldUqghbChU #1Is2Many","month":"01","year":"2014","corpus":"let keep work prevent sexual assault read today report us help 1is2mani","id":426080880168534000,"day":"22"},{"text":"Great news: President Obama is raising the minimum wage for federal contract workers → http://t.co/uiIFMo9dAs #RaiseTheWage","month":"01","year":"2014","corpus":"great news presid obama rais minimum wage feder contract worker raisethewag","id":428261325207506940,"day":"28"},{"text":"President Obama: \"From Tunisia to Burma, we’re supporting those who are willing to do the hard work of building democracy.\" #SOTU","month":"01","year":"2014","corpus":"presid obama tunisia burma support will hard work build democraci .\" sotu","id":428364770090430460,"day":"29"},{"text":"President Obama: \"Let’s tell Congress, make this happen. Give America a raise.\" #RaiseTheWage #ActOnTenTen http://t.co/d3m8TLCsnT","month":"01","year":"2014","corpus":"presid obama let tell congress make happen give america rais .\" raisethewag actontenten","id":428551401979908100,"day":"29"},{"text":"\"We’ve got to get rid of workplace policies that belong back in...a 'Mad Men' episode.\" —Obama on why women deserve #EqualPay for equal work","month":"01","year":"2014","corpus":"got get rid workplac polici belong back ... mad men episod .\" obama women deserv equalpay equal work","id":428607198760280060,"day":"29"},{"text":"Obama: \"No one who works full time should ever have to raise a family in poverty.\" #RaiseTheWage, http://t.co/tT9Szrm9GZ","month":"01","year":"2014","corpus":"obama one work full time ever rais famili poverti .\" raisethewag","id":428358835019857900,"day":"29"},{"text":"President Obama: \"After a lifetime of hard work, Americans deserve a secure retirement.\" #MyRA","month":"01","year":"2014","corpus":"presid obama lifetim hard work american deserv secur retir .\" myra","id":428608271159922700,"day":"29"},{"text":"Let's help every kid who works hard access and succeed in higher education. #CollegeOpportunity, http://t.co/ixOZ2iQDfF","month":"01","year":"2014","corpus":"let help everi kid work hard access succeed higher educ collegeopportun","id":428352966991433700,"day":"29"},{"text":"Obama: \"Even in the midst of recovery, too many Americans are working more than ever just to get by—let alone get ahead.\" #OpportunityForAll","month":"01","year":"2014","corpus":"obama even midst recoveri mani american work ever get let alon get ahead .\" opportunityforal","id":428352308049903600,"day":"29"},{"text":"Obama: \"I ask more of America’s business leaders to follow John’s lead and do what you can to raise your employees’ wages.\" #RaiseTheWage","month":"01","year":"2014","corpus":"obama ask america busi leader follow john lead rais employe wage .\" raisethewag","id":428359069548945400,"day":"29"},{"text":"RT if you agree: It's time to give America a raise. #RaiseTheWage #ActOnTenTen, http://t.co/m7bPhd3ruu","month":"01","year":"2014","corpus":"agre time give america rais raisethewag actontenten","id":428570402634223600,"day":"29"},{"text":"Obama: \"When we rescued our automakers...we worked with them to set higher fuel efficiency standards for our cars.\" http://t.co/D4G8dBje0R","month":"01","year":"2014","corpus":"obama rescu automak ... work set higher fuel effici standard car .\"","id":428355238362247200,"day":"29"},{"text":"Obama: \"I will issue an Executive Order requiring federal contractors to pay their federally-funded employees a fair wage of $10.10/hour.\"","month":"01","year":"2014","corpus":"obama issu execut order requir feder contractor pay feder fund employe fair wage 10 10 hour","id":428359474639040500,"day":"29"},{"text":"Obama: \"Today, the federal minimum wage doesn’t even go as far as it did in 1950.\" #RaiseTheWage, http://t.co/ytjgtHXKL3","month":"01","year":"2014","corpus":"obama today feder minimum wage even go far 1950 .\" raisethewag","id":428948191682125800,"day":"30"},{"text":"\"The only way to get Congress to move is if the American people…tell them this is a priority.\" —Obama: http://t.co/8T7w3GExcI #RaiseTheWage","month":"01","year":"2014","corpus":"way get congress move american peopl tell prioriti .\" obama raisethewag","id":428696772651675650,"day":"30"},{"text":"RT @WHLive: Obama: \"@VP Biden, a man who was raised on the value of hard work, will lead an across-the-board review of America’s training p…","month":"01","year":"2014","corpus":"obama \"@ vp biden man rais valu hard work lead across board review america train","id":428946137266286600,"day":"30"},{"text":"President Obama: \"Americans overwhelmingly agree, no one who works full time should ever have to raise a family in poverty.\" #RaiseTheWage","month":"01","year":"2014","corpus":"presid obama american overwhelmingli agre one work full time ever rais famili poverti .\" raisethewag","id":428947742011170800,"day":"30"},{"text":"Obama: \"If we...make sure every young person can go as far as their...hard work will take them, then we will keep the American Dream alive.\"","month":"01","year":"2014","corpus":"obama ... make sure everi young person go far ... hard work take keep american dream aliv","id":429030139326783500,"day":"30"},{"text":"\"We know it'll help families...if you work hard you shouldn't be in poverty.\" —President Obama: http://t.co/fsVsXeCb54 #RaiseTheWage","month":"01","year":"2014","corpus":"know help famili ... work hard poverti .\" presid obama raisethewag","id":429048524094054400,"day":"31"},{"text":"RT @WHLive: Obama on why it's time to #ActOnUI: \"So that losing your livelihood doesn’t...mean losing everything you’ve worked so hard to b…","month":"01","year":"2014","corpus":"obama time actonui lose livelihood ... mean lose everyth work hard","id":429294395842891800,"day":"31"},{"text":"Obama to a man from WI making the minimum wage: “We’ve got to make sure work pays.” #RaiseTheWage, http://t.co/1A21EUfLSe","month":"01","year":"2014","corpus":"obama man wi make minimum wage got make sure work pay .” raisethewag","id":429335318496428000,"day":"31"},{"text":"President Obama: \"Just because you're out of work for a while doesn’t mean you're not a hard worker.\" #OpportunityForAll #ActOnUI","month":"01","year":"2014","corpus":"presid obama work mean hard worker .\" opportunityforal actonui","id":429294692942217200,"day":"31"},{"text":"President Obama: \"We’ve got a lot more to do to build an economy where everyone who works hard can get ahead.\" #OpportunityForAll","month":"01","year":"2014","corpus":"presid obama got lot build economi everyon work hard get ahead .\" opportunityforal","id":429293301121175550,"day":"31"},{"text":"RT @WHLive: Obama: \"We’ll work with states and communities to help them make high-quality pre-K available to more young children.\" #ActOnPr…","month":"02","year":"2014","corpus":"obama work state commun help make high qualiti pre avail young children .\" actonpr","id":430744190184853500,"day":"04"},{"text":"\"Each generation has to work hard to make sure the dream of opportunity stays alive for the next generation.\" —President Obama #ConnectED","month":"02","year":"2014","corpus":"gener work hard make sure dream opportun stay aliv next gener .\" presid obama connect","id":430742904509042700,"day":"04"},{"text":"President Obama: \"We’ve got to build an economy that works for everyone, not just a fortunate few.\" #OpportunityForAll","month":"02","year":"2014","corpus":"presid obama got build economi work everyon fortun .\" opportunityforal","id":431870551611936800,"day":"07"},{"text":"Obama: \"I brought together business leaders who’ve committed to helping more unemployed Americans find work.\" http://t.co/H2xI8UaIrP","month":"02","year":"2014","corpus":"obama brought togeth busi leader commit help unemploy american find work .\"","id":432227349199728640,"day":"08"},{"text":"Obama: \"I directed the Treasury to create #MyRA—a...way for working Americans...to start your own retirement savings\" http://t.co/H2xI8UaIrP","month":"02","year":"2014","corpus":"obama direct treasuri creat myra ... way work american ... start retir save","id":432604844398886900,"day":"09"},{"text":"#RaiseTheWage RT @BillDeBlasio: Next week, we will ask Albany to give NYC the power to raise the minimum wage in all five boroughs. #SOTC","month":"02","year":"2014","corpus":"raisethewag next week ask albani give nyc power rais minimum wage five borough sotc","id":432962204644544500,"day":"10"},{"text":"Share the good news: Tomorrow, President Obama will raise the minimum wage for federal contract workers. #RaiseTheWage","month":"02","year":"2014","corpus":"share good news tomorrow presid obama rais minimum wage feder contract worker raisethewag","id":433356684400918500,"day":"11"},{"text":"Obama: \"Members of Congress have a pretty clear choice to make: Raise our workers’ wages &amp; grow our economy, or let wages stagnate further.\"","month":"02","year":"2014","corpus":"obama member congress pretti clear choic make rais worker wage amp grow economi let wage stagnat","id":433685783267266560,"day":"12"},{"text":"Obama: \"While Congress decides what it’s going to do, I’m going to do what I can to help raise working Americans’ wages.\" #RaiseTheWage","month":"02","year":"2014","corpus":"obama congress decid go go help rais work american wage .\" raisethewag","id":433684686934917100,"day":"12"},{"text":"\"It made a lot of sense for us.\" —Punch Pizza CEO John Sorrano on raising his employees' wages: http://t.co/qhFjMELejK #RaiseTheWage","month":"02","year":"2014","corpus":"made lot sens us .\" punch pizza ceo john sorrano rais employe wage raisethewag","id":433639911267532800,"day":"12"},{"text":"While Congress has delayed action, here's what states around the country are doing to #RaiseTheWage: http://t.co/1rZZKKfsb3","month":"02","year":"2014","corpus":"congress delay action state around countri raisethewag","id":433646141427564540,"day":"12"},{"text":"Share the news: Today, President Obama will raise the minimum wage for federal contractors to $10.10 → http://t.co/vD9ibtl4i2 #RaiseTheWage","month":"02","year":"2014","corpus":"share news today presid obama rais minimum wage feder contractor 10 10 raisethewag","id":433622011945168900,"day":"12"},{"text":"\"It means making sure women earn #EqualPay for equal work.\" —Obama on expanding #OpportunityForAll, http://t.co/E60ZcZoUaN","month":"02","year":"2014","corpus":"mean make sure women earn equalpay equal work .\" obama expand opportunityforal","id":433683139093749760,"day":"12"},{"text":"President Obama: \"In the wealthiest nation on Earth, no one who works full-time should have to live in poverty.\" #RaiseTheWage","month":"02","year":"2014","corpus":"presid obama wealthiest nation earth one work full time live poverti .\" raisethewag","id":433683318086041600,"day":"12"},{"text":"Obama: \"Owners of small and large businesses are recognizing that fair wages and higher profits go hand in hand.\" #RaiseTheWage","month":"02","year":"2014","corpus":"obama owner small larg busi recogn fair wage higher profit go hand hand .\" raisethewag","id":433684444311207940,"day":"12"},{"text":"\"It’s a simple moral principle—if you work full time, you shouldn’t live in poverty.\" —President Obama #RaiseTheWage http://t.co/teramoAv21","month":"02","year":"2014","corpus":"simpl moral principl work full time live poverti .\" presid obama raisethewag","id":433767793176367100,"day":"13"},{"text":"RT @NitaLowey: Tomorrow is Valentine’s Day: candy hearts may be sweet, but fair wages are sweeter. Let’s #RaiseTheWage for tipped workers. …","month":"02","year":"2014","corpus":"tomorrow valentin day candi heart may sweet fair wage sweeter let raisethewag tip worker","id":434050387814133760,"day":"13"},{"text":"\"America deserves a raise.\" —Obama in an email after raising the minimum wage for federal contractors: http://t.co/da6Ta80vym #RaiseTheWage","month":"02","year":"2014","corpus":"america deserv rais .\" obama email rais minimum wage feder contractor raisethewag","id":433752425803956200,"day":"13"},{"text":"President Obama's Weekly Address: Calling on Congress to Raise the Minimum Wage → http://t.co/wLghYQz2qY #RaiseTheWage","month":"02","year":"2014","corpus":"presid obama weekli address call congress rais minimum wage raisethewag","id":434694900454391800,"day":"15"},{"text":"Obama: \"I took action...by requiring federal contractors to pay their employees a fair wage of at least $10.10/hour.\" http://t.co/Z2ShzTyvyZ","month":"02","year":"2014","corpus":"obama took action ... requir feder contractor pay employe fair wage least 10 10 hour .\"","id":434733153211531260,"day":"15"},{"text":"Obama: \"Since I 1st asked Congress to raise the min wage, 6 states have passed laws to raise theirs.\" http://t.co/zptwRoCxxI #RaiseTheWage","month":"02","year":"2014","corpus":"obama sinc 1st ask congress rais min wage state pass law rais .\" raisethewag","id":435122726991192060,"day":"16"},{"text":"Obama: \"I’m eager to work with Congress wherever I can—but whenever I can act on my own to expand opportunity for more Americans—I will.\" ✍☏","month":"02","year":"2014","corpus":"obama eager work congress wherev whenev act expand opportun american .\" ✍☏","id":435814650467586050,"day":"18"},{"text":"RT @WHLive: Obama: \"I’ve acted to require federal contractors to pay their employees a fair wage of at least $10.10/hour.\" #RaiseTheWage","month":"02","year":"2014","corpus":"obama act requir feder contractor pay employe fair wage least 10 10 hour .\" raisethewag","id":435814597812314100,"day":"18"},{"text":"Nonpartisan CBO: Raising the minimum wage to $10.10 would increase wages for 16.5 million Americans: http://t.co/b1ooNUoP41 #RaiseTheWage","month":"02","year":"2014","corpus":"nonpartisan cbo rais minimum wage 10 10 would increas wage 16 million american raisethewag","id":435893866043306000,"day":"18"},{"text":"Obama: \"I applaud @Gap, Inc. for announcing that they intend to raise wages for their employees.\" http://t.co/SvcTOibDjO #RaiseTheWage","month":"02","year":"2014","corpus":"obama applaud inc announc intend rais wage employe .\" raisethewag","id":436284048647135200,"day":"19"},{"text":"FACT: The nonpartisan CBO found that raising the min wage would lift 900,000 Americans out of poverty. http://t.co/h1fHYFPQ9K #RaiseTheWage","month":"02","year":"2014","corpus":"fact nonpartisan cbo found rais min wage would lift 900 000 american poverti raisethewag","id":436178452085866500,"day":"19"},{"text":"RT @CEABetsey: Raising the min wage makes good business sense: Gap Inc will raise its min to $10 to \"directly support our business\" http://…","month":"02","year":"2014","corpus":"rais min wage make good busi sens gap inc rais min 10 directli support busi","id":436530262886060000,"day":"20"},{"text":"RT @HouseDemocrats: Remember when a Democratic Congress worked with a Republican President to #RaiseTheWage? #TBT #throwbackthursday http:/…","month":"02","year":"2014","corpus":"rememb democrat congress work republican presid raisethewag tbt throwbackthursday http :/…","id":436581810193977340,"day":"20"},{"text":"\"It’s time to pass that bill and give America a raise.\" —Obama to Congress on raising the minimum wage: http://t.co/GujW843jY9 #RaiseTheWage","month":"02","year":"2014","corpus":"time pass bill give america rais .\" obama congress rais minimum wage raisethewag","id":436292958019530750,"day":"20"},{"text":"\"One of America’s largest retailers, @GapInc, decided to raise wages for its employees.\" —Obama: http://t.co/TEXzjL1mj5 #RaiseTheWage","month":"02","year":"2014","corpus":"one america largest retail decid rais wage employe .\" obama raisethewag","id":437285769774780400,"day":"22"},{"text":"\"Here in America, no one who works hard should have to live in poverty.\" —President Obama: http://t.co/slDzuHU4ZX #RaiseTheWage","month":"02","year":"2014","corpus":"america one work hard live poverti .\" presid obama raisethewag","id":437240470490464260,"day":"22"},{"text":"Obama: \"Hardworking Americans deserve better than 'no.' Let’s tell Congress to say 'yes'...give America a raise.\" http://t.co/xBbSsxuSl2","month":"02","year":"2014","corpus":"obama hardwork american deserv better .' let tell congress say ye '... give america rais .\"","id":437633064626176000,"day":"23"},{"text":"President Obama: \"Last week, @GapInc said it would lift wages for about 65,000 of its employees.\" #RaiseTheWage","month":"02","year":"2014","corpus":"presid obama last week said would lift wage 65 000 employe .\" raisethewag","id":437986571087020000,"day":"24"},{"text":"RT @WHLive: President Obama: \"Four: Make sure hard work pays off for every American.\" #RaiseTheWage, http://t.co/w7TtATr4Rh","month":"02","year":"2014","corpus":"presid obama four make sure hard work pay everi american .\" raisethewag","id":438410015725338600,"day":"25"},{"text":"Make your voice heard: Share why you agree it's time to #RaiseTheWage → http://t.co/AhqTLtgYTL, http://t.co/kjwE0x2zBo","month":"02","year":"2014","corpus":"make voic heard share agre time raisethewag","id":438715603453366300,"day":"26"},{"text":"RT @NancyPelosi: 107 House Dems—and counting!—have signed the discharge petition to #raisethewage to $10.10! We will give America a raise! …","month":"02","year":"2014","corpus":"107 hous dem count !— sign discharg petit raisethewag 10 10 give america rais","id":438800781186457600,"day":"26"},{"text":"RT @GovMalloyOffice: Excited to welcome President Obama to CT on Wed for a #RaiseTheWage event. RT if you agree America deserves a raise. h…","month":"02","year":"2014","corpus":"excit welcom presid obama ct wed raisethewag event agre america deserv rais","id":438797024226738200,"day":"26"},{"text":"\"This would help out single parents like me to...finish raising their kids alone on 1 income.\" —Idrissa S. on why it's time to #RaiseTheWage","month":"02","year":"2014","corpus":"would help singl parent like ... finish rais kid alon incom .\" idrissa time raisethewag","id":438730310771941400,"day":"26"},{"text":"President Obama's launching a new competition to put Americans to work repairing our infrastructure: http://t.co/GsId1YF2tN #RebuildAmerica","month":"02","year":"2014","corpus":"presid obama launch new competit put american work repair infrastructur rebuildamerica","id":438760510566051840,"day":"26"},{"text":"RT @WHLive: Obama: \"Giving every young person who’s willing to work hard a shot at opportunity should not be a partisan issue.\" #MyBrothers…","month":"02","year":"2014","corpus":"obama give everi young person will work hard shot opportun partisan issu .\" mybroth","id":439143665278394400,"day":"27"},{"text":"FACT: Obama's #budget expands the Earned Income Tax Credit—which would cut taxes for 13.5 million working Americans → http://t.co/pAz2m55A9z","month":"03","year":"2014","corpus":"fact obama budget expand earn incom tax credit would cut tax 13 million work american","id":440900378813800450,"day":"04"},{"text":"Add your name if you agree it's time to raise the minimum wage—then RT so your friends can, too → http://t.co/ZLi6oQSj50 #RaiseTheWage","month":"03","year":"2014","corpus":"add name agre time rais minimum wage friend raisethewag","id":441359000022827000,"day":"05"},{"text":"RT @MassGovernor: To those who are reluctant to raise the minimum wage, before you resolve to oppose it, consider whether you could live on…","month":"03","year":"2014","corpus":"reluct rais minimum wage resolv oppos consid whether could live","id":441307287698038800,"day":"05"},{"text":"RT if you agree: Nobody who works full-time should live in poverty. It's time to #RaiseTheWage. http://t.co/FAfCVqbsal","month":"03","year":"2014","corpus":"agre nobodi work full time live poverti time raisethewag","id":441272176637796350,"day":"05"},{"text":"Obama: \"Nobody who works full-time should ever have to raise a family in poverty...it's time to give America a raise.\" #RaiseTheWage","month":"03","year":"2014","corpus":"obama nobodi work full time ever rais famili poverti ... time give america rais .\" raisethewag","id":441296065539891200,"day":"05"},{"text":"\"If we’re going to finish the job, Congress has to get on board.\" —Obama on raising the minimum wage #RaiseTheWage http://t.co/YekbVGDWbh","month":"03","year":"2014","corpus":"go finish job congress get board .\" obama rais minimum wage raisethewag","id":441298206610051100,"day":"05"},{"text":"FACT: Raising the federal minimum wage to $10.10/hour would lift wages for 28 million Americans. http://t.co/4XsBMmFEur #RaiseTheWage","month":"03","year":"2014","corpus":"fact rais feder minimum wage 10 10 hour would lift wage 28 million american raisethewag","id":441260779493281800,"day":"05"},{"text":"Don't miss President Obama speak at 2:30pm ET on why it's time to raise the minimum wage → http://t.co/7w68yiIEie #RaiseTheWage","month":"03","year":"2014","corpus":"miss presid obama speak 30pm et time rais minimum wage raisethewag","id":441290621144535040,"day":"05"},{"text":"RT @GovMalloyOffice: If you work 40 hours a week, you should not live in poverty. #RaiseTheWage","month":"03","year":"2014","corpus":"work 40 hour week live poverti raisethewag","id":441311281342328800,"day":"05"},{"text":"\"They deserve an honest day’s pay for an honest day’s work.\" —Obama on hardworking Americans who make the minimum wage #RaiseTheWage","month":"03","year":"2014","corpus":"deserv honest day pay honest day work .\" obama hardwork american make minimum wage raisethewag","id":441297802715742200,"day":"05"},{"text":"\"Nobody who works full-time should have to live in poverty.\" —President Obama on why it's time to #RaiseTheWage: http://t.co/dPJCeFzkDt","month":"03","year":"2014","corpus":"nobodi work full time live poverti .\" presid obama time raisethewag","id":442317760693936100,"day":"08"},{"text":"President Obama's Weekly Address: Time for Congress to raise the minimum wage for the American people → http://t.co/xBqPFT8zDw #RaiseTheWage","month":"03","year":"2014","corpus":"presid obama weekli address time congress rais minimum wage american peopl raisethewag","id":442657504514678800,"day":"09"},{"text":"\"A clear majority of Americans support raising the minimum wage.\" —President Obama: http://t.co/At8KYWjQU9 #RaiseTheWage","month":"03","year":"2014","corpus":"clear major american support rais minimum wage .\" presid obama raisethewag","id":442698273451552800,"day":"09"},{"text":"Women earn just $0.77 for every $1 men earn. Here's how raising the min wage would help close that gap: http://t.co/sCJesCCf5I #WomenSucceed","month":"03","year":"2014","corpus":"women earn 77 everi men earn rais min wage would help close gap womensucce","id":443849512000696300,"day":"12"},{"text":"The @NYTimes on how President Obama is helping more workers receive extra pay for working overtime: http://t.co/vNQ2Zkqq4c #RaiseTheWage","month":"03","year":"2014","corpus":"presid obama help worker receiv extra pay work overtim raisethewag","id":444159930136657900,"day":"13"},{"text":"\"If you have to work more, you should be able to earn more.\" —President Obama on strengthening overtime protections: http://t.co/Ev2zQF7K7j","month":"03","year":"2014","corpus":"work abl earn .\" presid obama strengthen overtim protect","id":444888732337176600,"day":"15"},{"text":"Raising the minimum wage would help more than 28 million workers. See how many live in your state → http://t.co/7E4aEhPSS6 #RaiseTheWage","month":"03","year":"2014","corpus":"rais minimum wage would help 28 million worker see mani live state raisethewag","id":446433386291535900,"day":"19"},{"text":"RT if you agree: It's time to help more than 28 million workers by raising the minimum wage. #RaiseTheWage, http://t.co/7gvyck4NOn","month":"03","year":"2014","corpus":"agre time help 28 million worker rais minimum wage raisethewag","id":446392373174493200,"day":"19"},{"text":"Obama: \"It’s time for a women’s economic agenda that grows our economy for everyone. That begins with making sure women receive #EqualPay.\"","month":"03","year":"2014","corpus":"obama time women econom agenda grow economi everyon begin make sure women receiv equalpay","id":446726684054921200,"day":"20"},{"text":"President Obama's Weekly Address: Rewarding hard work and increasing the minimum wage → http://t.co/nDADtPHYNv #RaiseTheWage","month":"03","year":"2014","corpus":"presid obama weekli address reward hard work increas minimum wage raisethewag","id":447385765304365060,"day":"22"},{"text":"\"No woman who works full-time should ever have to raise her children in poverty.\" —Obama: http://t.co/fNLhabOAGV #RaiseTheWage","month":"03","year":"2014","corpus":"woman work full time ever rais children poverti .\" obama raisethewag","id":447885543733342200,"day":"24"},{"text":"Millions of Americans stand to benefit if Congress raises the minimum wage. See where they live → http://t.co/RoSuZxkHMk #RaiseTheWage","month":"03","year":"2014","corpus":"million american stand benefit congress rais minimum wage see live raisethewag","id":448208927386517500,"day":"24"},{"text":"FACT: If Congress doesn't act, the min wage is projected to lose 1.7% of its value in 2014—enough to buy a month of groceries. #RaiseTheWage","month":"03","year":"2014","corpus":"fact congress act min wage project lose valu 2014 enough buy month groceri raisethewag","id":448534207825182700,"day":"25"},{"text":"Who makes the minimum wage?\nMore than half → Women\nMore than half → Work full time\nAverage age → 35\n#RaiseTheWage http://t.co/3Gx2qjfmGn","month":"03","year":"2014","corpus":"make minimum wage half women half work full time averag age 35 raisethewag","id":448489666786770940,"day":"25"},{"text":"Raising the minimum wage would benefit millions. Share how it would help you or someone you know → http://t.co/LbZB65Hl9y #RaiseTheWage","month":"03","year":"2014","corpus":"rais minimum wage would benefit million share would help someon know raisethewag","id":448475895112937500,"day":"25"},{"text":"RT @Cecilia44: FACT: More than half of all Americans who earn the minimum wage are women. #RaiseTheWage, http://t.co/wOvFTziRtf","month":"03","year":"2014","corpus":"fact half american earn minimum wage women raisethewag","id":448844378510221300,"day":"26"},{"text":"The min wage for tipped workers has been stuck at $2.13 for more than 20 years. It's time to raise it. #RaiseTheWage http://t.co/LGbEjTBAg7","month":"03","year":"2014","corpus":"min wage tip worker stuck 13 20 year time rais raisethewag","id":448929808466989060,"day":"26"},{"text":"Great to see CT vote to #RaiseTheWage. A hard day's work deserves a fair wage, and nobody who works full time should live in poverty. -bo","month":"03","year":"2014","corpus":"great see ct vote raisethewag hard day work deserv fair wage nobodi work full time live poverti bo","id":448972117087100900,"day":"26"},{"text":"Here's a look at some of the hardworking Americans who would benefit from raising the minimum wage. #RaiseTheWage http://t.co/976spHZvt4","month":"03","year":"2014","corpus":"look hardwork american would benefit rais minimum wage raisethewag","id":448821154594033660,"day":"26"},{"text":"FACT: @GovMalloyOffice just signed a bill to raise the min wage in CT to $10.10—which will benefit more than 228,000 workers. #RaiseTheWage","month":"03","year":"2014","corpus":"fact sign bill rais min wage ct 10 10 benefit 228 000 worker raisethewag","id":449325120352702460,"day":"27"},{"text":"CT just voted to raise its minimum wage to $10.10.\nRT if you agree it's time to #RaiseTheWage for all Americans. http://t.co/MygVXyg1Xw","month":"03","year":"2014","corpus":"ct vote rais minimum wage 10 10 agre time raisethewag american","id":448976497659744260,"day":"27"},{"text":"RT @DagVega44: .@GovMalloyOffice: Americans \"understand that nobody should work 40 hours a week &amp; live in poverty.\" #RaiseTheWage, http://t…","month":"03","year":"2014","corpus":"american understand nobodi work 40 hour week amp live poverti .\" raisethewag","id":449637029098573800,"day":"28"},{"text":"\"There's no reason in the world why an American working 40 hours a week has to live in poverty.\" —@VP: http://t.co/LMXPbjfg77 #RaiseTheWage","month":"03","year":"2014","corpus":"reason world american work 40 hour week live poverti .\" —@ vp raisethewag","id":449946658164310000,"day":"29"},{"text":"\"It’s time to act. It’s time to give America a raise.\" —@VP Biden on why it's time to #RaiseTheWage: http://t.co/LMXPbjfg77","month":"03","year":"2014","corpus":"time act time give america rais .\" —@ vp biden time raisethewag","id":450278854028824600,"day":"30"},{"text":"\"Raising the minimum wage would generate an additional $19 billion in…income for people who need it the most.\" —@VP: http://t.co/LMXPbjfg77","month":"03","year":"2014","corpus":"rais minimum wage would gener addit 19 billion incom peopl need .\" —@ vp","id":450301504813948900,"day":"30"},{"text":"\"3 out of 4 Americans support raising the minimum wage. They know this is the right &amp; fair thing to do.\" —@VP Biden: http://t.co/LMXPbjfg77","month":"03","year":"2014","corpus":"american support rais minimum wage know right amp fair thing .\" —@ vp biden","id":450437400552939500,"day":"31"},{"text":"The minimum wage for tipped workers has been stuck at $2.13 for more than 20 years.\nIt's time to #RaiseTheWage. http://t.co/CZa5JeTaPD","month":"04","year":"2014","corpus":"minimum wage tip worker stuck 13 20 year time raisethewag","id":451452649057959940,"day":"02"},{"text":"Obama: \"3 in 4 Americans support raising the minimum wage. Here’s the problem. Republicans in Congress don’t want to vote to raise it.\"","month":"04","year":"2014","corpus":"obama american support rais minimum wage problem republican congress want vote rais","id":451438078696378400,"day":"02"},{"text":"Raising the min wage will help millions of Americans. Share how it would help you or someone you know → http://t.co/DAZgQ5i86u #RaiseTheWage","month":"04","year":"2014","corpus":"rais min wage help million american share would help someon know raisethewag","id":451413402318299140,"day":"02"},{"text":"“I do not want my daughters paid less than somebody else’s sons for doing the same work.” —Obama #EqualPay http://t.co/hfxdJpW498","month":"04","year":"2014","corpus":"want daughter paid less somebodi els son work .” obama equalpay","id":451435658209288200,"day":"02"},{"text":"FACT: Raising the minimum wage would benefit more than 28 million Americans → http://t.co/8rowSAYxvN #RaiseTheWage http://t.co/qf2WZeX9pv","month":"04","year":"2014","corpus":"fact rais minimum wage would benefit 28 million american raisethewag","id":451389179406995460,"day":"02"},{"text":"President Obama just had lunch at @Zingermans to highlight how they pay their employees fair wages. #RaiseTheWage http://t.co/xefL6Fd0dq","month":"04","year":"2014","corpus":"presid obama lunch highlight pay employe fair wage raisethewag","id":451426367054155800,"day":"02"},{"text":"\"It would help lift wages for nearly 28 million Americans.\" —Obama on raising the minimum wage #RaiseTheWage http://t.co/MwPH9CeWcS","month":"04","year":"2014","corpus":"would help lift wage nearli 28 million american .\" obama rais minimum wage raisethewag","id":451437735203438600,"day":"02"},{"text":"RT @HillaryClinton: A majority of lower wage jobs are held by women. Raising the minimum wage is good for women &amp; for the economy. http://t…","month":"04","year":"2014","corpus":"major lower wage job held women rais minimum wage good women amp economi","id":451767897703329800,"day":"03"},{"text":"RT if you agree: No one who works full time should have to live in poverty. It's time to #RaiseTheWage. http://t.co/FMZnu8zo50","month":"04","year":"2014","corpus":"agre one work full time live poverti time raisethewag","id":451805348270055400,"day":"03"},{"text":"Maryland's Legislature just voted to #RaiseTheWage to $10.10.\nRT if you agree we should raise it for all Americans. http://t.co/z7JbrD1Nuw","month":"04","year":"2014","corpus":"maryland legislatur vote raisethewag 10 10 agre rais american","id":453217037905428500,"day":"07"},{"text":"\"Let your senators know where you stand, because America deserves #EqualPay for equal work.\" —President Obama: http://t.co/WmrVsut7IE","month":"04","year":"2014","corpus":"let senat know stand america deserv equalpay equal work .\" presid obama","id":453663857144111100,"day":"08"},{"text":"\"I’m going to take action...to make it easier for working women to earn fair pay.\" —Obama: http://t.co/9EkOK77OQT, http://t.co/xe1kPkWJeG","month":"04","year":"2014","corpus":"go take action ... make easier work women earn fair pay .\" obama","id":453675962752700400,"day":"08"},{"text":"President Obama: \"Thanks to my friend, Lilly Ledbetter...for fighting for a simple principle: #EqualPay for equal work.\"","month":"04","year":"2014","corpus":"presid obama thank friend lilli ledbett ... fight simpl principl equalpay equal work","id":453562752037294100,"day":"08"},{"text":"President Obama: \"Today, the average full-time working woman earns just $0.77 for every $1 that a man earns.\" #EqualPay","month":"04","year":"2014","corpus":"presid obama today averag full time work woman earn 77 everi man earn .\" equalpay","id":453564523585482750,"day":"08"},{"text":"\"I urge Congress to follow Minnesota’s lead: Raise the federal minimum wage.\" —President Obama: http://t.co/TCOHCCaenb #RaiseTheWage","month":"04","year":"2014","corpus":"urg congress follow minnesota lead rais feder minimum wage .\" presid obama raisethewag","id":454379928193335300,"day":"10"},{"text":"The Minnesota Legislature just voted to #RaiseTheWage.\nRT if you agree it's time to do the same for all Americans. http://t.co/vSz79guufs","month":"04","year":"2014","corpus":"minnesota legislatur vote raisethewag agre time american","id":454360949898489860,"day":"10"},{"text":"\"The average woman who works full-time in America earns less than a man.\" —Obama on fighting for #EqualPay for women: http://t.co/N5kmbCVBPm","month":"04","year":"2014","corpus":"averag woman work full time america earn less man .\" obama fight equalpay women","id":454993842023178240,"day":"12"},{"text":"\"It’s wrong. In 2014, it’s an embarrassment. Women deserve equal pay for equal work.\" —Obama on the gender pay gap: http://t.co/h1gilWRc10","month":"04","year":"2014","corpus":"wrong 2014 embarrass women deserv equal pay equal work .\" obama gender pay gap","id":455012495833313300,"day":"12"},{"text":"On average, women still earn just $0.77 for every $1 men earn.\nRT if you agree it's long past time to change that. http://t.co/eUnDQb1qkD","month":"04","year":"2014","corpus":"averag women still earn 77 everi men earn agre long past time chang","id":455807570234441700,"day":"14"},{"text":"Your taxes at work: See how your tax dollars are being spent → http://t.co/NIzOAm36s9 #TaxDay http://t.co/qVEhqbjz5R","month":"04","year":"2014","corpus":"tax work see tax dollar spent taxday","id":456153491052826600,"day":"15"},{"text":"\"Everybody who works hard and takes responsibility deserves the chance to get ahead. That's what this country is built on.\" —President Obama","month":"04","year":"2014","corpus":"everybodi work hard take respons deserv chanc get ahead countri built .\" presid obama","id":456530526623764500,"day":"16"},{"text":"President Obama: “We’re going to keep on doing what we’re doing, which is making this work.” #8Million http://t.co/efl948lfbO","month":"04","year":"2014","corpus":"presid obama go keep make work .” 8million","id":456885621211295740,"day":"17"},{"text":"RT if you agree: It's long past time to raise the minimum wage → http://t.co/G5LM6102cb #ActOn1010 http://t.co/fdZajiAqZa","month":"04","year":"2014","corpus":"agre long past time rais minimum wage acton1010","id":459768529387270140,"day":"25"},{"text":"President Obama's Weekly Address: Congress needs to act on the minimum wage → http://t.co/WqHRPUVsoU #ActOn1010","month":"04","year":"2014","corpus":"presid obama weekli address congress need act minimum wage acton1010","id":460093584939556860,"day":"26"},{"text":"FACT: More than 1.1 million Pennsylvanians will benefit if Congress votes to #RaiseTheWage → http://t.co/G5LM6102cb","month":"04","year":"2014","corpus":"fact million pennsylvanian benefit congress vote raisethewag","id":460857590545907700,"day":"28"},{"text":"RT @NancyPelosi: Why should we #raisethewage? Because a small raise can make a big difference in lifting families out of poverty: http://t.…","month":"04","year":"2014","corpus":"raisethewag small rais make big differ lift famili poverti","id":460826815389790200,"day":"28"},{"text":"Here are 28 million reasons why it's time to raise the minimum wage → http://t.co/xK0HzjtaB5 #RaiseTheWage http://t.co/rG1s8X45EH","month":"04","year":"2014","corpus":"28 million reason time rais minimum wage raisethewag","id":460816542293577700,"day":"28"},{"text":"RT @USDOL: FACT: 57% of small biz owners support raising the federal minimum wage.Take it from these guys: http://t.co/Htznt36nlL #RaiseThe…","month":"04","year":"2014","corpus":"fact 57 small biz owner support rais feder minimum wage take guy raiseth","id":461256064647069700,"day":"29"},{"text":"\"In the wealthiest nation on Earth, no one who works full-time should ever have to raise a family in poverty.\" —President Obama #1010Means","month":"04","year":"2014","corpus":"wealthiest nation earth one work full time ever rais famili poverti .\" presid obama 1010mean","id":461582490738905100,"day":"30"},{"text":"At 3:10pm ET, President Obama speaks on why it's time to raise the minimum wage. Watch → http://t.co/Q7bfTSHFyt #1010Means","month":"04","year":"2014","corpus":"10pm et presid obama speak time rais minimum wage watch 1010mean","id":461577200987545600,"day":"30"},{"text":"RT @GovernorOMalley: #1010Means dignity to every family that works hard and plays by the rules. That's why we #RaisedTheWage in Maryland.","month":"04","year":"2014","corpus":"1010mean digniti everi famili work hard play rule raisedthewag maryland","id":461585718150983700,"day":"30"},{"text":"Obama: \"This is a very simple issue: Either you're in favor of raising wages for hardworking Americans, or you're not.\" #1010Means","month":"04","year":"2014","corpus":"obama simpl issu either favor rais wage hardwork american .\" 1010mean","id":461582884730834940,"day":"30"},{"text":"Great news: The Hawaii Legislature just voted to raise the state minimum wage to $10.10 → http://t.co/01GhAvLDvL #1010Means","month":"04","year":"2014","corpus":"great news hawaii legislatur vote rais state minimum wage 10 10 1010mean","id":461531846031859700,"day":"30"},{"text":"\"Because Republicans in Congress said 'no,' they’ll have to wait for the raise they deserve.\" —Obama #1010Means http://t.co/yQY5Oxee7G","month":"04","year":"2014","corpus":"republican congress said ,' wait rais deserv .\" obama 1010mean","id":461581971819593700,"day":"30"},{"text":"#1010Means higher wages for 28 million Americans.\nIt's time for Congress to #RaiseTheWage. http://t.co/RHuqv0Lvxr","month":"04","year":"2014","corpus":"1010mean higher wage 28 million american time congress raisethewag","id":461640199299424260,"day":"30"},{"text":"\"They said no to helping millions work their way out of poverty.\" —President Obama on Senate Republicans #1010Means http://t.co/9qswsMmklN","month":"04","year":"2014","corpus":"said help million work way poverti .\" presid obama senat republican 1010mean","id":461581645318217700,"day":"30"},{"text":"RT @Nuriddinz: #1010Means helping us, college students, who work to support families that are struggling with their kids in colleges","month":"04","year":"2014","corpus":"1010mean help us colleg student work support famili struggl kid colleg","id":461593936776400900,"day":"30"},{"text":"\"About 3 in 4 Americans support raising the minimum wage.\" —President Obama #RaiseTheWage #1010Means","month":"04","year":"2014","corpus":"american support rais minimum wage .\" presid obama raisethewag 1010mean","id":461582301605154800,"day":"30"},{"text":"RT @RepJoeKennedy: #1010Means higher wages for over 450K workers in our Commonwealth. It’s time for Congress to #raisethewage.","month":"04","year":"2014","corpus":"1010mean higher wage 450k worker commonwealth time congress raisethewag","id":461510702063444000,"day":"30"},{"text":"RT @JeffHodder: #1010Means That nobody who works for a living should have to live in poverty","month":"04","year":"2014","corpus":"1010mean nobodi work live live poverti","id":461540813038956540,"day":"30"},{"text":"Obama: \"I’ll keep acting on my own whenever I can to make sure every American who works hard has the chance to get ahead\" #OpportunityForAll","month":"05","year":"2014","corpus":"obama keep act whenev make sure everi american work hard chanc get ahead opportunityforal","id":462262475543420900,"day":"02"},{"text":"RT @GovernorOMalley: We fought to #RaiseTheWage b/c nobody who works full time should have to raise their family in poverty. #1010means a r…","month":"05","year":"2014","corpus":"fought raisethewag nobodi work full time rais famili poverti 1010mean","id":463347190157807600,"day":"05"},{"text":"RT @GovernorOMalley: I just signed legislation that will raise Maryland’s minimum wage to $10.10/hr.","month":"05","year":"2014","corpus":"sign legisl rais maryland minimum wage 10 10 hr","id":463334452299829250,"day":"05"},{"text":"Great news: Mayor @Michael_Nutter just raised the minimum wage for city contract workers in Philly: http://t.co/McySn8HhHd #RaiseTheWage","month":"05","year":"2014","corpus":"great news mayor rais minimum wage citi contract worker philli raisethewag","id":463781287237414900,"day":"06"},{"text":"\"We should be making sure that people are rewarded for hard work with higher wages.\" —Obama #RaiseTheWage http://t.co/C71PrMcfQD","month":"05","year":"2014","corpus":"make sure peopl reward hard work higher wage .\" obama raisethewag","id":469567581243060200,"day":"22"},{"text":"RT @LaborSec: I'm proud of Hawaii for raising its MinWage to $10.10. Now it's time for Congress to #RaiseTheWage for ALL Americans. http://…","month":"05","year":"2014","corpus":"proud hawaii rais minwag 10 10 time congress raisethewag american","id":469965019929915400,"day":"23"},{"text":"\"Let’s keep working to make sure that our country upholds our sacred trust to all who’ve served.\" —President Obama: http://t.co/8obB7yvpU5","month":"05","year":"2014","corpus":"let keep work make sure countri uphold sacr trust serv .\" presid obama","id":470263009642688500,"day":"24"},{"text":"\"Sports teach us about teamwork and hard work and what it takes to succeed not only on the field, but in life.\" —Obama #HeadsUp4Safety","month":"05","year":"2014","corpus":"sport teach us teamwork hard work take succeed field life .\" obama headsup4safeti","id":472034771380764700,"day":"29"},{"text":"\"We don’t settle. We out-work, we out-innovate, we out-hustle the competition. And when we do, nobody can beat us.\" —Obama on America","month":"06","year":"2014","corpus":"settl work innov hustl competit nobodi beat us .\" obama america","id":476831562953011200,"day":"11"},{"text":"\"Every single child should have the opportunity you’ve had to go as far as their talents and hard work will take them.\" —President Obama","month":"06","year":"2014","corpus":"everi singl child opportun go far talent hard work take .\" presid obama","id":476831348330463200,"day":"11"},{"text":"\"Every American, including every Native American, deserves the chance to work hard and get ahead.\" —President Obama #IndianCountry","month":"06","year":"2014","corpus":"everi american includ everi nativ american deserv chanc work hard get ahead .\" presid obama indiancountri","id":477572447294595100,"day":"13"},{"text":"\"No parent who works full-time should have to raise a family in poverty.\" —President Obama: http://t.co/Bqubcxrr20 #HappyFathersDay","month":"06","year":"2014","corpus":"parent work full time rais famili poverti .\" presid obama happyfathersday","id":477824095048855550,"day":"14"},{"text":"\"Dads work hard. So our country should do what we can to make sure their hard work pays off\" —Obama: http://t.co/Bqubcxrr20 #HappyFathersDay","month":"06","year":"2014","corpus":"dad work hard countri make sure hard work pay obama happyfathersday","id":478220439613759500,"day":"15"},{"text":"\"I urge Congress to follow Massachusetts’ lead and lift wages for 28 million Americans.\" —Obama: http://t.co/pFaOQ76BRJ #RaiseTheWage","month":"06","year":"2014","corpus":"urg congress follow massachusett lead lift wage 28 million american .\" obama raisethewag","id":479778287653122050,"day":"20"},{"text":"In advance of Monday’s Working Families Summit, here's the latest on working families in America → http://t.co/5cI9S7RiBT #FamiliesSucceed","month":"06","year":"2014","corpus":"advanc monday work famili summit latest work famili america familiessucce","id":480072864763490300,"day":"20"},{"text":"\"My top priority is rebuilding an economy where everybody who works hard has the chance to get ahead.\" —Obama: http://t.co/QPX7vic35j","month":"06","year":"2014","corpus":"top prioriti rebuild economi everybodi work hard chanc get ahead .\" obama","id":480398515428798460,"day":"21"},{"text":"President Obama's Weekly Address: Helping more working #FamiliesSucceed → http://t.co/QPX7vic35j","month":"06","year":"2014","corpus":"presid obama weekli address help work familiessucce","id":480727679440678900,"day":"22"},{"text":"\"Nearly 28 million Americans would benefit if we raised the minimum wage to $10.10.\" —Obama #FamiliesSucceed http://t.co/HXuBz5LzTJ","month":"06","year":"2014","corpus":"nearli 28 million american would benefit rais minimum wage 10 10 .\" obama familiessucce","id":481135270361047040,"day":"23"},{"text":"\"I take this personally because I’m the husband of a brilliant woman who struggled to balance work and raising our girls.\" —President Obama","month":"06","year":"2014","corpus":"take person husband brilliant woman struggl balanc work rais girl .\" presid obama","id":481140383930679300,"day":"23"},{"text":"On average, women are still paid less than men for doing the same work.\nIt's time to change that → http://t.co/A8GvhkaIJN #FamiliesSucceed","month":"06","year":"2014","corpus":"averag women still paid less men work time chang familiessucce","id":481147230263341060,"day":"23"},{"text":"\"Parents who work full-time should earn enough to pay the bills.\" —President Obama #FamiliesSucceed #RaiseTheWage","month":"06","year":"2014","corpus":"parent work full time earn enough pay bill .\" presid obama familiessucce raisethewag","id":481135782535917600,"day":"23"},{"text":"\"This is a movement, not a moment.\" —@VJ44. What you missed at yesterday’s Working Families Summit: http://t.co/PH5KZcgCYb #FamiliesSucceed","month":"06","year":"2014","corpus":"movement moment .\" —@ vj44 miss yesterday work famili summit familiessucce","id":481646772180090900,"day":"25"},{"text":"RT @vj44: Congrats to @MassGovernor on raising the minimum wage to $11 by 2017. 13th state to #RaisetheWage, including MN where POTUS is to…","month":"06","year":"2014","corpus":"congrat rais minimum wage 11 2017 13th state raisethewag includ mn potu","id":482267262154731500,"day":"26"},{"text":"RT @Lehrich44: IKEA: raising minimum wage \"a win-win-win for our co-workers, our customers and our stores\" http://t.co/58rziqpL0N","month":"06","year":"2014","corpus":"ikea rais minimum wage win win win co worker custom store","id":482182590003433500,"day":"26"},{"text":"\"Let’s make sure women earn pay equal to their efforts.\" —President Obama #EqualPay http://t.co/fScb4PURdW","month":"07","year":"2014","corpus":"let make sure women earn pay equal effort .\" presid obama equalpay","id":484043095542358000,"day":"01"},{"text":"\"I will keep trying to restore the American Dream for everyone who’s willing to work for it.\" —President Obama #OpportunityForAll","month":"07","year":"2014","corpus":"keep tri restor american dream everyon will work .\" presid obama opportunityforal","id":486917610747871200,"day":"09"},{"text":"RT @WHLive: Obama: \"I’m not going to stand by and let partisan gridlock or political games threaten the hard work of millions of Americans.\"","month":"07","year":"2014","corpus":"obama go stand let partisan gridlock polit game threaten hard work million american","id":486914671623290900,"day":"09"},{"text":"\"I will always keep fighting to restore the American Dream for everyone who’s willing to work for it.\" —President Obama #OpportunityForAll","month":"07","year":"2014","corpus":"alway keep fight restor american dream everyon will work .\" presid obama opportunityforal","id":487302458142912500,"day":"10"},{"text":"\"I ran for President to fight for Americans like Elizabeth—people who work hard, do everything right.\" —Obama: http://t.co/kLWsCgb5Cs","month":"07","year":"2014","corpus":"ran presid fight american like elizabeth peopl work hard everyth right .\" obama","id":487982259106893800,"day":"12"},{"text":"\"Lifting the minimum wage, fair pay, student loan reform—they’ve said no to all of it\" —Obama on the GOP in Congress: http://t.co/kLWsCgb5Cs","month":"07","year":"2014","corpus":"lift minimum wage fair pay student loan reform said obama gop congress","id":488367286642688000,"day":"13"},{"text":"RT if you agree: It's time to raise the minimum wage → http://t.co/fMEhvXfOhy #1010Now #RaiseTheWage http://t.co/GiF5skNBwm","month":"07","year":"2014","corpus":"agre time rais minimum wage 1010now raisethewag","id":492311811774234600,"day":"24"},{"text":"\"I am here for...everybody who works their tail off, who does everything right, who believes in the American Dream.\" —President Obama","month":"07","year":"2014","corpus":"... everybodi work tail everyth right believ american dream .\" presid obama","id":492403657762435100,"day":"24"},{"text":"RT @SenGillibrand: #1010Now: because nobody working full time in America should be living in poverty. We've got to reward hard work again. …","month":"07","year":"2014","corpus":"1010now nobodi work full time america live poverti got reward hard work","id":492321596145541100,"day":"24"},{"text":"\"When #WomenSucceed, America succeeds.\" —Obama on why it's time to help ensure #EqualPay for women http://t.co/9tzIx7fXmL","month":"07","year":"2014","corpus":"womensucce america succe .\" obama time help ensur equalpay women","id":492406468592025600,"day":"24"},{"text":"President Obama's working to prevent large corporations from claiming they're based abroad to avoid paying taxes: http://t.co/KagGDSqzts","month":"07","year":"2014","corpus":"presid obama work prevent larg corpor claim base abroad avoid pay tax","id":492677948089331700,"day":"25"},{"text":"RT @RepKarenBass: Congress has too much work left to do to focus on a ridiculous lawsuit. RT if you agree. #DoYourJobHouseGOP http://t.co/B…","month":"07","year":"2014","corpus":"congress much work left focu ridicul lawsuit agre doyourjobhousegop","id":494576551254425600,"day":"30"},{"text":"\"I believe that when women succeed, America succeeds.\" —Obama on why Congress should help ensure #EqualPay for women http://t.co/c0YnW71dqg","month":"07","year":"2014","corpus":"believ women succeed america succe .\" obama congress help ensur equalpay women","id":494519183712190460,"day":"30"},{"text":"Good news: Our economy grew at a 4% rate last quarter, but there's more work to do → http://t.co/IToblufvUi http://t.co/jhXHmTuKzO","month":"07","year":"2014","corpus":"good news economi grew rate last quarter work","id":494495722201710600,"day":"30"},{"text":"“America deserves a raise, and it’s good for everyone.” —President Obama #RaiseTheWage http://t.co/LXc8tKHV3m","month":"07","year":"2014","corpus":"america deserv rais good everyon .” presid obama raisethewag","id":494519774026944500,"day":"30"},{"text":"\"States &amp; businesses are raising the minimum wage for their workers because this Congress is failing to do so\" —Obama http://t.co/Td6J8JPK4N","month":"08","year":"2014","corpus":"state amp busi rais minimum wage worker congress fail obama","id":495280798317428740,"day":"01"},{"text":"\"That’s what’s at stake right now. Making sure our economy works for every working American.\" —President Obama: http://t.co/e3MEXLUFhv","month":"08","year":"2014","corpus":"stake right make sure economi work everi work american .\" presid obama","id":495991263431102460,"day":"03"},{"text":"Congress could help about 2 million families lift themselves out of poverty by raising the min wage. #RaiseTheWage http://t.co/0lMqkjo7JR","month":"08","year":"2014","corpus":"congress could help million famili lift poverti rais min wage raisethewag","id":499313294583549950,"day":"12"},{"text":"RT if you agree: It's time to raise the minimum wage for all hardworking Americans → http://t.co/fMEhvXfOhy http://t.co/sHHyupzmY1","month":"08","year":"2014","corpus":"agre time rais minimum wage hardwork american","id":499292706854940700,"day":"12"},{"text":"Nobody who works full-time should have to live in poverty. It's time to #RaiseTheWage → http://t.co/aOsNk222m2 http://t.co/vd2IN5kN0f","month":"08","year":"2014","corpus":"nobodi work full time live poverti time raisethewag","id":499334544722366460,"day":"12"},{"text":"States are taking the lead, but it's time for Congress to #RaiseTheWage for all Americans → http://t.co/fMEhvXfOhy http://t.co/sHHyupzmY1","month":"08","year":"2014","corpus":"state take lead time congress raisethewag american","id":499285857770422300,"day":"12"},{"text":"It's time to #RaiseTheWage and help millions of families lift themselves out of poverty. #RaiseTheWage http://t.co/xuVRt9jFj4","month":"08","year":"2014","corpus":"time raisethewag help million famili lift poverti raisethewag","id":499578676086706200,"day":"13"},{"text":"RT @FLOTUS: Let's keep working to give every woman the chance to realize her dreams → http://t.co/kVbmadRix0 #WomensEqualityDay http://t.co…","month":"08","year":"2014","corpus":"let keep work give everi woman chanc realiz dream womensequalityday","id":504409489161064450,"day":"26"},{"text":"RT @NancyPelosi: .@HouseGOP has refused to ensure #equalpay for equal work. RT if you support http://t.co/SJlK9Mu7fv that levels the playin…","month":"08","year":"2014","corpus":"refus ensur equalpay equal work support level playin","id":504326788999573500,"day":"26"},{"text":"RT @RepJohnYarmuth: By age 65, avg US woman will have lost $431K over her working life b/c of pay gap. Past time for #equalpay. #WEmatter h…","month":"08","year":"2014","corpus":"age 65 avg us woman lost 431k work life pay gap past time equalpay wematt","id":504380598631551000,"day":"26"},{"text":"Let's help millions of #WomenSucceed by raising the minimum wage to $10.10. #RaiseTheWage #WomensEqualityDay http://t.co/Kx6pi0TtAJ","month":"08","year":"2014","corpus":"let help million womensucce rais minimum wage 10 10 raisethewag womensequalityday","id":504368255956684800,"day":"26"},{"text":"\"On #WomensEqualityDay, we continue the righteous work of building a society where women thrive.\" —President Obama: http://t.co/Gl6KNF4mnc","month":"08","year":"2014","corpus":"womensequalityday continu righteou work build societi women thrive .\" presid obama","id":504268295688945660,"day":"26"},{"text":"\"If you’re a medic in a warzone, you shouldn’t have to go take nursing 101 to work in a hospital here.\" —Obama: http://t.co/SzpkKzQLQJ","month":"08","year":"2014","corpus":"medic warzon go take nurs 101 work hospit .\" obama","id":504652610855768060,"day":"27"},{"text":"\"That’s the bedrock this country is built on: Hard work. Responsibility. Sacrifice.\" —President Obama: http://t.co/GV43BIpXql #RaiseTheWage","month":"08","year":"2014","corpus":"bedrock countri built hard work respons sacrific .\" presid obama raisethewag","id":505720304761856000,"day":"30"},{"text":"\"Raising the minimum wage...would help around 28 million Americans from all walks of life.\" —Obama: http://t.co/VSVyPDFaNv #RaiseTheWage","month":"08","year":"2014","corpus":"rais minimum wage ... would help around 28 million american walk life .\" obama raisethewag","id":505743009476911100,"day":"30"},{"text":"\"Today is a day that belongs to you—the working men &amp; women who make America the greatest country on Earth.\" —President Obama #HappyLaborDay","month":"09","year":"2014","corpus":"today day belong work men amp women make america greatest countri earth .\" presid obama happylaborday","id":506514470257315840,"day":"01"},{"text":"\"No one who works full-time should ever have to raise a family in poverty.\" —President Obama #RaiseTheWage #LaborDay http://t.co/KA4PvjCEqS","month":"09","year":"2014","corpus":"one work full time ever rais famili poverti .\" presid obama raisethewag laborday","id":506519970441089000,"day":"01"},{"text":"\"If we are willing to work for it, if we stand together, the future can be different, tomorrow can be better\" —Obama: http://t.co/wNVWicnGvW","month":"09","year":"2014","corpus":"will work stand togeth futur differ tomorrow better obama","id":507535383320887300,"day":"04"},{"text":"RT @USDOL: When #WomenSucceed, America succeeds. 60% of people who would benefit from raising the wage are women. http://t.co/NcjI27wTtX","month":"09","year":"2014","corpus":"womensucce america succe 60 peopl would benefit rais wage women","id":507588223502417900,"day":"04"},{"text":"RT @VP: \"It’s long past due to increase the minimum wage.\" -VP Biden in the Weekly Address https://t.co/dUVpAcu5SV #RaiseTheWage","month":"09","year":"2014","corpus":"long past due increas minimum wage .\" vp biden weekli address raisethewag","id":508305591601987600,"day":"06"},{"text":"RT @WhipHoyer: 71% of Americans support #RaisetheWage, but House Rs have voted 6x against Fair Minimum Wage Act to raise min wage http://t.…","month":"09","year":"2014","corpus":"71 american support raisethewag hous rs vote 6x fair minimum wage act rais min wage","id":509449541071159300,"day":"09"},{"text":"RT @WHLive: \"Making a difference in other people’s lives made a difference in mine.\" —Obama on working as a community organizer in Chicago …","month":"09","year":"2014","corpus":"make differ peopl live made differ mine .\" obama work commun organ chicago","id":510457472428310500,"day":"12"},{"text":"RT @VP: In honor of #AmeriCorps20, let's recommit ourselves to service and volunteer work. That's what makes America great. http://t.co/HZI…","month":"09","year":"2014","corpus":"honor americorps20 let recommit servic volunt work make america great","id":510508223028535300,"day":"12"},{"text":"When #WomenSucceed, America succeeds. It's long-past time to ensure #EqualPay for women. #PaycheckFairness http://t.co/9Udf9bHB93","month":"09","year":"2014","corpus":"womensucce america succe long past time ensur equalpay women paycheckfair","id":511642653939994600,"day":"15"},{"text":"RT @SenSherrodBrown: Women who are employed full time in Ohio lose about $16 billion a year due to the wage gap. It’s time we #RaisetheWage…","month":"09","year":"2014","corpus":"women employ full time ohio lose 16 billion year due wage gap time raisethewag","id":511635249840029700,"day":"15"},{"text":"\"For all the work that remains...there are some really good things happening in America.\" —Obama #AmericaLeads http://t.co/jU2GgLtRVD","month":"10","year":"2014","corpus":"work remain ... realli good thing happen america .\" obama americalead","id":517746049231114240,"day":"02"},{"text":"\"We believe that even if we’re born into nothing, with hard work, we can change our lives, and our kids’ lives.\" —Obama #AmericaLeads","month":"10","year":"2014","corpus":"believ even born noth hard work chang live kid live .\" obama americalead","id":517741586961408000,"day":"02"},{"text":"\"There are 28 million Americans who would benefit from a minimum wage increase.\" —President Obama #RaiseTheWage http://t.co/f6JTizt3bc","month":"10","year":"2014","corpus":"28 million american would benefit minimum wage increas .\" presid obama raisethewag","id":517749498668679200,"day":"02"},{"text":"\"The United States has put more people back to work than Europe, Japan, and every other advanced economy combined.\" —Obama #AmericaLeads","month":"10","year":"2014","corpus":"unit state put peopl back work europ japan everi advanc economi combin .\" obama americalead","id":517740385763069950,"day":"02"},{"text":"RT @WHLive: \"I’m always willing to work with anyone, Democrat or Republican, to get things done.\" —President Obama #AmericaLeads","month":"10","year":"2014","corpus":"alway will work anyon democrat republican get thing done .\" presid obama americalead","id":517749259119382500,"day":"02"},{"text":"RT @arneduncan: Happy to see the University of Chicago is working to increase access and make college more affordable for students. http://…","month":"10","year":"2014","corpus":"happi see univers chicago work increas access make colleg afford student","id":517697471469092860,"day":"02"},{"text":"\"Nobody who works full-time in America should ever have to raise a family in poverty.\" —Obama #RaiseTheWage http://t.co/iHQbrZ3zd9","month":"10","year":"2014","corpus":"nobodi work full time america ever rais famili poverti .\" obama raisethewag","id":517748471630426100,"day":"02"},{"text":"“We should be making sure that women are getting paid the same as men for doing the same work.” —Obama #EqualPay http://t.co/fGav2FkunB","month":"10","year":"2014","corpus":"make sure women get paid men work .” obama equalpay","id":518121098278621200,"day":"03"},{"text":"\"It’s time to raise the minimum wage. It would put more money in workers’ pockets.\" —President Obama: http://t.co/0NHVW7RMD6 #RaiseTheWage","month":"10","year":"2014","corpus":"time rais minimum wage would put money worker pocket .\" presid obama raisethewag","id":518762615481196540,"day":"05"},{"text":"Raising the minimum wage would benefit millions of Americans.\nRT if you agree it's time to raise it. #RaiseTheWage http://t.co/qxJ3oBXCjS","month":"10","year":"2014","corpus":"rais minimum wage would benefit million american agre time rais raisethewag","id":519232829356777500,"day":"06"},{"text":"Worth a read: Small business owners on why \"The American Dream needs a fair minimum wage.\" http://t.co/Z2EgBljtUh #RaiseTheWage","month":"10","year":"2014","corpus":"worth read small busi owner american dream need fair minimum wage .\" raisethewag","id":519196704206102500,"day":"06"},{"text":"Nobody\nwho\nworks\nfull-time\nshould\nhave\nto\nlive\nin\npoverty.\nhttp://t.co/oEArnaztyE\n#RaiseTheWage http://t.co/FjCsB0bysb","month":"10","year":"2014","corpus":"nobodi work full time live poverti raisethewag","id":519151412857425900,"day":"06"},{"text":"RT @VP: \"Nobody in America should be working 40 hours a week and living below the poverty line.\" -VP Biden in Los Angeles on need to #Raise…","month":"10","year":"2014","corpus":"nobodi america work 40 hour week live poverti line .\" vp biden lo angel need rais","id":519572366569910300,"day":"07"},{"text":"The current minimum wage isn't enough for workers &amp; their families to get out of poverty. It's time to #RaiseTheWage. http://t.co/XhmA7LkM6r","month":"10","year":"2014","corpus":"current minimum wage enough worker amp famili get poverti time raisethewag","id":519886280369647600,"day":"08"},{"text":"When #WomenSucceed, America succeeds. It's time to help millions of women by raising the minimum wage. #RaiseTheWage http://t.co/3K4F6RcPy2","month":"10","year":"2014","corpus":"womensucce america succe time help million women rais minimum wage raisethewag","id":519865663188660200,"day":"08"},{"text":"Raising the minimum wage would help millions of Americans. Read their stories → http://t.co/akWsI1nrq5 #RaiseTheWage http://t.co/xmy2HfmjgL","month":"10","year":"2014","corpus":"rais minimum wage would help million american read stori raisethewag","id":519856361585528800,"day":"08"},{"text":"\"If you want to work at an auto plant today, you’ve got to have some familiarity with computers\" —Obama: http://t.co/RZRrXqHdOp #ReadyToWork","month":"10","year":"2014","corpus":"want work auto plant today got familiar comput obama readytowork","id":520346696107434000,"day":"09"},{"text":"RT @SenSherrodBrown: RT if you agree: Hard working Americans deserve a fair #MinimumWage #With1010. http://t.co/cVDgvgo2Vy","month":"10","year":"2014","corpus":"agre hard work american deserv fair minimumwag with1010","id":520615249469521900,"day":"10"},{"text":"When #WomenSucceed, America succeeds. It's time to help millions of women by raising the minimum wage. #RaiseTheWage http://t.co/3K4F6RcPy2","month":"10","year":"2014","corpus":"womensucce america succe time help million women rais minimum wage raisethewag","id":520602529701580800,"day":"10"},{"text":"Raising the minimum wage would benefit millions of Americans.\nRT if you agree it's time to #RaiseTheWage. http://t.co/95wcf32XE1","month":"10","year":"2014","corpus":"rais minimum wage would benefit million american agre time raisethewag","id":520702110208622600,"day":"10"},{"text":"RT @SenJackReed: If we #RaiseTheWage for working families it grows our economy. Hard work deserves fair pay. It's time to go #With1010 http…","month":"10","year":"2014","corpus":"raisethewag work famili grow economi hard work deserv fair pay time go with1010 http","id":520669637105971200,"day":"10"},{"text":"Nobody who works full-time should have to live in poverty → http://t.co/fMEhvXwRjy #RaiseTheWage #With1010 http://t.co/6SbPwtJuTb","month":"10","year":"2014","corpus":"nobodi work full time live poverti raisethewag with1010","id":520587876921520100,"day":"10"},{"text":"RT @USDA: A $10.10 minimum wage saves $46B in SNAP spending over 10 yrs, cutting taxpayer costs in every state http://t.co/uiQRJdcHcB #Rais…","month":"10","year":"2014","corpus":"10 10 minimum wage save 46b snap spend 10 yr cut taxpay cost everi state rai","id":520641759974809600,"day":"10"},{"text":"\"Nobody who works full-time should ever have to raise a family in poverty.\" —President Obama: http://t.co/j3jcbdixgF #RaiseTheWage","month":"10","year":"2014","corpus":"nobodi work full time ever rais famili poverti .\" presid obama raisethewag","id":521012406818856960,"day":"11"},{"text":"\"America deserves a raise right now.\" —President Obama: http://t.co/nT4QCYQnY9 #RaiseTheWage http://t.co/FjCsB0bysb","month":"10","year":"2014","corpus":"america deserv rais right .\" presid obama raisethewag","id":520943835980242940,"day":"11"},{"text":"\"Raising the federal minimum wage to $10.10 an hour, or ten-ten, would benefit 28 million American workers.\" —Obama: http://t.co/nT4QCYQnY9","month":"10","year":"2014","corpus":"rais feder minimum wage 10 10 hour ten ten would benefit 28 million american worker .\" obama","id":521344499558408200,"day":"12"},{"text":"Our daughters should be treated the same as our sons.\nIt's time to ensure #EqualPay for women. http://t.co/lqItXmfx31","month":"10","year":"2014","corpus":"daughter treat son time ensur equalpay women","id":522081767596240900,"day":"14"},{"text":"RT if you agree: Women should earn the same pay as men for doing the same work.\nPeriod.\n#EqualPay http://t.co/2Fz7pcGcnb","month":"10","year":"2014","corpus":"agre women earn pay men work period equalpay","id":522126364313681900,"day":"14"},{"text":"\"We believe that this is a country where hard work should pay off, and responsibility should be rewarded.\" —President Obama at the @CFPB","month":"10","year":"2014","corpus":"believ countri hard work pay respons reward .\" presid obama","id":523143993857564700,"day":"17"},{"text":"RT @USDOL: Perez: \"A majority of small businesses – support an increase in the minimum wage to $10.10.\" http://t.co/KXi3h8y5Pd","month":"10","year":"2014","corpus":"perez major small busi support increas minimum wage 10 10 .\"","id":524258755140403200,"day":"20"},{"text":"Our economy grew at a 3.5% rate last quarter—but there's more work to do → http://t.co/6rqG4FZG0C http://t.co/MzeadNJtoB","month":"10","year":"2014","corpus":"economi grew rate last quarter work","id":527837237912666100,"day":"30"},{"text":"Let's help millions of Americans lift themselves out of poverty by raising the minimum wage. #RaiseTheWage http://t.co/DzpBNJ7awy","month":"10","year":"2014","corpus":"let help million american lift poverti rais minimum wage raisethewag","id":528276211102134300,"day":"31"},{"text":"On average, women who work full-time still earn just $0.78 for every $1 men earn.\nIt's time to change that. http://t.co/Ip9aGyoDtd","month":"10","year":"2014","corpus":"averag women work full time still earn 78 everi men earn time chang","id":528197643101421600,"day":"31"},{"text":"\"About 28 million workers would benefit from an increase in the minimum wage to $10.10/hour.\" —Obama: http://t.co/flhvqkcvDz #RaiseTheWage","month":"11","year":"2014","corpus":"28 million worker would benefit increas minimum wage 10 10 hour .\" obama raisethewag","id":528932089043771400,"day":"02"},{"text":"Nobody who works full-time should have to raise a family in poverty: http://t.co/wARzurCJUt #RaiseTheWage http://t.co/irgLMfZ80h","month":"11","year":"2014","corpus":"nobodi work full time rais famili poverti raisethewag","id":529358043008335900,"day":"03"},{"text":"RT if you agree: Women should earn the same pay as men for doing the same work → http://t.co/zU442SRAjK #EqualPay http://t.co/QrKDgEVyou","month":"11","year":"2014","corpus":"agre women earn pay men work equalpay","id":529683700074565600,"day":"04"},{"text":"Let's help millions of #WomenSucceed by raising the minimum wage to $10.10 → http://t.co/wARzurCJUt #RaiseTheWage http://t.co/ldvzfIt2Yh","month":"11","year":"2014","corpus":"let help million womensucce rais minimum wage 10 10 raisethewag","id":529770324519165950,"day":"04"},{"text":"\"In the 5 states where a minimum wage increase was on the ballot last night, voters went 5-for-5 to increase it.\" —Obama #RaiseTheWage","month":"11","year":"2014","corpus":"state minimum wage increas ballot last night voter went increas .\" obama raisethewag","id":530087895991066600,"day":"05"},{"text":"RT @LaborSec: AK, AR, NE and SD approved measures yesterday to #RaiseTheWage. This action will benefit thousands of working families in the…","month":"11","year":"2014","corpus":"ak ar ne sd approv measur yesterday raisethewag action benefit thousand work famili","id":530146666771259400,"day":"05"},{"text":"\"[Americans] expect the people they elect to work as hard as they do. They expect us to focus on their ambitions, and not ours.\" —Obama","month":"11","year":"2014","corpus":"american expect peopl elect work hard expect us focu ambit .\" obama","id":530086836992245760,"day":"05"},{"text":"RT @CEABetsey: Due to the pay gap, the average woman will have lost $431,000 over her working lifetime. Let’s change that. #EqualPay http:/…","month":"11","year":"2014","corpus":"due pay gap averag woman lost 431 000 work lifetim let chang equalpay http :/…","id":533292764893425660,"day":"14"},{"text":"\"We need to step up our game...to make sure that every child in America can go as far as their talent and hard work...will take them\" —Obama","month":"11","year":"2014","corpus":"need step game ... make sure everi child america go far talent hard work ... take obama","id":535107716532801540,"day":"19"},{"text":"\"I continue to believe that the best way to solve this problem is by working together to pass that kind of common-sense law.\" —Obama","month":"11","year":"2014","corpus":"continu believ best way solv problem work togeth pass kind common sens law .\" obama","id":535599652385480700,"day":"21"},{"text":"RT @WHLive: \"I will not give up. I want to keep working with Members of Congress to make reform a reality.\" —President Obama #ImmigrationAc…","month":"11","year":"2014","corpus":"give want keep work member congress make reform realiti .\" presid obama immigrationac","id":535901215641849860,"day":"21"},{"text":"\"Pass a bill. I want to work with both parties on a more permanent legislative solution.\" —Obama #ImmigrationAction http://t.co/g4MCc0ej4N","month":"11","year":"2014","corpus":"pass bill want work parti perman legisl solut .\" obama immigrationact","id":537389173238685700,"day":"25"},{"text":"RT @voxdotcom: Obama's plan to reduce hospital errors is working — and it's saved 50,000 lives http://t.co/CJlToir1cx http://t.co/i7gxrdeDRh","month":"12","year":"2014","corpus":"obama plan reduc hospit error work save 50 000 live","id":539802032929263600,"day":"02"},{"text":"\"We’re going to keep working with your communities to deal with the very real impacts of climate change.\" —President Obama #TribalNations","month":"12","year":"2014","corpus":"go keep work commun deal real impact climat chang .\" presid obama tribaln","id":540263828009656300,"day":"03"},{"text":"\"If all of us work together...then there is no limit to what this country can achieve.\" —President Obama #CollegeOpportunity","month":"12","year":"2014","corpus":"us work togeth ... limit countri achiev .\" presid obama collegeopportun","id":540562314383351800,"day":"04"},{"text":"\"Raising the minimum wage would benefit nearly 28 million American workers.\" —President Obama: http://t.co/3cCSTwNOcm #RaiseTheWage","month":"12","year":"2014","corpus":"rais minimum wage would benefit nearli 28 million american worker .\" presid obama raisethewag","id":541638317544964100,"day":"07"},{"text":"Good news: Minimum wage increases in 20 states and D.C. will benefit more than 3 million workers → http://t.co/pB5c8KRyPF #RaiseTheWage","month":"01","year":"2015","corpus":"good news minimum wage increas 20 state benefit million worker raisethewag","id":551123709248167940,"day":"02"},{"text":"RT @VP: Opening day for the 114th Congress is in the books. Now let’s get to work. http://t.co/jopR4vzE4y","month":"01","year":"2015","corpus":"open day 114th congress book let get work","id":552626505105158140,"day":"07"},{"text":"\"Since 2010, we, America, have put more people back to work than Europe, Japan, and every other advanced economy combined.\" —Obama","month":"01","year":"2015","corpus":"sinc 2010 america put peopl back work europ japan everi advanc economi combin .\" obama","id":552939576277602300,"day":"07"},{"text":"RT @VP: We're proposing the first 2 yrs of community college free for anyone willing to work for it. https://t.co/RlgX9IgORp #FreeCommunity…","month":"01","year":"2015","corpus":"propos first yr commun colleg free anyon will work freecommun","id":553354152818909200,"day":"09"},{"text":"RT @Clyburn: It’s time to close loopholes that help the wealthiest few and big corporations.  We need to embrace working men and women. #SO…","month":"01","year":"2015","corpus":"time close loophol help wealthiest big corpor need embrac work men women","id":557744992526282750,"day":"21"},{"text":"\"We need a tax code that truly helps working Americans\" —Obama #SOTU #MiddleClassTaxCuts http://t.co/gjhKy292KG","month":"01","year":"2015","corpus":"need tax code truli help work american obama sotu middleclasstaxcut","id":557730179288928260,"day":"21"},{"text":"\"We’ve worked responsibly to cut the population of GTMO in half. Now it’s time to finish the job.\" —President Obama #SOTU","month":"01","year":"2015","corpus":"work respons cut popul gtmo half time finish job .\" presid obama sotu","id":557733645214302200,"day":"21"},{"text":"\"Since 2010, America has put more people back to work than Europe, Japan, and all advanced economies combined.\" —Obama #SOTU","month":"01","year":"2015","corpus":"sinc 2010 america put peopl back work europ japan advanc economi combin .\" obama sotu","id":557728313050152960,"day":"21"},{"text":"RT to share how President Obama's plan would help more working families afford #ChildCare. http://t.co/FCCXfFLMDa","month":"01","year":"2015","corpus":"share presid obama plan would help work famili afford childcar","id":558299356864852000,"day":"22"},{"text":"Here's how President Obama's plan would help more working families afford #ChildCare → http://t.co/00xDUYNVdg http://t.co/GMngrttz17","month":"01","year":"2015","corpus":"presid obama plan would help work famili afford childcar","id":558709580826279940,"day":"23"},{"text":"\"We’ve got a new future to write. And I’m eager to get to work.\" —President Obama: http://t.co/C1bKoSOlui","month":"01","year":"2015","corpus":"got new futur write eager get work .\" presid obama","id":559141639235448800,"day":"25"},{"text":"\"As a country, we need to do more to make working families' paychecks go farther.\" —Obama: http://t.co/7z81jGRcK9 http://t.co/XVVECAxU7c","month":"01","year":"2015","corpus":"countri need make work famili paycheck go farther .\" obama","id":560829080388395000,"day":"29"},{"text":"\"I will keep doing everything I can to help more working families make ends meet and get ahead.\" —President Obama: http://t.co/b6LqRnWIl3","month":"01","year":"2015","corpus":"keep everyth help work famili make end meet get ahead .\" presid obama","id":561615004294602750,"day":"31"},{"text":"\"No one works harder than you to keep America safe.\" —President Obama at @DHSGov #FundDHS http://t.co/8OeQLBS6Fy","month":"02","year":"2015","corpus":"one work harder keep america safe .\" presid obama funddh","id":562286742926286850,"day":"02"},{"text":"President Obama's #2016Budget triples the #ChildCare tax credit so more working families can get ahead. http://t.co/dsKWBT5Tuy","month":"02","year":"2015","corpus":"presid obama 2016budget tripl childcar tax credit work famili get ahead","id":562306104949243900,"day":"02"},{"text":"RT @VP: Today is the last day to #GetCovered in 2015. Visit http://t.co/EO0WsR3B0F to find the plan that works best for you and your family.","month":"02","year":"2015","corpus":"today last day getcov 2015 visit find plan work best famili","id":567050433844506600,"day":"15"},{"text":"RT @WHLive: \"We're working with allies and partners to dismantle terrorist organizations and protect the American people.\" —Obama #CVESummi…","month":"02","year":"2015","corpus":"work alli partner dismantl terrorist organ protect american peopl .\" obama cvesummi","id":568159093472391200,"day":"18"},{"text":"RT @WHLive: “If you are working hard and putting away money…you should have the peace of mind that the advice you’re getting…is sound” —Pre…","month":"02","year":"2015","corpus":"work hard put away money peac mind advic get sound pre","id":569937441169109000,"day":"23"},{"text":"\"Unless Congress acts, one week from now, more than 100,000 DHS employees...will show up for work without getting paid.\" —Obama #FundDHS","month":"02","year":"2015","corpus":"unless congress act one week 100 000 dh employe ... show work without get paid .\" obama funddh","id":569898257532350460,"day":"23"},{"text":"\"In America, after a lifetime of hard work, you should be able to retire with dignity and a sense of security.\" —Obama #ProtectYourSavings","month":"02","year":"2015","corpus":"america lifetim hard work abl retir digniti sens secur .\" obama protectyoursav","id":569936552660316160,"day":"23"},{"text":"RT @LaborSec: I agree w/ what @PattyArquette said at the #Oscars: All people should get #EqualPay for equal work. When women succeed, Ameri…","month":"02","year":"2015","corpus":"agre said oscar peopl get equalpay equal work women succeed ameri","id":569697711483707400,"day":"23"},{"text":"RT @NancyPelosi: Under GOP Homeland Security shutdown, 169k DHS employees would have to work w/out pay. #DontShutDownOurSecurity Live→ http…","month":"02","year":"2015","corpus":"gop homeland secur shutdown 169k dh employe would work pay dontshutdownoursecur live http","id":570989033909825540,"day":"26"},{"text":"\"I will never stop fighting for an economy where everyone who works hard has the chance to get ahead.\" —Obama: http://t.co/nioxuPjOeA","month":"03","year":"2015","corpus":"never stop fight economi everyon work hard chanc get ahead .\" obama","id":572120419035033600,"day":"01"},{"text":"\"If you’re working hard...you should have the peace of mind that...financial advice you’re getting is sound\" —Obama: http://t.co/nioxuPjOeA","month":"03","year":"2015","corpus":"work hard ... peac mind ... financi advic get sound obama","id":572107806632853500,"day":"01"},{"text":"\"America is a place where higher education must be available for every single person who’s willing to work for it.\" —President Obama","month":"03","year":"2015","corpus":"america place higher educ must avail everi singl person will work .\" presid obama","id":575356874675085300,"day":"10"},{"text":"The work goes on.\nThe cause endures.\nThe hope still lives.\nAnd the dream shall never die. http://t.co/QwsfcrtSPX","month":"03","year":"2015","corpus":"work goe caus endur hope still live dream shall never die","id":577545592827580400,"day":"16"},{"text":"RT @nbt: If I could pick 1 issue for @goldman and @WhiteHouse to work on to make America better: Immigration. #socialcivics","month":"03","year":"2015","corpus":"could pick issu work make america better immigr socialciv","id":580472562293084200,"day":"24"},{"text":"RT @SenatorReid: My life’s work has been to make Nevada and our nation better. Thank you for giving me that wonderful opportunity. https://…","month":"03","year":"2015","corpus":"life work make nevada nation better thank give wonder opportun","id":581480144075812900,"day":"27"},{"text":"\"Our top priority should be helping everybody who works hard get ahead.\" —President Obama: http://t.co/jECNkVmudF","month":"03","year":"2015","corpus":"top prioriti help everybodi work hard get ahead .\" presid obama","id":582301301607825400,"day":"29"},{"text":"RT @ONDCP: Director Botticelli shares how personal experience has helped his work to stop U.S. opioid epidemic: http://t.co/fZjhaFGyAy","month":"03","year":"2015","corpus":"director botticelli share person experi help work stop opioid epidem","id":582645786976084000,"day":"30"},{"text":"RT @GeorgeTakei: Today is #EqualPayDay. Equal pay is essential. Guys, imagine if you'd worked since Jan 1 but are only now starting to get …","month":"04","year":"2015","corpus":"today equalpayday equal pay essenti guy imagin work sinc jan start get","id":587996876680601600,"day":"14"},{"text":"RT if you agree: It's time to ensure #EqualPay for women → http://t.co/hBUwaPEpde #EqualPayDay","month":"04","year":"2015","corpus":"agre time ensur equalpay women equalpayday","id":588015629950591000,"day":"14"},{"text":"It's time for Republicans in Congress to help close the pay gap between men and women. #EqualPayDay http://t.co/vTvscDvdjU","month":"04","year":"2015","corpus":"time republican congress help close pay gap men women equalpayday","id":588059204814053400,"day":"14"},{"text":"On average, women who work full-time make just $0.78 for every $1 men earn.\nRT if you agree it's time for #EqualPay. http://t.co/HM4C9u1XHU","month":"04","year":"2015","corpus":"averag women work full time make 78 everi men earn agre time equalpay","id":588447828843737100,"day":"15"},{"text":"RT @WHLive: \"That’s who our tax code should benefit—working Americans trying to get a leg up in the new economy.\" —Obama #ObamaTownHall #Ta…","month":"04","year":"2015","corpus":"tax code benefit work american tri get leg new economi .\" obama obamatownhal ta","id":588416327464853500,"day":"15"},{"text":"RT @WHLive: Tune in at 2:10pm ET: President Obama celebrates working families at the @WhiteHouse: http://t.co/cwx3X92AzY #WorkingFamilyCham…","month":"04","year":"2015","corpus":"tune 10pm et presid obama celebr work famili workingfamilycham","id":588765809339535400,"day":"16"},{"text":"\"America deserves a Congress that doesn’t just talk about supporting working families, but actually supports working families.\" —Obama","month":"04","year":"2015","corpus":"america deserv congress talk support work famili actual support work famili .\" obama","id":588769930998190100,"day":"16"},{"text":"RT @vj44: Philly’s @Michael_Nutter is charging ahead for working families. Excited to take our #LeadOnLeave tour there tomorrow http://t.co…","month":"04","year":"2015","corpus":"philli charg ahead work famili excit take leadonleav tour tomorrow","id":590286652091666400,"day":"20"},{"text":"RT @stabenow: We need to work together to protect our #GreatLakes and our great Michigan outdoors on #EarthDay and every day http://t.co/2b…","month":"04","year":"2015","corpus":"need work togeth protect greatlak great michigan outdoor earthday everi day","id":590996153438732300,"day":"22"},{"text":"\"The Chamber of Commerce didn’t elect me twice, working folks did.\" —Obama on how his trade deal benefits our workers http://t.co/3mObpyn9jP","month":"04","year":"2015","corpus":"chamber commerc elect twice work folk .\" obama trade deal benefit worker","id":591623630511071200,"day":"24"},{"text":"\"If I didn’t think this was the right thing to do for working families, I wouldn’t be fighting for it.\" —Obama: http://t.co/7QArLMvpK1 #TPP","month":"04","year":"2015","corpus":"think right thing work famili fight .\" obama tpp","id":592025334385545200,"day":"25"},{"text":"RT @washingtonpost: Pope Francis: It’s \"pure scandal\" that women earn less than men for the same work http://t.co/G3v1QsO6qt","month":"04","year":"2015","corpus":"pope franci pure scandal women earn less men work","id":593414539271491600,"day":"29"},{"text":"“Working with book publishers, we’re going to provide…eBooks to kids around the country.” —Obama: http://t.co/NtgsA6vfS0 #BooksForAll","month":"04","year":"2015","corpus":"work book publish go provid ebook kid around countri .” obama booksforal","id":593796929433120800,"day":"30"},{"text":"RT @FLOTUS: Happy #TeacherAppreciationWeek! Let's thank teachers for their extraordinary work on behalf of our kids. http://t.co/NnGotiGVEP","month":"05","year":"2015","corpus":"happi teacherappreciationweek let thank teacher extraordinari work behalf kid","id":595355501350809600,"day":"04"},{"text":"\"We all want our country to be one where hard work pays off and responsibility is rewarded.\" —President Obama: http://t.co/Bza8uk9Vyg","month":"05","year":"2015","corpus":"want countri one hard work pay respons reward .\" presid obama","id":599585462249005000,"day":"16"},{"text":"\"If it’s working here, it can work anywhere.\" —@POTUS in Camden on steps we can take to improve community policing http://t.co/n5sJDWgV5w","month":"05","year":"2015","corpus":"work work anywher .\" —@ potu camden step take improv commun polic","id":600797284205461500,"day":"19"},{"text":"RT @FLOTUS: ✈️ Wheels down! The First Lady just landed in the U.K. where she's continuing her work to help #LetGirlsLearn. ✈️ http://t.co/K…","month":"06","year":"2015","corpus":"✈️ wheel first ladi land continu work help letgirlslearn ✈️","id":610606909100396500,"day":"16"},{"text":"RT @WHLive: \"17 states have raised their minimum wage, and 27 cities and counties have taken action to #RaiseTheWage\" —@POTUS http://t.co/s…","month":"06","year":"2015","corpus":"17 state rais minimum wage 27 citi counti taken action raisethewag —@ potu","id":612013247210786800,"day":"19"},{"text":"\"Over the past couple years, 17 states and 6 major cities have raised the minimum wage for their workers.\" —@POTUS: http://t.co/T978CUK4RU","month":"06","year":"2015","corpus":"past coupl year 17 state major citi rais minimum wage worker .\" —@ potu","id":612326597220155400,"day":"20"},{"text":"RT @vj44: It's on us to honor their lives by working to prevent another tragedy like this from occurring. It's time to act.  https://t.co/Z…","month":"06","year":"2015","corpus":"us honor live work prevent anoth tragedi like occur time act","id":612996016933965800,"day":"22"},{"text":"Good news: Rhode Island just raised its minimum wage.\nRT if you agree it's time to #RaiseTheWage for all Americans. http://t.co/KZ2RaVbvl1","month":"06","year":"2015","corpus":"good news rhode island rais minimum wage agre time raisethewag american","id":613112900450914300,"day":"22"},{"text":"RT @vj44: Huge announcement from @IKEAUSA that it will boost pay for employees (again). Who will #RaiseTheWage next? http://t.co/doRSNKSWfl…","month":"06","year":"2015","corpus":"huge announc boost pay employe ). raisethewag next","id":613763038852837400,"day":"24"},{"text":"RT @SenatorReid: ACA would not be the law today if not for my dear friend @NancyPelosi. We worked so hard on that together. http://t.co/OIW…","month":"06","year":"2015","corpus":"aca would law today dear friend work hard togeth","id":614144589897842700,"day":"25"},{"text":"RT @DrBiden: Starting today, kid photographers will have the opportunity to display their work at the @VP’s residence → http://t.co/k6jARYP…","month":"07","year":"2015","corpus":"start today kid photograph opportun display work resid","id":616293008443613200,"day":"01"},{"text":"\"We need to boost the minimum wage and give America a raise.\" —@POTUS #RaiseTheWage http://t.co/sgsiL41fOL","month":"07","year":"2015","corpus":"need boost minimum wage give america rais .\" —@ potu raisethewag","id":616683336833048600,"day":"02"},{"text":"\"A hard day's work deserves a fair day's pay.\" —@POTUS on extending #overtime protections to 5 million Americans: http://t.co/NsJPqtyNof","month":"07","year":"2015","corpus":"hard day work deserv fair day pay .\" —@ potu extend overtim protect million american","id":618107360465129500,"day":"06"},{"text":"RT @USDOL: FACT: One third of workers don't have access to a retirement plan at work.\nWe can fix that: http://t.co/RKEDxzrm9M http://t.co/…","month":"07","year":"2015","corpus":"fact one third worker access retir plan work fix","id":620602075391488000,"day":"13"},{"text":"RT @JohnCornyn: This is something we can work on together: Obama, in Oklahoma, Takes Reform Message to the Prison Cell Block http://t.co/WB…","month":"07","year":"2015","corpus":"someth work togeth obama oklahoma take reform messag prison cell block","id":622039495152660500,"day":"17"},{"text":"RT @USDOL: It's #NationalHotDogDay! DYK the avg hot dog vendor likely makes &lt; $9/hr? Let's reward work &amp; #RaiseTheWage: https://t.co/96AnBW…","month":"07","year":"2015","corpus":"nationalhotdogday dyk avg hot dog vendor like make lt hr let reward work amp raisethewag","id":624348363643875300,"day":"23"},{"text":"RT @usedgov: \"Ensuring opportunity of college success for all students who are willing to work hard is a core tenet of the American covenan…","month":"07","year":"2015","corpus":"ensur opportun colleg success student will work hard core tenet american covenan","id":625718905575600100,"day":"27"},{"text":"RT @POTUS: Launching a pilot program to help students in prison pay for college, because everyone willing to work for it deserves a second …","month":"07","year":"2015","corpus":"launch pilot program help student prison pay colleg everyon will work deserv second","id":627227051108515800,"day":"31"},{"text":"Watch President Obama's weekly address on continuing the work to improve community policing: http://t.co/OrUN3TKUv5 http://t.co/MIrjXSPSzv","month":"08","year":"2015","corpus":"watch presid obama weekli address continu work improv commun polic","id":632566455414980600,"day":"15"},{"text":"Here’s a map of how the federal government is working with local communities to create change: http://t.co/ZiyIzAZfuT http://t.co/BzIHWv7P2l","month":"08","year":"2015","corpus":"map feder govern work local commun creat chang","id":636588106553036800,"day":"26"},{"text":"See how the federal government's partnering with your community. \nThen share how you've seen the partnership at work: http://t.co/Ezjvn9FSY5","month":"08","year":"2015","corpus":"see feder govern partner commun share seen partnership work","id":636632615030771700,"day":"26"},{"text":"RT @WIRED: An open source tool for visualizing government work across the country http://t.co/evX3Jsdf5F http://t.co/xXg7jyDdrT","month":"08","year":"2015","corpus":"open sourc tool visual govern work across countri","id":636599859294765000,"day":"26"},{"text":"RT @LaborSec: #LaborDay is more than a long weekend. It's a celebration of the working Americans who power our nation’s prosperity https://…","month":"09","year":"2015","corpus":"laborday long weekend celebr work american power nation prosper","id":640278113801384000,"day":"05"},{"text":"\"This will give about 300,000 working Americans access to paid sick leave for the first time.\" —@POTUS #LeadOnLeave http://t.co/JKoTsyT0PJ","month":"09","year":"2015","corpus":"give 300 000 work american access paid sick leav first time .\" —@ potu leadonleav","id":640914483943219200,"day":"07"},{"text":"\"It means working to make two years of community college free for everyone willing to work for it.\" —@POTUS #LaborDay http://t.co/7Z0GiIp9bE","month":"09","year":"2015","corpus":"mean work make two year commun colleg free everyon will work .\" —@ potu laborday","id":640910943170482200,"day":"07"},{"text":"Join the movement to make community college free for anyone willing to work for it: http://t.co/gzvcnH3jbu\nhttps://t.co/IkRKvoU7K7","month":"09","year":"2015","corpus":"join movement make commun colleg free anyon will work","id":641640686668812300,"day":"09"},{"text":"\"Every American willing to work hard should have a shot at a higher education\" —@POTUS #CollegeOpportunity http://t.co/SxPAzNDiVh","month":"09","year":"2015","corpus":"everi american will work hard shot higher educ —@ potu collegeopportun","id":641702561440002000,"day":"09"},{"text":"\"If you put in the hard work to earn your education, then it's up to all of us to make sure that...pays off.\" —@POTUS http://t.co/mtx9ScpXET","month":"09","year":"2015","corpus":"put hard work earn educ us make sure ... pay .\" —@ potu","id":641756664673226800,"day":"09"},{"text":"RT @FLOTUS: “Don’t be afraid of hard work and don’t be afraid to fail.” –The First Lady to students at @HowardCC: http://t.co/e7uXUvXeKq #R…","month":"09","year":"2015","corpus":"afraid hard work afraid fail .” first ladi student","id":645004414969872400,"day":"18"},{"text":"\"We're going to continue to fight to eliminate the pay gap. Equal pay for equal work.\" —@POTUS #EqualPay #CBC2015 http://t.co/2DP18LLUKQ","month":"09","year":"2015","corpus":"go continu fight elimin pay gap equal pay equal work .\" —@ potu equalpay cbc2015","id":645416443207532500,"day":"20"},{"text":"RT if you agree: Community college should be free for anyone willing to work for it → https://t.co/gQszVDAsWT https://t.co/8mMqqsGbpD","month":"12","year":"2015","corpus":"agre commun colleg free anyon will work","id":682262267371520000,"day":"30"},{"text":"\"Protecting our kids from gun violence.\nEqual pay for equal work.\nPaid leave.\nRaising the minimum wage.\" —@POTUS on what he's fighting for","month":"01","year":"2016","corpus":"protect kid gun violenc equal pay equal work paid leav rais minimum wage .\" —@ potu fight","id":687094939419717600,"day":"13"},{"text":"“When we work together, we cannot be stopped…we work best as a team.”—@POTUS in Baton Rouge","month":"01","year":"2016","corpus":"work togeth cannot stop work best team .”—@ potu baton roug","id":687671405459157000,"day":"14"},{"text":"Women in America still earn only $0.79 for every $1 men make.\nIt's time for #EqualPay → https://t.co/8UoDjaKAtg https://t.co/b8Xab1nfUQ","month":"01","year":"2016","corpus":"women america still earn 79 everi men make time equalpay","id":693167683701968900,"day":"29"},{"text":"\"The typical woman who works full-time still earns 79 cents for every dollar the typical man does.\" —@POTUS https://t.co/nKeA7ekgfU","month":"01","year":"2016","corpus":"typic woman work full time still earn 79 cent everi dollar typic man .\" —@ potu","id":693121477491757000,"day":"29"},{"text":"RT @FLOTUS: \"Our children are limited only by the size of their dreams and their willingness to work for them.\" —The First Lady https://t.c…","month":"02","year":"2016","corpus":"children limit size dream willing work .\" first ladi","id":696807424729206800,"day":"08"},{"text":"Good news: Oregon just raised its minimum wage. \nRT if you agree it's time to #RaiseTheWage for all Americans. https://t.co/90DSSMsIxm","month":"03","year":"2016","corpus":"good news oregon rais minimum wage agre time raisethewag american","id":705111954696888300,"day":"02"},{"text":"RT @Abramson44: Congrats to @OregonGovBrown and #Oregon Legislature for signing another bill that will help working families, this time to …","month":"03","year":"2016","corpus":"congrat oregon legislatur sign anoth bill help work famili time","id":705123662316200000,"day":"02"},{"text":".@POTUS commends @GovPeterShumlin for taking action to provide paid sick leave for Vermont's working families. https://t.co/hG1kmHf1WO","month":"03","year":"2016","corpus":"commend take action provid paid sick leav vermont work famili","id":707624016526385200,"day":"09"},{"text":"RT @vj44: 44 million Americans do not have a single paid sick day\nForcing them to go to work sick is a public health issue too https://t.co…","month":"03","year":"2016","corpus":"44 million american singl paid sick day forc go work sick public health issu","id":707637011197337600,"day":"09"},{"text":"RT @POTUS: Nearly 1 in 3 American families struggle to afford diapers. We're working with the private sector to help fix this. https://t.co…","month":"03","year":"2016","corpus":"nearli american famili struggl afford diaper work privat sector help fix","id":708346195748524000,"day":"11"},{"text":"RT @POTUS: At #SXSW, I'll make the case that tech and innovation can make government work better for everyone. Here's how it's working bett…","month":"03","year":"2016","corpus":"sxsw make case tech innov make govern work better everyon work bett","id":708344417808154600,"day":"11"},{"text":"RT @Goldman44: How gov and tech can work together to:\n1) Make services work better\n2) Tackle Big Problems \n3) Create more avenues for civic…","month":"03","year":"2016","corpus":"gov tech work togeth make servic work better tackl big problem creat avenu civic","id":708403497763471400,"day":"11"},{"text":"RT @vj44: Today's CA legislature vote to #RaiseTheWage is a huge step for workers who organized &amp; fought to raise the wage so they can make…","month":"04","year":"2016","corpus":"today ca legislatur vote raisethewag huge step worker organ amp fought rais wage make","id":715691099784880100,"day":"01"},{"text":"#LeadOnLeave ✓\n#RaiseTheWage ✓\nNew York just took a historic step for working families: https://t.co/ihEnU1JopM https://t.co/0ogayndTNk","month":"04","year":"2016","corpus":"leadonleav raisethewag new york took histor step work famili","id":717036475397890000,"day":"04"},{"text":"RT @vj44: Congratulations @NYGovCuomo on passing paid leave in New York – a huge step forward in supporting working families https://t.co/D…","month":"04","year":"2016","corpus":"congratul pass paid leav new york huge step forward support work famili","id":717066252527624200,"day":"04"},{"text":"RT @NancyPelosi: .@USDOL's new rule on retirement savings will enhance the security of hard-working Americans. #SaveYourSavings https://t.c…","month":"04","year":"2016","corpus":"new rule retir save enhanc secur hard work american saveyoursav","id":717762528458227700,"day":"06"},{"text":"It's 2016. Women should earn the same pay as men for doing the same work. \nPeriod. #EqualPayDay https://t.co/gJa7md31AO","month":"04","year":"2016","corpus":"2016 women earn pay men work period equalpayday","id":719998085414256600,"day":"12"},{"text":"“Equal pay for equal work should be a fundamental principle of our economy.” —@POTUS on #EqualPayDay https://t.co/bXlQ91iB5k","month":"04","year":"2016","corpus":"equal pay equal work fundament principl economi .” —@ potu equalpayday","id":719912639304962000,"day":"12"},{"text":"“Today is #EqualPayDay which means a woman has to work about this far into 2016 just to earn what a man earned in 2015.” —@POTUS","month":"04","year":"2016","corpus":"today equalpayday mean woman work far 2016 earn man earn 2015 .” —@ potu","id":719912290322116600,"day":"12"},{"text":"Take a minute to watch this: Here's why it's long-past time to ensure #EqualPay for women. #EqualPayDay https://t.co/Kam2WoN0Sq","month":"04","year":"2016","corpus":"take minut watch long past time ensur equalpay women equalpayday","id":719988588180611100,"day":"12"},{"text":"On average, women who work full-time still earn just $0.79 for every $1 men earn.\nIt's time to change that.  https://t.co/vU0TrHxAzn","month":"04","year":"2016","corpus":"averag women work full time still earn 79 everi men earn time chang","id":720010382522196000,"day":"12"},{"text":"RT if you agree with @POTUS: Equal pay for equal work should be a fundamental principle of our economy. #EqualPayDay https://t.co/vU0TrHPbXX","month":"04","year":"2016","corpus":"agre equal pay equal work fundament principl economi equalpayday","id":719916515106144300,"day":"12"},{"text":"Watch @POTUS's weekly address on new actions we're taking to make sure our free market works for everyone: https://t.co/z4mA9kN2ea","month":"04","year":"2016","corpus":"watch weekli address new action take make sure free market work everyon","id":721377591106535400,"day":"16"},{"text":"RT @FLOTUS: It's Take Our Daughters and Sons to Work Day at the @WhiteHouse! Join us at 11am ET: https://t.co/nSO63b7eBV https://t.co/MYu3d…","month":"04","year":"2016","corpus":"take daughter son work day join us 11am et","id":722808164979249200,"day":"20"},{"text":"Here's why @POTUS is working to make our justice system smarter, fairer, and more effective: https://t.co/fcgqxCDQAH https://t.co/UA8tjLpRyd","month":"04","year":"2016","corpus":"work make justic system smarter fairer effect","id":724276581145829400,"day":"24"},{"text":"Let's make #FreeCommunityCollege a reality for every student willing to work for it → https://t.co/6gGrkbsdgw https://t.co/764f1DQj0u","month":"04","year":"2016","corpus":"let make freecommunitycolleg realiti everi student will work","id":724691111806177300,"day":"25"},{"text":"Thanks to all the teachers who are working to teach our girls and boys to code. #CSForAll https://t.co/PSrBS42L8E","month":"04","year":"2016","corpus":"thank teacher work teach girl boy code csforal","id":725024244770426900,"day":"26"},{"text":"RT @vj44: Qs on the work we're doing to help those who deserve a 2nd chance earn one?\nAsk by 1pm ET with #NationalReentryWeek: https://t.co…","month":"04","year":"2016","corpus":"qs work help deserv 2nd chanc earn one ask 1pm et nationalreentryweek","id":725867416782250000,"day":"29"},{"text":"\"More women are in the workforce...although it’s long past time we passed laws to make sure that women get equal pay for equal work” —@POTUS","month":"05","year":"2016","corpus":"women workforc ... although long past time pass law make sure women get equal pay equal work —@ potu","id":731897051282186200,"day":"15"},{"text":"RT @VP: If you're working overtime, you should get paid for it. Fair and square. That's the spirit behind today's #OTRule: https://t.co/Ml3…","month":"05","year":"2016","corpus":"work overtim get paid fair squar spirit behind today otrul","id":732995442376642600,"day":"18"},{"text":"RT if you agree: Real change starts from the ground up. @POTUS on working with communities: https://t.co/pUjd4a2RIg https://t.co/jNDP6FXHeh","month":"06","year":"2016","corpus":"agre real chang start ground work commun","id":739955263638253600,"day":"06"},{"text":"Here's how we're working with India on issues from climate change to economic growth: https://t.co/cocE42J7TU https://t.co/bK5V1zC44W","month":"06","year":"2016","corpus":"work india issu climat chang econom growth","id":740330453987659800,"day":"07"},{"text":"How working women are behind the most dynamic labor movement of our lifetimes: https://t.co/TzEkD5GE1w #StateOfWomen https://t.co/jVAiIwSlhV","month":"06","year":"2016","corpus":"work women behind dynam labor movement lifetim stateofwomen","id":741009985237221400,"day":"09"},{"text":".@JimmyFallon: \"This trade deal will help put everyday Americans back to...\"\n@POTUS: \"Work, work, work, work\" #TPP\nhttps://t.co/zMvtnNfYLo","month":"06","year":"2016","corpus":"trade deal help put everyday american back ...\" work work work work tpp","id":741288931027652600,"day":"10"},{"text":"RT @NSC44: The Administration is working with state and local officials to combat Zika virus, but Congress still needs to act. \nhttps://t.c…","month":"06","year":"2016","corpus":"administr work state local offici combat zika viru congress still need act","id":747877254651273200,"day":"28"},{"text":"\"Our work won’t be finished until all women in our countries are truly equal—paid equally, treated equally, given the same opportunities\"","month":"06","year":"2016","corpus":"work finish women countri truli equal paid equal treat equal given opportun","id":748285634121441300,"day":"29"},{"text":"RT @JohnKingatED: We know that education works. We know that it can and will save lives.\nhttps://t.co/4yOYIs0AYp","month":"07","year":"2016","corpus":"know educ work know save live","id":751093054191333400,"day":"07"},{"text":".@POTUS on why we have to work together to successfully build trust between police and the community: https://t.co/pyOvfDievG","month":"07","year":"2016","corpus":"work togeth success build trust polic commun","id":754014192068243500,"day":"15"},{"text":"RT @LaborSec: It's been 7 years since the federal minimum wage was raised. Now more than ever, it's time to #RaiseTheWage. https://t.co/S9q…","month":"07","year":"2016","corpus":"year sinc feder minimum wage rais ever time raisethewag","id":757620325026639900,"day":"25"},{"text":"RT @BicyclingMag: How the White House chief of staff convinced Obama to let him ride to work: https://t.co/LWXQyD0mzK https://t.co/N9M5IDU6…","month":"08","year":"2016","corpus":"white hous chief staff convinc obama let ride work","id":762658551063994400,"day":"08"},{"text":"RT @Cecilia44: On this #WomensEqualityDay, we know equality means equal pay for equal work. #EqualPayPledge https://t.co/tdTHHXBXQI","month":"08","year":"2016","corpus":"womensequalityday know equal mean equal pay equal work equalpaypledg","id":769191187064447000,"day":"26"},{"text":"\"#EqualPay for equal work should be a fundamental principle of our economy\" —@POTUS on #WomensEqualityDay https://t.co/DSH15UmuAB","month":"08","year":"2016","corpus":"equalpay equal work fundament principl economi —@ potu womensequalityday","id":769277295244808200,"day":"26"},{"text":"\"As a country, we’ve got some choices to make\" —@POTUS on making our economy work for everyone. #LaborDay https://t.co/W8j1p7Iyxc","month":"09","year":"2016","corpus":"countri got choic make —@ potu make economi work everyon laborday","id":772072443133517800,"day":"03"},{"text":"RT @USDOL: This Labor Day, take a minute to learn why it's time to #RaiseTheWage: https://t.co/dIjH5EoE51","month":"09","year":"2016","corpus":"labor day take minut learn time raisethewag","id":772075457168760800,"day":"03"},{"text":"✓ 40-hour workweek\n✓ Overtime pay\n✓ Minimum wage\nWatch @POTUS on the importance of #LaborDay: https://t.co/W8j1p7qX8C","month":"09","year":"2016","corpus":"40 hour workweek overtim pay minimum wage watch import laborday","id":772856655608287200,"day":"05"},{"text":"RT @LaborSec: Our economy works best when it works for all. America is stronger when people raise their voice together. https://t.co/79Sk9A…","month":"09","year":"2016","corpus":"economi work best work america stronger peopl rais voic togeth","id":772590989617745900,"day":"05"},{"text":"This #LaborDay, @POTUS wrote an open letter to working men and women across our country: https://t.co/dlOXk7jWVv https://t.co/gEd6FduiyT","month":"09","year":"2016","corpus":"laborday wrote open letter work men women across countri","id":772589148637048800,"day":"05"},{"text":"Our economy works when it works for everybody. Read @POTUS's letter to America's workers: https://t.co/dlOXk7jWVv https://t.co/1qN8EM5DNA","month":"09","year":"2016","corpus":"economi work work everybodi read letter america worker","id":772849709442404400,"day":"05"},{"text":"Letter from @POTUS: Here's why Americans need a voice at work → https://t.co/dlOXk72m3X #LaborDay https://t.co/GCaGPrYKF6","month":"09","year":"2016","corpus":"letter american need voic work laborday","id":772924456067010600,"day":"05"},{"text":"Yes, there are challenges on which Republicans and Democrats can work together. Ohio Gov. @JohnKasich explains: https://t.co/NpZDOqwfrS","month":"09","year":"2016","corpus":"ye challeng republican democrat work togeth ohio gov explain","id":776828242565169200,"day":"16"},{"text":"\"We just need a Congress that works as hard as you do\" —@POTUS in his weekly address to the American people: https://t.co/blc1RHSsY5","month":"09","year":"2016","corpus":"need congress work hard —@ potu weekli address american peopl","id":777611937320464400,"day":"18"},{"text":"RT @PressSec: Some thoughts on the work that remains to build trust between law enforcement and the communities they serve: https://t.co/Lq…","month":"09","year":"2016","corpus":"thought work remain build trust law enforc commun serv","id":779063338122608600,"day":"22"},{"text":"RT @vj44: .@attn The wage gap has continued to close but we still have work to do. That's why we started the #EqualPay Pledge→ https://t.co…","month":"10","year":"2016","corpus":"wage gap continu close still work start equalpay pledg","id":785911812222885900,"day":"11"}]