[{"text":"The President's Remarks on Justice Souter: The President made an appearance at today's press briefing to discuss.. http://tinyurl.com/dyl7r2","month":"05","year":"2009","corpus":"presid remark justic souter presid made appear today press brief discuss","id":1673282363,"day":"01"},{"text":"Weekly Address: Government Actions to Address the H1N1 Flu Virus: In his Weekly Address, the President discusses.. http://tinyurl.com/cjv9zu","month":"05","year":"2009","corpus":"weekli address govern action address h1n1 flu viru weekli address presid discuss","id":1677519057,"day":"02"},{"text":"Streaming at 10:15: Supreme Court Announcement: The President will make an announcement regarding his nomination.. http://tinyurl.com/qqw4ft","month":"05","year":"2009","corpus":"stream suprem court announc presid make announc regard nomin","id":1924118230,"day":"26"},{"text":"The President announces Sonia Sotomayor as Supreme Court nominee. Watch the news live: http://bit.ly/12nxRn","month":"05","year":"2009","corpus":"presid announc sonia sotomayor suprem court nomine watch news live","id":1923815440,"day":"26"},{"text":"We'll have the full transcript and recorded video of the President's speech on http://www.whitehouse.gov shortly. Stay tuned!","month":"06","year":"2009","corpus":"full transcript record video presid speech shortli stay tune","id":2028297752,"day":"04"},{"text":"Behind the Scenes: President Obama tapes for his audio-animatronic debut in Disney's Hall of Presidents  http://bit.ly/1FvmB","month":"07","year":"2009","corpus":"behind scene presid obama tape audio animatron debut disney hall presid","id":2442023072,"day":"02"},{"text":"Streaming momentarily: Obama keeps fighting on health reform, watch live http://bit.ly/GOZOt","month":"07","year":"2009","corpus":"stream momentarili obama keep fight health reform watch live","id":2760443763,"day":"21"},{"text":"The President speaks on the recent elections in Afghanistan, watch live momentarily http://bit.ly/GOZOt","month":"08","year":"2009","corpus":"presid speak recent elect afghanistan watch live momentarili","id":3454267181,"day":"21"},{"text":"Streaming around 11:00: A few brief remarks from the President http://bit.ly/GOZOt","month":"10","year":"2009","corpus":"stream around brief remark presid","id":4736101279,"day":"09"},{"text":"President Obama signs the Ryan White HIV/AIDS Treatment Act, watch live http://bit.ly/1YaaNF","month":"10","year":"2009","corpus":"presid obama sign ryan white hiv aid treatment act watch live","id":5290591755,"day":"30"},{"text":"Watch live now – Town Hall with President Obama in Lorain County, OH http://bit.ly/8KtCR8","month":"01","year":"2010","corpus":"watch live town hall presid obama lorain counti","id":8079977174,"day":"22"},{"text":"Don't miss today's @YouTube Q&A with President Obama. 1:45pm EST @ WhiteHouse.gov/live #ObamaYTinterview","month":"02","year":"2010","corpus":"miss today youtub presid obama 45pm est whitehous gov live obamaytinterview","id":8503749894,"day":"01"},{"text":"President Obama just took the podium at the press briefing -- watch live: http://whitehouse.gov/live","month":"02","year":"2010","corpus":"presid obama took podium press brief watch live","id":8865673224,"day":"09"},{"text":"President Obama & His Holiness the XIV Dalai Lama – see the photo, read the account http://bit.ly/bASghF","month":"02","year":"2010","corpus":"presid obama holi xiv dalai lama see photo read account","id":9302537150,"day":"18"},{"text":"Non-bit.ly link for the President's Proposal: http://www.whitehouse.gov/health-care-meeting","month":"02","year":"2010","corpus":"non bit link presid propos","id":9479492220,"day":"22"},{"text":"Obama speaks on a night of history made, 11:45PM Eastern or so http://www.wh.gov/live #hcr","month":"03","year":"2010","corpus":"obama speak night histori made 45pm eastern hcr","id":10854189031,"day":"22"},{"text":"Obama: \"This moment is possible because of you\"","month":"03","year":"2010","corpus":"obama moment possibl","id":10854983907,"day":"22"},{"text":"Miss the signing? Biden & Obama speaking at Department of Interior on #hcr now: http://wh.gov/live","month":"03","year":"2010","corpus":"miss sign biden obama speak depart interior hcr","id":10933470817,"day":"23"},{"text":"Live now: President Obama speaks to troops at Bagram Air Force Base, Afghanistan WH.gov/live","month":"03","year":"2010","corpus":"live presid obama speak troop bagram air forc base afghanistan gov live","id":11207067406,"day":"28"},{"text":"LIVE from Prague: The new START treaty has been signed - now both presidents speak WATCH: http://bit.ly/UT2FE","month":"04","year":"2010","corpus":"live pragu new start treati sign presid speak watch","id":11816883959,"day":"08"},{"text":"On tap: 12:45 Obama speaks to the press at length on BP & other issues. http://wh.gov/live","month":"05","year":"2010","corpus":"tap obama speak press length issu","id":14837751813,"day":"27"},{"text":"President met with BP execs this morning, speaks to the press shortly, watch live http://wh.gov/live","month":"06","year":"2010","corpus":"presid met exec morn speak press shortli watch live","id":16319301502,"day":"16"},{"text":"Starting now: The President speaks on Afghanistan and leadership of the mission http://wh.gov/live","month":"06","year":"2010","corpus":"start presid speak afghanistan leadership mission","id":16865415580,"day":"23"},{"text":"Starting momentarily: Obama speaks out on reforms to fix Citizens United case, watch: http://wh.gov/live","month":"07","year":"2010","corpus":"start momentarili obama speak reform fix citizen unit case watch","id":19592789041,"day":"26"},{"text":"President Obama: \"the long battle to stop the leak and contain the oil is finally close to coming to an end\" #oilspill","month":"08","year":"2010","corpus":"presid obama long battl stop leak contain oil final close come end oilspil","id":20334322434,"day":"04"},{"text":"President calls Staff Sergeant Giunta, 1st living person awarded Medal of Honor for Iraq or Afghanistan http://bit.ly/cOpkYo","month":"09","year":"2010","corpus":"presid call staff sergeant giunta 1st live person award medal honor iraq afghanistan","id":24136603102,"day":"10"},{"text":"Video of the surprise call from President Obama to NH woman he just spoke to in backyard http://wh.gov/healthreform","month":"09","year":"2010","corpus":"video surpris call presid obama woman spoke backyard","id":25225510782,"day":"22"},{"text":"President Obama speaking to University of Indonesia, watch live now: http://wh.gov/live","month":"11","year":"2010","corpus":"presid obama speak univers indonesia watch live","id":2190348323389440,"day":"10"},{"text":"2:20 EST: President Obama holds news conference on tax cuts/ UI/ jobs compromise, watch: http://wh.gov/live","month":"12","year":"2010","corpus":"est presid obama hold news confer tax cut job compromis watch","id":12218455520448512,"day":"07"},{"text":"Starting soon: The President speaks on today’s events & Rep Gabrielle Giffords, watch: http://wh.gov/live","month":"01","year":"2011","corpus":"start soon presid speak today event rep gabriel gifford watch","id":23852498628378624,"day":"08"},{"text":"11AM EST: The President & White House will observe a moment of silence for AZ victims, watch & join: http://wh.gov/live","month":"01","year":"2011","corpus":"11am est presid white hous observ moment silenc victim watch join","id":24476628524470270,"day":"10"},{"text":".@andrewjkaplan Yes. Watch President Obama walk through how tonight @ 9pm EST http://goo.gl/qnxBN","month":"01","year":"2011","corpus":"andrewjkaplan ye watch presid obama walk tonight 9pm est","id":29927791872970750,"day":"25"},{"text":"Watch Live: President Obama addresses Families USA conference on #hcr at 10:15 ET http://bit.ly/gSsmJH","month":"01","year":"2011","corpus":"watch live presid obama address famili usa confer hcr","id":31006434070106110,"day":"28"},{"text":"President Obama: “To the people of Egypt, particularly the young people of Egypt, I want to be clear: we hear your voices”","month":"02","year":"2011","corpus":"presid obama peopl egypt particularli young peopl egypt want clear hear voic","id":32586440688799744,"day":"01"},{"text":"President Obama: \"Today belongs to the people of Egypt... Americans are moved... because of who we are as a people\"","month":"02","year":"2011","corpus":"presid obama today belong peopl egypt ... american move ... peopl","id":36155871025168380,"day":"11"},{"text":"Photo of the Day: The President, Secretary Clinton & National Security Advisor Donilon in the Oval  http://twitpic.com/439wd6","month":"02","year":"2011","corpus":"photo day presid secretari clinton nation secur advisor donilon oval","id":40804245288521730,"day":"24"},{"text":"On tap: President Obama welcomes Prime Minister @JuliaGillard of Australia to the WH","month":"03","year":"2011","corpus":"tap presid obama welcom prime minist juliagillard australia","id":44764950572445700,"day":"07"},{"text":"Just announced: President will speak on situation in Japan at 3:30EDT. Watch here: http://wh.gov/live","month":"03","year":"2011","corpus":"announc presid speak situat japan 30edt watch","id":48420807864614910,"day":"17"},{"text":"President Obama: \"Above all, I am confident that Japan will recover and rebuild because of the strength and spirit of the Japanese people\"","month":"03","year":"2011","corpus":"presid obama confid japan recov rebuild strength spirit japanes peopl","id":48469434620317700,"day":"17"},{"text":"Quick video: President Obama signs a book of condolence at the Embassy of Japan & says a few words http://wh.gov/aO0","month":"03","year":"2011","corpus":"quick video presid obama sign book condol embassi japan say word","id":48502153916067840,"day":"17"},{"text":"Happening Now: President Obama Speaks on the situation in Libya. Watch live: http://www.wh.gov/live","month":"03","year":"2011","corpus":"happen presid obama speak situat libya watch live","id":48811409244553220,"day":"18"},{"text":"President Obama speaks from the Blue Room @ the @whitehouse momentarily. Watch live: http://wh.gov/live","month":"04","year":"2011","corpus":"presid obama speak blue room whitehous momentarili watch live","id":56552024904450050,"day":"09"},{"text":"\"We can live within our means & live up to the values we share as Americans.” President Obama, Weekly Address: http://1.usa.gov/ifVvWb","month":"04","year":"2011","corpus":"live within mean live valu share american presid obama weekli address","id":59260484230184960,"day":"16"},{"text":"President Obama's Facebook Invite: Facebook Town Hall on Wednesday 4:45 EST, 1:45 PST http://on.fb.me/zy1YS","month":"04","year":"2011","corpus":"presid obama facebook invit facebook town hall wednesday est pst","id":60017853973270530,"day":"18"},{"text":"3:10 President Obama makes personnel announcements, watch live: http://wh.gov/live","month":"04","year":"2011","corpus":"presid obama make personnel announc watch live","id":63679506749198340,"day":"28"},{"text":"President Obama: \"there's nothing we can’t do…that patriotism—in the crowds…here outside the WH, at Ground Zero in NY & across the country\"","month":"05","year":"2011","corpus":"presid obama noth patriot crowd outsid ground zero across countri","id":65085484845629440,"day":"02"},{"text":"11:45EDT: President Obama presents the National Teacher of the Year Award, watch live: http://wh.gov/live","month":"05","year":"2011","corpus":"45edt presid obama present nation teacher year award watch live","id":65437230327541760,"day":"03"},{"text":"New photo gallery: President Obama in NYC http://wh.gov/CD7 One for Twitpic:  http://twitpic.com/4u59nx","month":"05","year":"2011","corpus":"new photo galleri presid obama nyc one twitpic","id":66516183393898500,"day":"06"},{"text":"President Obama asks for your nominations for the Citizens Medal for exemplary deeds of service http://wh.gov/C5o","month":"05","year":"2011","corpus":"presid obama ask nomin citizen medal exemplari deed servic","id":70123162016292860,"day":"16"},{"text":"Soon: President Obama Speaks on the Middle East & North Africa, US Policy in the Region. Watch: http://wh.gov/live #MEspeech","month":"05","year":"2011","corpus":"soon presid obama speak middl east north africa polici region watch mespeech","id":71237967544451070,"day":"19"},{"text":"Photo of the Day: President Obama grabs lunch at Rudy’s Hot Dog in Toledo, OH w/ Toledo Mayor Bell: http://twitpic.com/57vca5","month":"06","year":"2011","corpus":"photo day presid obama grab lunch rudi hot dog toledo toledo mayor bell","id":77766034131660800,"day":"06"},{"text":"Video: President Obama on the way forward in Afghanistan: http://t.co/22kdOzn","month":"06","year":"2011","corpus":"video presid obama way forward afghanistan","id":83730375075053570,"day":"23"},{"text":"RT @CarnegieMellon: \"It seems like every time I'm here I learn something,\" said President Obama. Video: http://ht.ly/5pQbo #CMUObama","month":"06","year":"2011","corpus":"carnegiemellon seem like everi time learn someth said presid obama video cmuobama","id":84376307554725890,"day":"24"},{"text":"Live at 11:30 AM ET: President Obama holds a news conference from the East Room of the WH. Watch it here: http://t.co/hOlVdV1","month":"06","year":"2011","corpus":"live presid obama hold news confer east room watch","id":86086446984863740,"day":"29"},{"text":"Happening Now: President Obama speaks at the Armed Forces Farewell Tribute in honor of Secretary Gates. Watch: http://t.co/hOlVdV1","month":"06","year":"2011","corpus":"happen presid obama speak arm forc farewel tribut honor secretari gate watch","id":86426746433441800,"day":"30"},{"text":"Video: President Obama's news conference on reducing the deficit & meeting our obligations: http://t.co/sy1q7NT","month":"07","year":"2011","corpus":"video presid obama news confer reduc deficit meet oblig","id":90510143850168320,"day":"11"},{"text":"Happening Now: President Obama awards @USArmy Sgt 1st Class Leroy A Petry the Medal of Honor. Watch live: http://t.co/hOlVdV1 #MOHPetry","month":"07","year":"2011","corpus":"happen presid obama award usarmi sgt 1st class leroy petri medal honor watch live mohpetri","id":90847661321764860,"day":"12"},{"text":"Fresh West Wing Week: Walk step by step with President Obama in \"Our Heroes Are All Around Us\": http://t.co/9JRcNGI","month":"07","year":"2011","corpus":"fresh west wing week walk step step presid obama hero around","id":91870463986372600,"day":"15"},{"text":"Photo of the Day: The President & @VP meet w/ @DeptofDefense Sec & @thejointstaff on #DADT repeal certification: http://twitpic.com/5u871l","month":"07","year":"2011","corpus":"photo day presid meet deptofdefens sec thejointstaff dadt repeal certif","id":94551159007744000,"day":"22"},{"text":"\"Making these reforms doesn’t require any radical steps. What it does require is common sense & #compromise.\" -President Obama","month":"08","year":"2011","corpus":"make reform requir radic step requir common sens compromis presid obama","id":100626352033632260,"day":"08"},{"text":"President Obama on bipartisan, commonsense steps to strengthen the economy. Video: http://wh.gov/r7z Pic: http://twitpic.com/63fv64","month":"08","year":"2011","corpus":"presid obama bipartisan commonsens step strengthen economi video pic","id":100926791446835200,"day":"09"},{"text":"\"There’s nothing wrong w/ our country, there is something wrong w/ our politics\" -President Obama http://t.co/IqY6rMm #countrybeforeparty","month":"08","year":"2011","corpus":"noth wrong countri someth wrong polit presid obama countrybeforeparti","id":102811687048065020,"day":"14"},{"text":"President Obama welcomed Super Bowl XLV Champ @Packers to the White House. Video: http://t.co/Rw9qHUP","month":"08","year":"2011","corpus":"presid obama welcom super bowl xlv champ packer white hous video","id":102853835743170560,"day":"14"},{"text":"2nd stop on the economic bus tour: Decorah, Iowa: http://t.co/d9hBMzm Watch Obama's town hall live @ 6:15ET: http://t.co/oDhbvz5","month":"08","year":"2011","corpus":"2nd stop econom bu tour decorah iowa watch obama town hall live 15et","id":103222795693072380,"day":"15"},{"text":"Happening now: President Obama opens the WH Rural Economic Forum @ NE Iowa Community College in Peosta: http://t.co/hOlVdV1","month":"08","year":"2011","corpus":"happen presid obama open rural econom forum iowa commun colleg peosta","id":103512575207145470,"day":"16"},{"text":"Happening now: President Obama's town hall on the #economy in Alpha, IL. Watch on wh: http://t.co/hOlVdV1 & fb: http://t.co/RFX8sAu","month":"08","year":"2011","corpus":"happen presid obama town hall economi alpha watch","id":103947442579443710,"day":"17"},{"text":"On the last day of his rural tour, President Obama heads to Atkinson, Illinois to meet w/ locals on the economy: http://t.co/BW9zIEa","month":"08","year":"2011","corpus":"last day rural tour presid obama head atkinson illinoi meet local economi","id":103861233685508100,"day":"17"},{"text":"President Obama on #Libya: The Qaddafi regime is coming to an end, and the future of Libya is in the hands of its people.","month":"08","year":"2011","corpus":"presid obama libya qaddafi regim come end futur libya hand peopl","id":105729506316263420,"day":"22"},{"text":"Photo: President Obama & family prepare food for those in need @ DC Central Kitchen. How are you serving on #911day? http://t.co/dccz35b","month":"09","year":"2011","corpus":"photo presid obama famili prepar food need central kitchen serv 911day","id":112897640219410430,"day":"11"},{"text":"Starting @ 2pm EDT: President Obama @LinkedIn Town Hall answering Q's on the economy & jobs. Watch live: http://t.co/u95y7hhB.","month":"09","year":"2011","corpus":"start 2pm edt presid obama linkedin town hall answer economi job watch live","id":118378641464893440,"day":"26"},{"text":"Photo of the Day: President Obama talks to kids @ the Lab School's early childhood education classroom in #Texas: http://t.co/lyEnY7FB","month":"10","year":"2011","corpus":"photo day presid obama talk kid lab school earli childhood educ classroom texa","id":121716268058411000,"day":"05"},{"text":"President Obama on Steve Jobs: \"Bold enough to believe he could change the world & talented enough to do it\" http://t.co/cgd7KMp6","month":"10","year":"2011","corpus":"presid obama steve job bold enough believ could chang world talent enough","id":121760070013947900,"day":"06"},{"text":"RT @WHLive: Starting soon: President Obama speaks on the #JobsNow Act in #Pittsburgh #Pennsylvania. Watch live: http://t.co/xrOHuqTm & f ...","month":"10","year":"2011","corpus":"whlive start soon presid obama speak jobsnow act pittsburgh pennsylvania watch live","id":123817099985555460,"day":"11"},{"text":"WEEKLY ADDRESS: President Obama on bringing our troops home: http://t.co/tWWESUCJ","month":"10","year":"2011","corpus":"weekli address presid obama bring troop home","id":127807648904130560,"day":"22"},{"text":"Happening now: President Obama speaks on education & next step in \"We Can’t Wait” campaign. Watch live: http://t.co/hhNoX4fh","month":"11","year":"2011","corpus":"happen presid obama speak educ next step wait campaign watch live","id":133950420811911170,"day":"08"},{"text":"RT @blog44: http://t.co/HxTO58SB: President Obama Attends the Carrier Classic http://t.co/p5jsZxzg","month":"11","year":"2011","corpus":"blog44 presid obama attend carrier classic","id":135540317163225090,"day":"13"},{"text":"Happening now: President Obama delivers a statement to the press. Watch now: http://t.co/QDIpMRKE","month":"11","year":"2011","corpus":"happen presid obama deliv statement press watch","id":138750162834178050,"day":"21"},{"text":"RT @StateDept: President Obama welcomes #EU leaders to @WhiteHouse for November 28 #USEUsummit. Follow @US2EU and @USAmbEU for updates.","month":"11","year":"2011","corpus":"statedept presid obama welcom leader whitehous novemb useusummit follow us2eu usambeu updat","id":141173536592113660,"day":"28"},{"text":"\"This isn’t about class warfare. This is about the nation’s welfare.\" -President Obama in #Osawatomie, KS","month":"12","year":"2011","corpus":"class warfar nation welfar presid obama osawatomi","id":144138962297036800,"day":"06"},{"text":"Photo of the Day: President Obama waves to people gathered along the motorcade route in #Osawatomie #Kansas: http://t.co/NGwcnjM6","month":"12","year":"2011","corpus":"photo day presid obama wave peopl gather along motorcad rout osawatomi kansa","id":144549970148724740,"day":"07"},{"text":"RT @pfeiffer44: Iraqi PM Maliki visits the White House today and holds a joint press conf with the President as the War in Iraq comes to ...","month":"12","year":"2011","corpus":"pfeiffer44 iraqi maliki visit white hous today hold joint press conf presid war iraq come","id":146233947079184400,"day":"12"},{"text":"RT @usmayors: President Obama's appointment of Richard Cordray as Director of @CFPB is a win for Wall Street accountability.","month":"01","year":"2012","corpus":"usmayor presid obama appoint richard cordray director cfpb win wall street account","id":154660771186491400,"day":"04"},{"text":"RT @YouTube: Today: Your interview with the President will be live-streamed on YouTube at 2:30 p.m. PT / 5:30 p.m. ET http://t.co/YliLZmC4","month":"01","year":"2012","corpus":"youtub today interview presid live stream youtub","id":164004106132922370,"day":"30"},{"text":"RT @ks44: Check out some of the responses to President Obama's Google+ Hangout: http://t.co/2DnKfl48 via @Storify #obamahangout","month":"01","year":"2012","corpus":"ks44 check respons presid obama googl hangout via storifi obamahangout","id":164145961633972220,"day":"31"},{"text":"RT @pfeiffer44: President Obama heads to a local firehouse today to lay out the details of his plans to help returning vets find jobs ht ...","month":"02","year":"2012","corpus":"pfeiffer44 presid obama head local firehous today lay detail plan help return veteran find job","id":165442468928688130,"day":"03"},{"text":"RT @WHLive: Happening now: President Obama speaks at the #WHScienceFair. Watch live: http://t.co/g5ih2w0F","month":"02","year":"2012","corpus":"whlive happen presid obama speak whsciencefair watch live","id":166927689377251330,"day":"07"},{"text":"Photo: President Obama demos @Joey_Hudy's Extreme Marshmallow Cannon @ the #WHScienceFair http://t.co/qOPidsnA http://t.co/a7sxWGLi","month":"02","year":"2012","corpus":"photo presid obama demo joey_hudi extrem marshmallow cannon whsciencefair","id":167019841998438400,"day":"07"},{"text":"\"I’m asking the American people to keep their stories coming. Tell us what $40 means to you...use the hashtag #40dollars” -President Obama","month":"02","year":"2012","corpus":"ask american peopl keep stori come tell mean ... use hashtag 40dollar presid obama","id":169451578540044300,"day":"14"},{"text":"RT @MasterLockCo: Our factory in Milwaukee, WI is set to host President Obama today....we are very excited to see the President... http: ...","month":"02","year":"2012","corpus":"masterlockco factori milwauke set host presid obama today .... excit see presid ... http","id":169809262854414340,"day":"15"},{"text":"President Obama to Congress: \"Don’t stop here...Keep taking the action that people are calling for to keep this economy growing\" #40dollars","month":"02","year":"2012","corpus":"presid obama congress stop ... keep take action peopl call keep economi grow 40dollar","id":172037849980473340,"day":"21"},{"text":"Happy St. Patrick's Day! President Obama just stopped by the Dubliner, a local Irish pub, to celebrate: http://t.co/lSnXb1dH","month":"03","year":"2012","corpus":"happi patrick day presid obama stop dublin local irish pub celebr","id":181125847229546500,"day":"17"},{"text":"Happening @ 10ET: President Obama makes a personnel announcement in the Rose Garden. Watch live: http://t.co/u95y7hhB","month":"03","year":"2012","corpus":"happen 10et presid obama make personnel announc rose garden watch live","id":183188951186673660,"day":"23"},{"text":"Happening at 12:30ET: President Obama speaks & answers ?s at the AP lunch @ the ASNE Convention. Watch: http://t.co/u95y7hhB","month":"04","year":"2012","corpus":"happen 30et presid obama speak answer lunch asn convent watch","id":187203555436933120,"day":"03"},{"text":"President Obama: \"Senate Republicans voted to block the #BuffettRule, choosing once again to protect tax breaks for the wealthiest few\"","month":"04","year":"2012","corpus":"presid obama senat republican vote block buffettrul choos protect tax break wealthiest","id":192030575870226430,"day":"16"},{"text":"Statement by President Obama on the #BuffettRule: http://t.co/59NBxUZe","month":"04","year":"2012","corpus":"statement presid obama buffettrul","id":192048617979265020,"day":"17"},{"text":"\"Send your Member of Congress of message... use the hashtag #DontDoubleMyRate\" -President Obama","month":"04","year":"2012","corpus":"send member congress messag ... use hashtag dontdoublemyr presid obama","id":194966996767604740,"day":"25"},{"text":"President Obama signs executive order to protect education benefits for troops, #vets &amp; their families: http://t.co/Tt1MV8YS","month":"04","year":"2012","corpus":"presid obama sign execut order protect educ benefit troop veteran amp famili","id":195972474574356480,"day":"27"},{"text":"President Obama will address the nation tonight from Bagram Air Base in Afghanistan. Watch live at 7:30ET at http://t.co/u95y7hhB","month":"05","year":"2012","corpus":"presid obama address nation tonight bagram air base afghanistan watch live 30et","id":197426190682832900,"day":"01"},{"text":"President Obama: \"This time of war began in Afghanistan &amp; this is where it will end.\"","month":"05","year":"2012","corpus":"presid obama time war began afghanistan amp end","id":197471020700016640,"day":"01"},{"text":"President Obama: \"Over the last three years, the tide has turned. We broke the Taliban’s momentum\"","month":"05","year":"2012","corpus":"presid obama last three year tide turn broke taliban momentum","id":197468950483841020,"day":"01"},{"text":"President Obama: \"Higher education cannot be a luxury–it’s an economic imperative every American should be able to afford\" #DontDoubleMyRate","month":"05","year":"2012","corpus":"presid obama higher educ cannot luxuri econom imper everi american abl afford dontdoublemyr","id":198441932580597760,"day":"04"},{"text":"President Obama: \"After more than a decade of war, it is time to focus on nation building here at home\" Watch: http://t.co/JMDqsycR","month":"05","year":"2012","corpus":"presid obama decad war time focu nation build home watch","id":198796216534962180,"day":"05"},{"text":"President Obama on #CongressToDoList: \"It’s about the size of a Post-It note, so every Member of Congress should have time to read it.\"","month":"05","year":"2012","corpus":"presid obama congresstodolist size post note everi member congress time read","id":199915212734865400,"day":"08"},{"text":"Photo of the Day: President Obama greets a baby during his visit to Reno, Nevada to discuss the #CongressToDoList: http://t.co/7ELpQ42I","month":"05","year":"2012","corpus":"photo day presid obama greet babi visit reno nevada discuss congresstodolist","id":202161157224661000,"day":"14"},{"text":"Happening now: President Obama speaks at the National Peace Officers Memorial Service @ the US Capitol. Watch: http://t.co/u95y7hhB","month":"05","year":"2012","corpus":"happen presid obama speak nation peac offic memori servic capitol watch","id":202419173199069200,"day":"15"},{"text":"\"You’re the source of inspiration\" -President Obama to #Joplin High School graduates: http://t.co/cjrdiBsw","month":"05","year":"2012","corpus":"sourc inspir presid obama joplin high school graduat","id":204929543142776830,"day":"22"},{"text":"President Obama: #MedalOfFreedom honorees \"inspired us with their actions.\" Watch the award ceremony: http://t.co/WwKFWb86","month":"05","year":"2012","corpus":"presid obama medaloffreedom honore inspir action watch award ceremoni","id":208165271368777730,"day":"31"},{"text":"\"Ensuring paycheck fairness for women should be a no brainer\" -President Obama on Congress vote on 6/5: http://t.co/tt6OIL7n #EqualPay","month":"06","year":"2012","corpus":"ensur paycheck fair women brainer presid obama congress vote equalpay","id":209032918910251000,"day":"02"},{"text":"President Obama: \"#LGBT community has written a proud chapter in this fundamentally American story.\" Proclamation: http://t.co/XMN00K4i","month":"06","year":"2012","corpus":"presid obama lgbt commun written proud chapter fundament american stori proclam","id":208723082754523140,"day":"02"},{"text":"Photo of the Day: President Obama greets the crowd after speaking on #CongressToDoList &amp; #jobs at Honeywell in MN: http://t.co/4nVsMG5I","month":"06","year":"2012","corpus":"photo day presid obama greet crowd speak congresstodolist amp job honeywel","id":209822111475314700,"day":"05"},{"text":"RT @Giants: President Obama welcomes your Super Bowl Champion New York @giants! http://t.co/etJLGdCH","month":"06","year":"2012","corpus":"giant presid obama welcom super bowl champion new york giant","id":211229132523188220,"day":"08"},{"text":"\"Join me in telling Congress… to get to work and to help get our teachers back in the classroom.\" - President Obama http://t.co/ZNvNGx4u","month":"06","year":"2012","corpus":"join tell congress get work help get teacher back classroom presid obama","id":211490877741342720,"day":"09"},{"text":"President Obama discusses the state of the economy in the White House Briefing Room: http://t.co/PiGBNx19","month":"06","year":"2012","corpus":"presid obama discuss state economi white hous brief room","id":211288848897019900,"day":"09"},{"text":"Photo of the Day: President Obama talks with Chief of Staff Jack Lew while in Mexico for the #G20 Summit http://t.co/n3NcaqAH","month":"06","year":"2012","corpus":"photo day presid obama talk chief staff jack lew mexico g20 summit","id":215203286150680580,"day":"19"},{"text":"RT @WHLive: Starting soon: President Obama speaks at the National Assoc of Latino Elected &amp; Appointed Officials' Conf. Watch http:// ...","month":"06","year":"2012","corpus":"whlive start soon presid obama speak nation assoc latino elect amp appoint offici conf watch http ://","id":216225165762232320,"day":"22"},{"text":"RT @WHLive: President Obama: I’ve said time and again that if you send me the DREAM Act, I’ll sign it right away.  #NALEO","month":"06","year":"2012","corpus":"whlive presid obama said time send dream act sign right away naleo","id":216230693922013200,"day":"22"},{"text":"\"Our thoughts and prayers to go out to the families who have been affected\" -President Obama touring fire damage in CO http://t.co/2AwZUdzq","month":"06","year":"2012","corpus":"thought prayer famili affect presid obama tour fire damag","id":218844305735954430,"day":"29"},{"text":"Photos: #4thofJuly at the White House: http://t.co/RgkxVLmI incl. Obamas watching fireworks over the Natl Mall in '09: http://t.co/yh1czZGJ","month":"07","year":"2012","corpus":"photo 4thofjuli white hous incl obama watch firework natl mall","id":221056925977149440,"day":"06"},{"text":"1 year ago today, President Obama participated in the 1st @Twitter Town Hall @ the White House: http://t.co/EL5BOhGN http://t.co/MhWlQMVh","month":"07","year":"2012","corpus":"year ago today presid obama particip 1st twitter town hall white hous","id":221407996738158600,"day":"07"},{"text":"From the Archives: 1 year ago today, President Obama met with civil rights icon Ruby Bridges in the Oval Office: http://t.co/mFjfL9vH","month":"07","year":"2012","corpus":"archiv year ago today presid obama met civil right icon rubi bridg oval offic","id":224593870820872200,"day":"15"},{"text":"\"We must now come together as one American family\" -President Obama on the shooting in Colorado: http://t.co/rqWKffZz","month":"07","year":"2012","corpus":"must come togeth one american famili presid obama shoot colorado","id":226507424423616500,"day":"21"},{"text":"RT @WHLive: President Obama: \"On behalf of all our men and women in uniform, on behalf of the American people, thank you #VFW\"","month":"07","year":"2012","corpus":"whlive presid obama behalf men women uniform behalf american peopl thank vfw","id":227488399785877500,"day":"23"},{"text":"President Obama: Republicans in the House of Representatives must act to extend #MiddleClassTaxCuts. Watch: http://t.co/IbOOmj9B","month":"07","year":"2012","corpus":"presid obama republican hous repres must act extend middleclasstaxcut watch","id":229262240480645120,"day":"28"},{"text":"Photo of the Day: President Obama talks on the phone with Turkish Prime Minister Erdoğan More Pics http://t.co/rQoaplEh http://t.co/w49mdBaD","month":"07","year":"2012","corpus":"photo day presid obama talk phone turkish prime minist erdoğan pic","id":230357261611040770,"day":"31"},{"text":"RT @kyla_ross96: Such an honor getting to talking to the President on the phone!!!! Thanks for supporting us!🇺🇸","month":"08","year":"2012","corpus":"kyla_ross96 honor get talk presid phone !!!! thank support !🇺🇸","id":230743479746166800,"day":"01"},{"text":"President Obama meets with Vice President Biden in the Oval Office, July 31, 2012. More pics: http://t.co/o88B7M7E http://t.co/3fHGv875","month":"08","year":"2012","corpus":"presid obama meet vice presid biden oval offic juli 2012 pic","id":230845810273837060,"day":"02"},{"text":"Photo of the Day: President Obama talks with patrons at Lechonera El Barrio, a local restaurant in Orlando, Florida: http://t.co/hW0pSIwS","month":"08","year":"2012","corpus":"photo day presid obama talk patron lechonera barrio local restaur orlando florida","id":231192788086165500,"day":"03"},{"text":"RT @WHLive: President Obama: \"The people standing behind me shouldn’t have to pay more just so that the wealthiest Americans can pay less\"","month":"08","year":"2012","corpus":"whlive presid obama peopl stand behind pay wealthiest american pay less","id":231421167016218620,"day":"03"},{"text":"RT @Number10gov: President Obama has called the PM to congratulate the UK on a brilliant Olympics, praising the organisation of the Game ...","month":"08","year":"2012","corpus":"number10gov presid obama call congratul brilliant olymp prais organis game","id":234750482617348100,"day":"12"},{"text":"Yesterday, President Obama toured a family farm affected by the #drought in IA. More info: http://t.co/6NHFGQs6 Photo: http://t.co/ucTEoxqY","month":"08","year":"2012","corpus":"yesterday presid obama tour famili farm affect drought info photo","id":235428201944461300,"day":"14"},{"text":"RT @pfeiffer44: President Obama just popped into the briefing room to take some questions from the White House press corps","month":"08","year":"2012","corpus":"pfeiffer44 presid obama pop brief room take question white hous press corp","id":237602438935359500,"day":"20"},{"text":"Photo of the Day: President Obama greets people in Charlottesville, Virginia &amp; reacts after recognizing actress Sissy Spacek in the crowd:","month":"08","year":"2012","corpus":"photo day presid obama greet peopl charlottesvil virginia amp react recogn actress sissi spacek crowd","id":241296816723873800,"day":"30"},{"text":"President Obama's Weekly Address: Honoring Our Nation's Service Members &amp; Military Families: http://t.co/1QIIczUt","month":"09","year":"2012","corpus":"presid obama weekli address honor nation servic member amp militari famili","id":242046631606902800,"day":"01"},{"text":"The #NFL season kicks off tonight! Watch President Obama congratulate the New York @Giants at the White House. Video: http://t.co/oU0xLQyT","month":"09","year":"2012","corpus":"nfl season kick tonight watch presid obama congratul new york giant white hous video","id":243509313782554620,"day":"06"},{"text":"President Obama's Weekly Address: Coming Together to Remember September 11th:  http://t.co/tLMMstYS","month":"09","year":"2012","corpus":"presid obama weekli address come togeth rememb septemb 11th","id":244430797078159360,"day":"08"},{"text":"RT @WHLive: Happening at 10:35 AM EDT: President Obama delivers a statement in the Rose Garden. Watch live: http://t.co/fJ51rw01","month":"09","year":"2012","corpus":"whlive happen edt presid obama deliv statement rose garden watch live","id":245877085728542720,"day":"12"},{"text":"RT @Interior: President Obama signs proclamation designating #ChimneyRock as a National Monument http://t.co/NZvzMFNb cc: @USDA","month":"09","year":"2012","corpus":"interior presid obama sign proclam design chimneyrock nation monument usda","id":249214094715015170,"day":"21"},{"text":"Today, President Obama designated Chimney Rock in Colorado as our newest national monument: http://t.co/krfV0zZR Pic: http://t.co/ffxHA5ro","month":"09","year":"2012","corpus":"today presid obama design chimney rock colorado newest nation monument pic","id":249257463122116600,"day":"21"},{"text":"RT @WHLive: President Obama: \"But no government, no nation, can meet this challenge alone. Everyone has a responsibility. Every nation c ...","month":"09","year":"2012","corpus":"whlive presid obama govern nation meet challeng alon everyon respons everi nation","id":250638107555274750,"day":"25"},{"text":"\"We've made too much progress to return to the policies that got us into this mess in the first place.\"-President Obama http://t.co/Vst7mhyt","month":"10","year":"2012","corpus":"made much progress return polici got mess first place .\"- presid obama","id":254615732418125820,"day":"06"},{"text":"President Obama to those effected by #Sandy: \"We are here for you. We will not forget.\" Watch: http://t.co/92evmG6a","month":"11","year":"2012","corpus":"presid obama effect sandi forget watch","id":263835261878796300,"day":"01"},{"text":"Today at 1pm ET: President Obama speaks on growing our economy &amp; reducing our deficit. Watch: http://t.co/ZnJTOD77 Follow: @WHLive","month":"11","year":"2012","corpus":"today 1pm presid obama speak grow economi amp reduc deficit watch follow whlive","id":266929907286810620,"day":"09"},{"text":"\"The American people voted for action, not politics as usual.\" -President Obama: http://t.co/Y3yLb6SC Photo: http://t.co/rjVx0RWR","month":"11","year":"2012","corpus":"american peopl vote action polit usual presid obama photo","id":267208349718810620,"day":"10"},{"text":"RT @DeptVetAffairs: President Obama speaks about the sacred obligation to ensure Veterans care at @ArlingtonNatl http://t.co/MiKC0T3J","month":"11","year":"2012","corpus":"deptvetaffair presid obama speak sacr oblig ensur veteran care arlingtonnatl","id":267675959170322430,"day":"11"},{"text":"President Obama: \"I know these challenges won't be easy to solve. But we can do it if we work together.\" Watch: http://t.co/FNpaahb5","month":"11","year":"2012","corpus":"presid obama know challeng easi solv work togeth watch","id":269878130691411970,"day":"17"},{"text":"RT @USEmbassyBurma: President #Obama greets officials at Rangoon Int'l Airport as the first U.S. President to visit #Burma http://t.co/5 ...","month":"11","year":"2012","corpus":"usembassyburma presid obama greet offici rangoon int airport first presid visit burma","id":270370828531687420,"day":"19"},{"text":"Tomorrow, #ShopSmall on Small Business Saturday, Nov 24. In 2011, President Obama visited @kramerbooks on #SmallBizSat: http://t.co/sOaCchfX","month":"11","year":"2012","corpus":"tomorrow shopsmal small busi saturday nov 2011 presid obama visit kramerbook smallbizsat","id":272028549328814080,"day":"23"},{"text":"Photo of the Day: President Obama talks with Natoma Canfield whose letter hangs outside the Oval: http://t.co/Rs234lVS http://t.co/la8lval0","month":"12","year":"2012","corpus":"photo day presid obama talk natoma canfield whose letter hang outsid oval","id":279265543096266750,"day":"13"},{"text":"Starting at 7:40 pm ET: President Obama speaks at a Hanukkah Reception at the White House. Watch: http://t.co/u95tzH8r","month":"12","year":"2012","corpus":"start presid obama speak hanukkah recept white hous watch","id":279385288105676800,"day":"14"},{"text":"Happening now: President Obama addresses the Connecticut school shooting from the Briefing Room. Watch: http://t.co/2c7prTb3 #CTShooting","month":"12","year":"2012","corpus":"happen presid obama address connecticut school shoot brief room watch ctshoot","id":279681281418219520,"day":"14"},{"text":"Tonight, President Obama will speak at a vigil for victims &amp; families in Newtown, CT. Watch live at 7pm ET: http://t.co/XoRYMWOQ","month":"12","year":"2012","corpus":"tonight presid obama speak vigil victim amp famili newtown watch live 7pm","id":280439106541068300,"day":"16"},{"text":"Happening now: President Obama speaks from the briefing room. Watch live: http://t.co/vrg5Id91","month":"12","year":"2012","corpus":"happen presid obama speak brief room watch live","id":284793657536700400,"day":"28"},{"text":"Watch live at 5:45pm ET: President Obama delivers a statement from the briefing room. Watch: http://t.co/vrg5Id91","month":"12","year":"2012","corpus":"watch live 45pm presid obama deliv statement brief room watch","id":284788467752374270,"day":"28"},{"text":"President Obama's Weekly Address: Working together in the New Year to grow our economy and shrink our deficits: http://t.co/9KUdO5l9","month":"01","year":"2013","corpus":"presid obama weekli address work togeth new year grow economi shrink deficit","id":287571925818028030,"day":"05"},{"text":"Today, President Obama nominated Chuck Hagel for Secretary of Defense &amp; John Brennan for Director of the CIA. Watch: http://t.co/KiRlBlRA","month":"01","year":"2013","corpus":"today presid obama nomin chuck hagel secretari defens amp john brennan director cia watch","id":288402082673860600,"day":"07"},{"text":"Photo of the day: President Obama meets with senior advisors in the Oval Office, Jan. 8, 2013: http://t.co/8QTihZq8","month":"01","year":"2013","corpus":"photo day presid obama meet senior advisor oval offic jan 2013","id":289068788433944600,"day":"09"},{"text":"Happening at 1:30 ET: President Obama makes a personnel announcement from the White House. Watch live: http://t.co/s8hchuu9","month":"01","year":"2013","corpus":"happen presid obama make personnel announc white hous watch live","id":289386466411413500,"day":"10"},{"text":"Today, President Obama nominated Jack Lew for Secretary of the Treasury. Watch: http://t.co/cqk5wSfO","month":"01","year":"2013","corpus":"today presid obama nomin jack lew secretari treasuri watch","id":289474013187682300,"day":"10"},{"text":"Watch live at 11:55ET: President Obama &amp; @VP Biden announce proposals to reduce gun violence: http://t.co/0GcbnXj6 http://t.co/YncVLCmj","month":"01","year":"2013","corpus":"watch live 55et presid obama amp biden announc propos reduc gun violenc","id":291572108721537000,"day":"16"},{"text":"RT @VP: Vice President: \"You show incredible courage being here &amp; the President &amp; I are going to do our best to honor the memory ...","month":"01","year":"2013","corpus":"vice presid show incred courag amp presid amp go best honor memori","id":291588990040154100,"day":"16"},{"text":"Watch live: President Obama takes the oath of office at the official swearing-in ceremony at the White House: http://t.co/ncjGusur","month":"01","year":"2013","corpus":"watch live presid obama take oath offic offici swear ceremoni white hous","id":293039209990729700,"day":"20"},{"text":"President Obama takes the oath of office for a second term surrounded by family at the White House: http://t.co/Vau1x1h2","month":"01","year":"2013","corpus":"presid obama take oath offic second term surround famili white hous","id":293053062933782500,"day":"20"},{"text":"Watch at 11:55 ET: President Obama takes the oath of office at the official swearing-in ceremony: http://t.co/8qUD3M3F #inaug2013","month":"01","year":"2013","corpus":"watch presid obama take oath offic offici swear ceremoni inaug2013","id":293031676181876740,"day":"20"},{"text":"“We will respond to the threat of climate change” —President Obama #inaug2013 http://t.co/fpasGbNG","month":"01","year":"2013","corpus":"respond threat climat chang presid obama inaug2013","id":293403289247162400,"day":"21"},{"text":"\"That all of us are created equal – is still the star that guides us still.\" —President Obama #inaug2013 http://t.co/hAtROggQ","month":"01","year":"2013","corpus":"creat equal still star guid still presid obama inaug2013","id":293409419792900100,"day":"21"},{"text":"\"The most evident of truths – that all of us are created equal – is still the star that guides us still.\" —President Obama #inaug2013","month":"01","year":"2013","corpus":"evid truth creat equal still star guid still presid obama inaug2013","id":293404369678901250,"day":"21"},{"text":"On Monday at 1:35ET: President Obama will honor the @NBA Champion @MiamiHeat in a ceremony at the @Whitehouse.","month":"01","year":"2013","corpus":"monday 35et presid obama honor nba champion miamiheat ceremoni whitehous","id":294263274705391600,"day":"24"},{"text":"Photo of the Day: President Obama &amp; @FLOTUS Michelle Obama surprise visitors on a @WhiteHouse tour http://t.co/O5MBdjbl http://t.co/YmGHMlgp","month":"01","year":"2013","corpus":"photo day presid obama amp flotu michel obama surpris visitor whitehous tour","id":294289934460801000,"day":"24"},{"text":"Photo of the Day: President Obama accepts a basketball from @KingJames during a ceremony to honor the Miami #Heat: http://t.co/d0267Kob","month":"01","year":"2013","corpus":"photo day presid obama accept basketbal kingjam ceremoni honor miami heat","id":296097858841620500,"day":"29"},{"text":"\"We live in a moment when the dream of equal opportunity is within reach\"-President Obama on #BlackHistoryMonth: http://t.co/n396SJnL","month":"02","year":"2013","corpus":"live moment dream equal opportun within reach presid obama blackhistorymonth","id":297453142663114750,"day":"01"},{"text":"Photo of the Day: A view from outside the Oval Office, President Obama meets with outgoing Chief of Staff Jack Lew: http://t.co/TMhxaCcM","month":"02","year":"2013","corpus":"photo day view outsid oval offic presid obama meet outgo chief staff jack lew","id":297143851305537540,"day":"01"},{"text":"This week at 1600 Penn: President Obama spoke on #ImmigrationReform, met w/ @BGCA_Clubs youth &amp; the @MiamiHeat. Watch: http://t.co/MlaszrJv","month":"02","year":"2013","corpus":"week 1600 penn presid obama spoke immigrationreform met bgca_club youth amp miamiheat watch","id":297502232042164200,"day":"02"},{"text":"RT @WHLive: President Obama: \"That’s why I need everyone listening to keep the pressure on your Members of Congress to do the right thin ...","month":"02","year":"2013","corpus":"whlive presid obama need everyon listen keep pressur member congress right thin","id":298521379047882750,"day":"04"},{"text":"Today at 2 ET: President Obama makes a personnel announcement from the White House. Watch live: http://t.co/u95tzH8r","month":"02","year":"2013","corpus":"today presid obama make personnel announc white hous watch live","id":299179463688740860,"day":"06"},{"text":"This week, we let 18 outstanding Americans know that President Obama selected them to receive a 2012 Citizens Medal: http://t.co/NEQ1aFoW","month":"02","year":"2013","corpus":"week let outstand american know presid obama select receiv 2012 citizen medal","id":300072563126698000,"day":"09"},{"text":"President Obama: \"Over the last few years, both parties have worked together to reduce the deficit by more than $2.5 trillion.\" #SOTU","month":"02","year":"2013","corpus":"presid obama last year parti work togeth reduc deficit trillion sotu","id":301516370410082300,"day":"13"},{"text":"\"Let’s be clear: deficit reduction alone is not an economic plan.\" -President Obama in #SOTU #JobsNow","month":"02","year":"2013","corpus":"let clear deficit reduct alon econom plan presid obama sotu jobsnow","id":301518426965434400,"day":"13"},{"text":"President Obama: \"Those of us who care deeply about programs like Medicare must embrace the need for modest reforms.\" #SOTU","month":"02","year":"2013","corpus":"presid obama care deepli program like medicar must embrac need modest reform sotu","id":301516881049837600,"day":"13"},{"text":"President Obama: \"Poor kids who need help the most, this lack of access to preschool education can shadow them for the rest of their lives.\"","month":"02","year":"2013","corpus":"presid obama poor kid need help lack access preschool educ shadow rest live","id":301521736921395200,"day":"13"},{"text":"President Obama: \"Real reform means strong border security\" #immigrationreform","month":"02","year":"2013","corpus":"presid obama real reform mean strong border secur immigrationreform","id":301523132668313600,"day":"13"},{"text":"President Obama: \"There are communities in this country where no matter how hard you work, it’s virtually impossible to get ahead.\" #JobsNow","month":"02","year":"2013","corpus":"presid obama commun countri matter hard work virtual imposs get ahead jobsnow","id":301524201817391100,"day":"13"},{"text":"Tonight in #SOTU, President Obama called on Congress to reward hard work by raising the minimum wage: http://t.co/VtRHEFfu","month":"02","year":"2013","corpus":"tonight sotu presid obama call congress reward hard work rais minimum wage","id":301580251404849150,"day":"13"},{"text":"President Obama: \"And real reform means fixing the legal immigration system to cut waiting periods\" #ImmigrationReform","month":"02","year":"2013","corpus":"presid obama real reform mean fix legal immigr system cut wait period immigrationreform","id":301523280236519400,"day":"13"},{"text":"President Obama in #SOTU: \"Mr. Speaker, Mr. Vice President, Members of Congress, fellow citizens:\" http://t.co/fThUrNNZ","month":"02","year":"2013","corpus":"presid obama sotu speaker vice presid member congress fellow citizen","id":301515165323628540,"day":"13"},{"text":"Starting at 11:10ET: President Obama welcomes the recipients of the 2012 Presidential Citizens Medal. Watch live: http://t.co/u95tzH8r","month":"02","year":"2013","corpus":"start 10et presid obama welcom recipi 2012 presidenti citizen medal watch live","id":302446816987861000,"day":"15"},{"text":"Photo of the Day: President Obama takes questions during a meeting with the National Governors Association at the WH: http://t.co/yxaGapFva5","month":"02","year":"2013","corpus":"photo day presid obama take question meet nation governor associ","id":306184254491095040,"day":"25"},{"text":"Statement from the President on the Confirmation of Chuck Hagel as Secretary of Defense:  http://t.co/eaiVEqbiNO","month":"02","year":"2013","corpus":"statement presid confirm chuck hagel secretari defens","id":306548072895361000,"day":"26"},{"text":"Statement from President Obama on the House Passage of the Violence Against Women Act: http://t.co/5IstJKgOq0 #VAWA","month":"02","year":"2013","corpus":"statement presid obama hous passag violenc women act vawa","id":307183281353404400,"day":"28"},{"text":"Photo: President Obama watches as @VP Biden swears in @USTreasury Secretary Jack Lew during a ceremony in the Oval: http://t.co/EInn2T0SoX","month":"02","year":"2013","corpus":"photo presid obama watch biden swear ustreasuri secretari jack lew ceremoni oval","id":307235926499815400,"day":"28"},{"text":"Happening at 10:15 ET: President Obama makes a personnel announcement from the White House. Watch live: http://t.co/yvZ8PkSl5s","month":"03","year":"2013","corpus":"happen presid obama make personnel announc white hous watch live","id":308587195646742500,"day":"04"},{"text":"INFOGRAPHIC: President Obama's judicial nominees: Historic successes, unprecedented delays: http://t.co/NHEzwPXuak http://t.co/aPQVw1YXPG","month":"03","year":"2013","corpus":"infograph presid obama judici nomine histor success unpreced delay","id":309063175117103100,"day":"05"},{"text":"Photo of the Day: President Obama holds a Cabinet meeting in the Cabinet Room of the WH: http://t.co/CIKKshbzCe http://t.co/8ZtsFo2hn6","month":"03","year":"2013","corpus":"photo day presid obama hold cabinet meet cabinet room","id":308795145728426000,"day":"05"},{"text":"Happening now: President Obama &amp; @VP Biden Speak at the Violence Against Women Act Bill Signing: http://t.co/lkB4xDG2Hw #VAWA","month":"03","year":"2013","corpus":"happen presid obama amp biden speak violenc women act bill sign vawa","id":309744292853866500,"day":"07"},{"text":"RT @WHLive: President Obama: \"We’ve made incredible progress since 1994. But we can’t let up. Not now.\" #VAWA","month":"03","year":"2013","corpus":"whlive presid obama made incred progress sinc 1994 let vawa","id":309750434275401700,"day":"07"},{"text":"Photo of the Day: President Obama and @VP Biden meet with @USTreasury Secretary Jack Lew in the Oval Office: http://t.co/BG8hJPPn4k","month":"03","year":"2013","corpus":"photo day presid obama biden meet ustreasuri secretari jack lew oval offic","id":309681088672976900,"day":"07"},{"text":"\"When someone tells us we can’t, we say yes, we can.\" —President Obama","month":"03","year":"2013","corpus":"someon tell say ye presid obama","id":312637255447613440,"day":"15"},{"text":"This morning, President Obama will make a personnel announcement in the East Room. Watch live at 11:40 AM ET: http://t.co/b4tqL3nPDV","month":"03","year":"2013","corpus":"morn presid obama make personnel announc east room watch live","id":313643779443810300,"day":"18"},{"text":"Happening now: President Obama &amp; @FLOTUS Michelle Obama host a St. Patrick's Day reception: http://t.co/b4tqL3nPDV","month":"03","year":"2013","corpus":"happen presid obama amp flotu michel obama host patrick day recept","id":314131055651221500,"day":"19"},{"text":"Photo of the Day: President Obama &amp; PM @Netanyahu walk across the tarmac at Ben Gurion Int'l Airport in Tel Aviv: http://t.co/u8QCu6VPJJ","month":"03","year":"2013","corpus":"photo day presid obama amp netanyahu walk across tarmac ben gurion int airport tel aviv","id":314523168524091400,"day":"20"},{"text":"RT @WHLive: Happening now: President Obama &amp; PM @netanyahu hold a press conference: http://t.co/oPflTkkHep","month":"03","year":"2013","corpus":"whlive happen presid obama amp netanyahu hold press confer","id":314444590646194200,"day":"20"},{"text":"Today at 11am ET, President Obama will address the people of Israel from the Convention Center in Jerusalem. Watch: http://t.co/b4tqL3nPDV","month":"03","year":"2013","corpus":"today 11am presid obama address peopl israel convent center jerusalem watch","id":314746951507787800,"day":"21"},{"text":"President Obama: \"Only in Israel could you see the Dead Sea Scrolls and the place where the technology on board the Mars Rover originated\"","month":"03","year":"2013","corpus":"presid obama israel could see dead sea scroll place technolog board mar rover origin","id":314748157865127940,"day":"21"},{"text":"Photo of the Day: President Obama tours the crypt containing the birthplace of Jesus in Bethlehem: http://t.co/UBq5eN9J6r","month":"03","year":"2013","corpus":"photo day presid obama tour crypt contain birthplac jesu bethlehem","id":315247305215332350,"day":"22"},{"text":"\"If you want to buy a gun...you should at least have to pass a background check\"  –President Obama #NowIsTheTime","month":"04","year":"2013","corpus":"want buy gun ... least pass background check presid obama nowisthetim","id":319562288925401100,"day":"03"},{"text":"President Obama: \"90% of Americans – 90% – support background checks that will keep criminals...from buying a gun.\" #NowIsTheTime","month":"04","year":"2013","corpus":"presid obama american support background check keep crimin ... buy gun nowisthetim","id":319563082768740350,"day":"03"},{"text":"President Obama: \"The only way this time will be different is if the American people demand that this time must be different.\" #NowIsTheTime","month":"04","year":"2013","corpus":"presid obama way time differ american peopl demand time must differ nowisthetim","id":319563408003448800,"day":"03"},{"text":"Photo of the Day: President Obama &amp; Rachel Robinson, Jackie Robinson's widow, at a screening of #42movie at the WH: http://t.co/TtDwyHJloC","month":"04","year":"2013","corpus":"photo day presid obama amp rachel robinson jacki robinson widow screen 42movi","id":319456096957911040,"day":"03"},{"text":"President Obama: \"I don’t believe that weapons designed for theaters of war have a place in movie theaters.\" Watch: http://t.co/gZCwd6wnJj","month":"04","year":"2013","corpus":"presid obama believ weapon design theater war place movi theater watch","id":319639247818743800,"day":"04"},{"text":"Today, President Obama released his 2014 budget: http://t.co/kwp5yhOpbT Top 10 things you need to know: http://t.co/f36V2a8i6Q","month":"04","year":"2013","corpus":"today presid obama releas 2014 budget top thing need know","id":322170350936916000,"day":"11"},{"text":"\"On days like this there are no Republicans or Democrats – we are Americans, united in concern for our fellow citizens.\" —President Obama","month":"04","year":"2013","corpus":"day like republican democrat american unit concern fellow citizen presid obama","id":323921555333734400,"day":"15"},{"text":"President Obama orders U.S. flags to be flown at half-staff in honor of the victims of the tragedy in #Boston: http://t.co/4rNBof1Z7h","month":"04","year":"2013","corpus":"presid obama order flag flown half staff honor victim tragedi boston","id":324198700945653760,"day":"16"},{"text":"President Obama: \"Sooner or later, we are going to get this right. The memories of these children demand it. And so do the American people.\"","month":"04","year":"2013","corpus":"presid obama sooner later go get right memori children demand american peopl","id":324642079663878140,"day":"17"},{"text":"VIDEO: \"You have shown us, Boston, that in the face of evil, Americans will lift up what is good.\" —President Obama: http://t.co/N9JZq20S9w","month":"04","year":"2013","corpus":"video shown boston face evil american lift good presid obama","id":325066425901396000,"day":"19"},{"text":"Shortly after the Boston press conference concludes, President Obama will address the Nation. Watch at http://t.co/fkp4hP13as #watertown","month":"04","year":"2013","corpus":"shortli boston press confer conclud presid obama address nation watch watertown","id":325425293105971200,"day":"20"},{"text":"President Obama: \"The science fair projects of today could become the products or businesses of tomorrow.\" #WHScienceFair","month":"04","year":"2013","corpus":"presid obama scienc fair project today could becom product busi tomorrow whsciencefair","id":326402030069481500,"day":"22"},{"text":"President Obama on President Bush: \"We share a profound respect and reverence for the men and women of our military and their families.\"","month":"04","year":"2013","corpus":"presid obama presid bush share profound respect rever men women militari famili","id":327458405746876400,"day":"25"},{"text":"President Obama to the people of West, TX: \"Your country will remain ever ready to help you recover and rebuild and reclaim your community.\"","month":"04","year":"2013","corpus":"presid obama peopl west countri remain ever readi help recov rebuild reclaim commun","id":327527735155105800,"day":"25"},{"text":"President Obama: “To the families and neighbors grappling with unbearable loss—you are not alone. You are not forgotten.”","month":"04","year":"2013","corpus":"presid obama famili neighbor grappl unbear loss alon forgotten","id":327527423077928960,"day":"25"},{"text":"President Obama: \"There is only one way to truly fix the sequester: By replacing it before it causes further damage.\" http://t.co/WxRLDIMITQ","month":"04","year":"2013","corpus":"presid obama one way truli fix sequest replac caus damag","id":328193356863791100,"day":"27"},{"text":"Watch: President Obama at the 2013 White House Correspondents' Dinner. http://t.co/IiYu7dZSeo, http://t.co/aKP41OvTco","month":"04","year":"2013","corpus":"watch presid obama 2013 white hous correspond dinner","id":328878137335222300,"day":"29"},{"text":"\"Hiring our veterans and military spouses is not just the patriotic thing to do—it’s the smart thing to do.\" —President Obama","month":"04","year":"2013","corpus":"hire veteran militari spous patriot thing smart thing presid obama","id":329266785922715650,"day":"30"},{"text":"\"Penny is one of our country’s most distinguished business leaders.\" —President Obama on @CommerceGov nominee Penny Pritzker","month":"05","year":"2013","corpus":"penni one countri distinguish busi leader presid obama commercegov nomine penni pritzker","id":329983566991749100,"day":"02"},{"text":"President Obama: \"We've cleared away the rubble of the worst economic crisis of our lifetimes. So we're poised for progress.\"","month":"05","year":"2013","corpus":"presid obama clear away rubbl worst econom crisi lifetim pois progress","id":332566559480487940,"day":"09"},{"text":"President Obama: \"Insurance companies can no longer impose lifetime limits on the amount of care you receive.\" #ThanksObamacare","month":"05","year":"2013","corpus":"presid obama insur compani longer impos lifetim limit amount care receiv thanksobamacar","id":332932533119504400,"day":"10"},{"text":"Preview President Obama's trip to Baltimore where he'll discuss the importance of manufacturing and early education. http://t.co/1HoNMIEKO7","month":"05","year":"2013","corpus":"preview presid obama trip baltimor discuss import manufactur earli educ","id":335205691352559600,"day":"17"},{"text":"President Obama: \"That strength of character and bond of fellowship, that refutation of fear—that is both our sword and our shield.\"","month":"05","year":"2013","corpus":"presid obama strength charact bond fellowship refut fear sword shield","id":337645037435375600,"day":"23"},{"text":"President Obama: “We need all elements of national power to win a battle of wills and a battle of ideas.”","month":"05","year":"2013","corpus":"presid obama need element nation power win battl will battl idea","id":337632481211736060,"day":"23"},{"text":"President Obama to the people of Oklahoma: \"You are not alone.\"","month":"05","year":"2013","corpus":"presid obama peopl oklahoma alon","id":338715938092359700,"day":"26"},{"text":"President Obama in Oklahoma: \"This is a strong community, with strong character. There's no doubt that they are going to bounce back\"","month":"05","year":"2013","corpus":"presid obama oklahoma strong commun strong charact doubt go bounc back","id":338717133036998660,"day":"26"},{"text":"Today, President Obama travels to Oklahoma to meet with families impacted by the devastating tornadoes and to thank first responders.","month":"05","year":"2013","corpus":"today presid obama travel oklahoma meet famili impact devast tornado thank first respond","id":338686940016672800,"day":"26"},{"text":"RT @lacasablanca: Oval Office meeting: Today, President Obama and @sr_simone of \"Nuns on the Bus\" discussed #ImmigrationReform. http://t.co…","month":"05","year":"2013","corpus":"lacasablanca oval offic meet today presid obama sr_simon nun bu discuss immigrationreform","id":340287200639987700,"day":"31"},{"text":"President Obama: \"We all know someone—a family member, a friend, a neighbor—who has struggled or will struggle with mental health issues.\"","month":"06","year":"2013","corpus":"presid obama know someon famili member friend neighbor struggl struggl mental health issu","id":341556256890314750,"day":"03"},{"text":"RT to share how President Obama is taking on patent trolls to protect American innovation: http://t.co/rCmkZVy9lt, http://t.co/Mkn1utExkA","month":"06","year":"2013","corpus":"share presid obama take patent troll protect american innov","id":342025526694780900,"day":"04"},{"text":"At 12:10pm ET, President Obama honors the Super Bowl Champion Baltimore @Ravens. Watch: http://t.co/KvadYk9atb #RavensAtTheWH","month":"06","year":"2013","corpus":"10pm presid obama honor super bowl champion baltimor raven watch ravensatthewh","id":342289517165830140,"day":"05"},{"text":"President Obama: \"Competition and choice are pushing costs down in the individual market.\" #WhatHasObamaCareDoneForMeLately","month":"06","year":"2013","corpus":"presid obama competit choic push cost individu market whathasobamacaredoneformel","id":343037122783109100,"day":"07"},{"text":"President Obama: “That’s why the first bill I signed into law was the Lilly Ledbetter Fair Pay Act.” #EqualPay","month":"06","year":"2013","corpus":"presid obama first bill sign law lilli ledbett fair pay act equalpay","id":344121870762782700,"day":"10"},{"text":"Worth a RT: Here's how President Obama's plan would fix our broken immigration system. http://t.co/Z8eYXAZ6Yb, http://t.co/HeIpcQlUFz","month":"06","year":"2013","corpus":"worth presid obama plan would fix broken immigr system","id":344501419648356350,"day":"11"},{"text":"President Obama to @CharlieRose: \"Clearly, you have a hunger within Iran to engage with the international community in a more positive way.\"","month":"06","year":"2013","corpus":"presid obama charlieros clearli hunger within iran engag intern commun posit way","id":346825256209637400,"day":"18"},{"text":"Starting now on @PBS: Watch President Obama's interview with @CharlieRose on NSA, Syria, and more. http://t.co/FfWaVZxhZw","month":"06","year":"2013","corpus":"start pb watch presid obama interview charlieros nsa syria","id":346824494402388000,"day":"18"},{"text":"RT if you agree with President Obama: We owe it to our kids to do something about climate change. http://t.co/A3nco44EuD","month":"06","year":"2013","corpus":"agre presid obama owe kid someth climat chang","id":349210349330915300,"day":"24"},{"text":"President Obama: \"When all Americans are treated as equal—no matter who they are or whom they love—we are all more free.\" #MarriageEquality","month":"06","year":"2013","corpus":"presid obama american treat equal matter love free marriageequ","id":349915356980195300,"day":"26"},{"text":"Statement by President Obama on Senate Passage of #Immigration Reform: http://t.co/CVUpWdBcz9 #cirfloor","month":"06","year":"2013","corpus":"statement presid obama senat passag immigr reform cirfloor","id":350373081728024600,"day":"27"},{"text":"President Obama just met with members of the 1963 NCAA champion @LoyolaRamblers—who helped integrate basketball. http://t.co/NLe9hCmyZY","month":"07","year":"2013","corpus":"presid obama met member 1963 ncaa champion loyolarambl help integr basketbal","id":355409644694409200,"day":"11"},{"text":"President Obama: President Bush \"created an award...to recognize Americans who serve their neighbors and communities.\" #MyPointOfLight","month":"07","year":"2013","corpus":"presid obama presid bush creat award ... recogn american serv neighbor commun mypointoflight","id":356834516775604200,"day":"15"},{"text":"RT @lacasablanca: Worth watching: President Obama's interview with @Leon_Krauze on #ImmigrationReform tonight on @Univision at 6:00pm PT","month":"07","year":"2013","corpus":"lacasablanca worth watch presid obama interview leon_krauz immigrationreform tonight univis 00pm","id":357233809864929300,"day":"16"},{"text":"President Obama: \"But, I’m here today to tell you that we’re not there yet.\" #ABetterBargain","month":"07","year":"2013","corpus":"presid obama today tell yet abetterbargain","id":360088445995061250,"day":"24"},{"text":"President Obama on Congressional gridlock: \"You can't just be against something. You've got to be for something.\"","month":"07","year":"2013","corpus":"presid obama congression gridlock someth got someth","id":360099612712902660,"day":"24"},{"text":"RT to share President Obama's vision to keep building an economy where everyone who works hard can get ahead. http://t.co/Qtw5noZfOJ","month":"07","year":"2013","corpus":"share presid obama vision keep build economi everyon work hard get ahead","id":360806699965243400,"day":"26"},{"text":"\"Your shining deeds will live—now and forever\" —President Obama to Korean War veterans today: http://t.co/7vFUDaGJyD, http://t.co/6fY5e12ExR","month":"07","year":"2013","corpus":"shine deed live forev presid obama korean war veteran today","id":361273745945538560,"day":"27"},{"text":"Statement from President Obama on the confirmation of Samantha Power as U.S. Ambassador to the @UN: http://t.co/2Y6Et09Qdj","month":"08","year":"2013","corpus":"statement presid obama confirm samantha power ambassador","id":363065639935549440,"day":"01"},{"text":"Watch live: Sal Khan interviews @ArneDuncan about the President's plan to help more kids afford college: http://t.co/qRJmN5qPGf #DuncanKhan","month":"08","year":"2013","corpus":"watch live sal khan interview arneduncan presid plan help kid afford colleg duncankhan","id":370911609205432300,"day":"23"},{"text":"Watch President Obama's town hall at @BinghamtonU on college affordability at 12:45pm ET —&gt; http://t.co/KvadYk9atb #MakeCollegeAffordable","month":"08","year":"2013","corpus":"watch presid obama town hall binghamtonu colleg afford 45pm makecollegeafford","id":370948173516140540,"day":"23"},{"text":"President Obama: \"In the face of hatred, they prayed for their tormentors. In the face of violence, they stood up and sat in.\" #MLKDream50","month":"08","year":"2013","corpus":"presid obama face hatr pray tormentor face violenc stood sat mlkdream50","id":372798585341222900,"day":"28"},{"text":"President Obama: \"Because they marched, a Civil Rights law was passed. Because they marched, a Voting Rights law was signed.\" #MLKDream50","month":"08","year":"2013","corpus":"presid obama march civil right law pass march vote right law sign mlkdream50","id":372799414730903550,"day":"28"},{"text":"President Obama: \"The road will be long, but I know we can get there. Yes, we will stumble, but I know we’ll get back up.\" #MLKDream50","month":"08","year":"2013","corpus":"presid obama road long know get ye stumbl know get back mlkdream50","id":372803861490454500,"day":"28"},{"text":"\"We cannot accept a world where women and children and innocent civilians are gassed on an incredible scale.\" —President Obama on #Syria","month":"08","year":"2013","corpus":"cannot accept world women children innoc civilian gass incred scale presid obama syria","id":373542155718885400,"day":"30"},{"text":"President Obama met with Congressional leaders this morning on the situation in #Syria. Watch —&gt; http://t.co/DpYr8Lr5ci","month":"09","year":"2013","corpus":"presid obama met congression leader morn situat syria watch","id":375003235406196740,"day":"03"},{"text":"Here's where you can get the latest on President Obama's trip to Sweden and the G-20 —&gt; http://t.co/YS5KMXhzXo","month":"09","year":"2013","corpus":"get latest presid obama trip sweden","id":375038226613805060,"day":"03"},{"text":"President Obama on #Syria: \"We will be much more effective—we will be stronger—if we take action together as one nation.\"","month":"09","year":"2013","corpus":"presid obama syria much effect stronger take action togeth one nation","id":374930009338556400,"day":"03"},{"text":"Happening now: @AmbassadorPower speaks on the situation in #Syria. Watch —&gt; http://t.co/qRdwu3UdJA","month":"09","year":"2013","corpus":"happen ambassadorpow speak situat syria watch","id":375667787068239900,"day":"05"},{"text":"\"If we are serious about upholding a ban on chemical weapons use, then an international response is required.\" —President Obama on #Syria","month":"09","year":"2013","corpus":"seriou uphold ban chemic weapon use intern respons requir presid obama syria","id":375989330214256640,"day":"06"},{"text":"President Obama, Sec. Hagel &amp; General Dempsey mark the 12th anniversary of the 9/11 terrorist attacks. #NeverForget, http://t.co/Dy57h0Y2rw","month":"09","year":"2013","corpus":"presid obama sec hagel amp gener dempsey mark 12th anniversari terrorist attack neverforget","id":377925492923301900,"day":"11"},{"text":"President Obama: \"The images from this massacre are sickening. Men, women, children lying in rows, killed by poison gas.\" #Syria","month":"09","year":"2013","corpus":"presid obama imag massacr sicken men women children lie row kill poison ga syria","id":377598235499434000,"day":"11"},{"text":"Happening now: President Obama speaks at the 9/11 Remembrance Ceremony at The Pentagon —&gt; http://t.co/b4tqL36eMn #NeverForget","month":"09","year":"2013","corpus":"happen presid obama speak remembr ceremoni pentagon neverforget","id":377788045787168800,"day":"11"},{"text":"President Obama: \"No one disputes that chemical weapons were used in #Syria.\"","month":"09","year":"2013","corpus":"presid obama one disput chemic weapon use syria","id":377598491347800060,"day":"11"},{"text":"President Obama: \"We stand with the families of those who’ve been harmed.\" —&gt; http://t.co/AsNLPqHaZZ #NavyYardShooting","month":"09","year":"2013","corpus":"presid obama stand famili harm navyyardshoot","id":379743047723917300,"day":"16"},{"text":"President Obama receives an update from FBI Director Comey and AG Holder on the #NavyYardShooting investigation: http://t.co/Iy4UBRSacr","month":"09","year":"2013","corpus":"presid obama receiv updat fbi director comey holder navyyardshoot investig","id":380110380594241540,"day":"17"},{"text":"Alanah Poullard—the 5-year-old daughter of a wounded warrior—gets a written school excuse note from President Obama: http://t.co/ZuR5p4HQKI","month":"09","year":"2013","corpus":"alanah poullard year old daughter wound warrior get written school excus note presid obama","id":381072892345069600,"day":"20"},{"text":"RT @WHLive: Obama: \"However, as I’ve discussed with President Putin for over a year...my preference has always been a diplomatic resolution…","month":"09","year":"2013","corpus":"whlive obama howev discuss presid putin year ... prefer alway diplomat resolut","id":382510210440392700,"day":"24"},{"text":"President Obama: \"I remembered the fear Michelle and I felt when Sasha was a few months old, and she got meningitis.\" #Obamacare","month":"09","year":"2013","corpus":"presid obama rememb fear michel felt sasha month old got mening obamacar","id":383243625322139650,"day":"26"},{"text":"President Obama on #Obamacare: \"Not only will it help lower costs for businesses, but it will free up entrepreneurship in this country.\"","month":"09","year":"2013","corpus":"presid obama obamacar help lower cost busi free entrepreneurship countri","id":383250595366178800,"day":"26"},{"text":"President Obama at FEMA: \"Hold a vote. Call a vote right now.\" #JustVote --&gt; http://t.co/q8kxfiJ5gq","month":"10","year":"2013","corpus":"presid obama fema hold vote call vote right justvot --&","id":387351826036580350,"day":"07"},{"text":"President Obama: \"First, in the coming days and weeks, we should sit down and pursue a balanced approach to a responsible budget.\"","month":"10","year":"2013","corpus":"presid obama first come day week sit pursu balanc approach respons budget","id":390856816856272900,"day":"17"},{"text":"President Obama: \"I have a simple message for all the dedicated and patriotic federal workers...thank you for your service. Welcome back.\"","month":"10","year":"2013","corpus":"presid obama simpl messag dedic patriot feder worker ... thank servic welcom back","id":390859905277497340,"day":"17"},{"text":"President Obama: \"We honor the American in that video—the soldier who went back in—Captain William Swenson.\" http://t.co/ojgXgoGNTb","month":"10","year":"2013","corpus":"presid obama honor american video soldier went back captain william swenson","id":390945546937983000,"day":"17"},{"text":"Right now: President Obama speaks at the installation of FBI Director James Comey. Watch —&gt; http://t.co/KvadYk9atb","month":"10","year":"2013","corpus":"right presid obama speak instal fbi director jame comey watch","id":394864712849960960,"day":"28"},{"text":"President Obama to @ThisIsFusion on how young Americans can #GetCovered for \"less than your cell phone bill\" —&gt; http://t.co/shNa9Mbesa","month":"10","year":"2013","corpus":"presid obama thisisfus young american getcov less cell phone bill","id":395297692277940200,"day":"29"},{"text":"\"Today, we gather once more to honor patriots who have rendered the highest service any American can offer this nation.\" —President Obama","month":"11","year":"2013","corpus":"today gather honor patriot render highest servic american offer nation presid obama","id":399938944525008900,"day":"11"},{"text":"Watch a recap of President Obama's week at the White House —&gt; http://t.co/DxXzM3vMlk #WestWingWeek","month":"11","year":"2013","corpus":"watch recap presid obama week white hous westwingweek","id":399718265913499650,"day":"11"},{"text":"President Obama met with faith leaders in the Oval Office this morning on passing commonsense #ImmigrationReform —&gt; http://t.co/Sfp9EKRcFe","month":"11","year":"2013","corpus":"presid obama met faith leader oval offic morn pass commonsens immigrationreform","id":400699760010473500,"day":"13"},{"text":"RT @WHLive: President Obama at Arcelor Mittal: \"Folks are proud to have been making steel right here for 100 years.\" #MadeInAmerica","month":"11","year":"2013","corpus":"whlive presid obama arcelor mittal folk proud make steel right 100 year madeinamerica","id":401087564443959300,"day":"14"},{"text":"President Obama: \"These are men and women who in their extraordinary lives remind us all of the beauty of the human spirit.\" #MedalOfFreedom","month":"11","year":"2013","corpus":"presid obama men women extraordinari live remind beauti human spirit medaloffreedom","id":403201061525020700,"day":"20"},{"text":"RT @Cabinet: Remembering a great and inspiring President today. #tbt http://t.co/S3rBP5H4UF","month":"11","year":"2013","corpus":"cabinet rememb great inspir presid today tbt","id":403655672484483100,"day":"21"},{"text":"President Obama on #ConnectED: \"We've got to bring our schools and our libraries into the 21st century.\" Watch —&gt; http://t.co/jniNNFPP25","month":"11","year":"2013","corpus":"presid obama connect got bring school librari 21st centuri watch","id":403606492709797900,"day":"21"},{"text":"President Obama: \"For the first time in nearly a decade, we have halted the progress of the Iranian nuclear program.\" http://t.co/7nc7pUxSmP","month":"11","year":"2013","corpus":"presid obama first time nearli decad halt progress iranian nuclear program","id":404746012343803900,"day":"24"},{"text":"President Obama: \"As President and Commander in Chief, I will do what is necessary to prevent #Iran from obtaining a nuclear weapon.\"","month":"11","year":"2013","corpus":"presid obama presid command chief necessari prevent iran obtain nuclear weapon","id":404454653326143500,"day":"24"},{"text":"President Obama: \"It’s long past time to fix our broken immigration system.\" #ActOnReform","month":"11","year":"2013","corpus":"presid obama long past time fix broken immigr system actonreform","id":405064312693071900,"day":"25"},{"text":"Right now: President Obama speaks on fixing our broken immigration system. Watch —&gt; http://t.co/l3YlLcm7Dr #ActOnReform","month":"11","year":"2013","corpus":"right presid obama speak fix broken immigr system watch actonreform","id":405062824973447200,"day":"25"},{"text":"President Obama: \"We’ve made the tough choices required not just to help the economy recover, but to rebuild it on a new foundation.\"","month":"11","year":"2013","corpus":"presid obama made tough choic requir help economi recov rebuild new foundat","id":405440970809819140,"day":"26"},{"text":"President Obama: \"As for Caramel, he’s sticking around, and he’s already busy raising money for his next campaign.\"","month":"11","year":"2013","corpus":"presid obama caramel stick around alreadi busi rais money next campaign","id":405766465304793100,"day":"27"},{"text":"Right now: President Obama pardons the National Thanksgiving Turkey. Watch —&gt; http://t.co/mcO8uiLkPr #TeamPopcorn #TeamCaramel","month":"11","year":"2013","corpus":"right presid obama pardon nation thanksgiv turkey watch teampopcorn teamcaramel","id":405765718659981300,"day":"27"},{"text":"“On behalf of all the Obamas...I want to wish you a happy and healthy #Thanksgiving.” —President Obama: http://t.co/DYA15O3EZv","month":"11","year":"2013","corpus":"behalf obama ... want wish happi healthi thanksgiv presid obama","id":406090181628801000,"day":"28"},{"text":"President Obama: \"The disease that was once a death sentence now comes with a good chance at a healthy and productive life.\" #WorldAIDSDay","month":"12","year":"2013","corpus":"presid obama diseas death sentenc come good chanc healthi product life worldaidsday","id":407576350728265700,"day":"02"},{"text":"Worth sharing: The @NYTimes on how President Obama is fighting to give more Americans a chance to succeed —&gt; http://t.co/2jOz7DEz7Z","month":"12","year":"2013","corpus":"worth share nytim presid obama fight give american chanc succeed","id":408630701315997700,"day":"05"},{"text":"Watch President Obama’s full statement on the passing of Nelson Mandela —&gt; http://t.co/UWNRXTatH0","month":"12","year":"2013","corpus":"watch presid obama full statement pass nelson mandela","id":408796556515491840,"day":"06"},{"text":"Happening at 9:30am ET: Join President Obama for a moment of silence honoring the victims of the Sandy Hook shooting. http://t.co/8TL5TqSeBU","month":"12","year":"2013","corpus":"happen 30am join presid obama moment silenc honor victim sandi hook shoot","id":411864567442972700,"day":"14"},{"text":"President Obama: “I...want to help as many people as possible feel secure that they won’t go broke if they get sick.” http://t.co/GNfbftrfo3","month":"12","year":"2013","corpus":"presid obama ... want help mani peopl possibl feel secur broke get sick","id":414126649496453100,"day":"20"},{"text":"\"We are not a people who say 'you’re on your own.' We are a people who believe that we’re all in this together.\" —President Obama #RenewUI","month":"01","year":"2014","corpus":"peopl say peopl believ togeth presid obama renewui","id":420601926837747700,"day":"07"},{"text":"Starting now: President Obama announces partnerships with local communities to increase #OpportunityForAll. Watch → http://t.co/zByAabpbmd","month":"01","year":"2014","corpus":"start presid obama announc partnership local commun increas opportunityforal watch","id":421361803063328800,"day":"09"},{"text":"Right now: President Obama announces new steps to strengthen American manufacturing. Watch → http://t.co/RpMvUBm3a4 #InnovationNation","month":"01","year":"2014","corpus":"right presid obama announc new step strengthen american manufactur watch innovationn","id":423518538993639400,"day":"15"},{"text":"\"I welcome today’s signing of a cessation of hostilities agreement in South Sudan.\" —President Obama: http://t.co/9SAXF2o5Jt","month":"01","year":"2014","corpus":"welcom today sign cessat hostil agreement south sudan presid obama","id":426512315773906940,"day":"24"},{"text":"President Obama: \"If Iran’s leaders do not take this opportunity, then I will be the first to call for more sanctions.\" #SOTU","month":"01","year":"2014","corpus":"presid obama iran leader take opportun first call sanction sotu","id":428364553681129500,"day":"29"},{"text":"Starting now: President Obama speaks about his plan to help more Americans gain retirement security. Watch: http://t.co/Njmu9HXEbS #MyRA","month":"01","year":"2014","corpus":"start presid obama speak plan help american gain retir secur watch myra","id":428604663689388000,"day":"29"},{"text":"President Obama: \"As a parent as well as a President, I repeat that request tonight.\" #ActOnPreK #SOTU","month":"01","year":"2014","corpus":"presid obama parent well presid repeat request tonight actonprek sotu","id":428357796896460800,"day":"29"},{"text":"\"Let’s get immigration reform done this year.\" —President Obama #ActOnCIR","month":"01","year":"2014","corpus":"let get immigr reform done year presid obama actoncir","id":428355866283503600,"day":"29"},{"text":"President Obama: \"When I took office, nearly 180,000 Americans were serving in Iraq and Afghanistan.”","month":"01","year":"2014","corpus":"presid obama took offic nearli 180 000 american serv iraq afghanistan","id":428362400736505860,"day":"29"},{"text":"President Obama to Congress: \"The question for everyone in this chamber...is whether we are going to help or hinder this progress.\" #SOTU","month":"01","year":"2014","corpus":"presid obama congress question everyon chamber ... whether go help hinder progress sotu","id":428351629277265900,"day":"29"},{"text":"Wheels up for Wisconsin. President Obama speaks at 12:20pm ET on expanding job training: http://t.co/ifvw7E4CeO, http://t.co/JfgXkEAyY9","month":"01","year":"2014","corpus":"wheel wisconsin presid obama speak 20pm expand job train","id":428915967578492900,"day":"30"},{"text":"President Obama in TN: \"We want every child to have every chance in life...and every chance at success.\" #CollegeOpportunity","month":"01","year":"2014","corpus":"presid obama want everi child everi chanc life ... everi chanc success collegeopportun","id":429024961655603200,"day":"30"},{"text":"Don't miss out on the 200th edition of #WestWingWeek, with narration from President Obama…and from outer #space → http://t.co/yxk1WK0S3q","month":"02","year":"2014","corpus":"miss 200th edit westwingweek narrat presid obama outer space","id":429743689355653100,"day":"01"},{"text":"Thumbs up: Yesterday, President Obama raised the minimum wage for federal contract workers to $10.10. #RaiseTheWage, http://t.co/RG2tvRGaVf","month":"02","year":"2014","corpus":"thumb yesterday presid obama rais minimum wage feder contract worker raisethewag","id":433990744156561400,"day":"13"},{"text":"Check out how President Obama is helping creators spend more time on innovation, not litigation: http://t.co/EUV9KHcuQ4 #PatentAction","month":"02","year":"2014","corpus":"check presid obama help creator spend time innov litig patentact","id":436571395079028740,"day":"20"},{"text":"\"You can't bet against American workers or American industry.\" —President Obama: http://t.co/XH7tZfWTBc #WestWingWeek","month":"02","year":"2014","corpus":"bet american worker american industri presid obama westwingweek","id":436979410970103800,"day":"21"},{"text":"President Obama just met with the @DalaiLama at the White House → http://t.co/TNaZ7g7rse, http://t.co/uWUmciyz6M","month":"02","year":"2014","corpus":"presid obama met dalailama white hous","id":436930787833700350,"day":"21"},{"text":"RT @WHLive: President Obama: \"If any of you know a young person who’s uninsured, help them #GetCovered at http://t.co/FEepCRHE6o by March 3…","month":"03","year":"2014","corpus":"whlive presid obama know young person uninsur help getcov march","id":441295862053232640,"day":"05"},{"text":"At 1:05pm ET, President Obama will deliver a statement on the situation in #Ukraine. Watch → http://t.co/Hqt6gmnOMv","month":"03","year":"2014","corpus":"05pm presid obama deliv statement situat ukrain watch","id":441633734715248640,"day":"06"},{"text":"Here's the readout of President Obama's call with President Putin of Russia on the situation in #Ukraine → http://t.co/GUlyjfKquf","month":"03","year":"2014","corpus":"readout presid obama call presid putin russia situat ukrain","id":441722685970591740,"day":"06"},{"text":"\"Michelle &amp; I are only here today because of the education we received. That was our ticket to success\" —President Obama #CollegeOpportunity","month":"03","year":"2014","corpus":"michel amp today educ receiv ticket success presid obama collegeopportun","id":442029568149708800,"day":"07"},{"text":"The World Champion Boston @RedSox are at the @WhiteHouse. Watch President Obama honor them at 11:35am ET → http://t.co/ezA5iUC8de #GetBeard","month":"04","year":"2014","corpus":"world champion boston redsox whitehous watch presid obama honor 35am getbeard","id":451011195630153700,"day":"01"},{"text":"President Obama: \"Beards or no beards, it is an honor to welcome the 2013 World Series Champion Boston @RedSox to the White House.\"","month":"04","year":"2014","corpus":"presid obama beard beard honor welcom 2013 world seri champion boston redsox white hous","id":451020200432123900,"day":"01"},{"text":"\"This law is doing what it is supposed to do. It’s working. It’s helping people from coast to coast.\" —President Obama #7MillionAndCounting","month":"04","year":"2014","corpus":"law suppos work help peopl coast coast presid obama 7millionandcount","id":451094039723380740,"day":"01"},{"text":"President Obama: \"President Johnson fought for...until ultimately he signed the Civil Rights Act into law.\"","month":"04","year":"2014","corpus":"presid obama presid johnson fought ... ultim sign civil right act law","id":454310749813628900,"day":"10"},{"text":"Tune in at 11am ET as President Obama nominates the next @HHSgov Secretary → http://t.co/V8LlVyph5t","month":"04","year":"2014","corpus":"tune 11am presid obama nomin next hhsgov secretari","id":454628029957156860,"day":"11"},{"text":"\"Your courage, your resolve, your resilience...it makes me proud to be your Commander-in-Chief.\" —President Obama to Wounded Warriors","month":"04","year":"2014","corpus":"courag resolv resili ... make proud command chief presid obama wound warrior","id":456812242890010600,"day":"17"},{"text":"President Obama: \"35% of people who enrolled through the federal marketplace are under the age of 35.\" #8Million","month":"04","year":"2014","corpus":"presid obama peopl enrol feder marketplac age 8million","id":456880443548119040,"day":"17"},{"text":"\"Nobody who works full-time should ever have to live in poverty.\" —President Obama on why it's time to #RaiseTheWage http://t.co/vJwOnBeS7b","month":"04","year":"2014","corpus":"nobodi work full time ever live poverti presid obama time raisethewag","id":460871021831393300,"day":"28"},{"text":"RT if you agree with President Obama: It's time to help all our kids #ReachHigher and complete their education. http://t.co/Z4OYs5BIk5","month":"05","year":"2014","corpus":"agre presid obama time help kid reachhigh complet educ","id":462365100834557950,"day":"02"},{"text":"Happening now: President Obama speaks at the White House Correspondents' Association Dinner. Watch → http://t.co/mwJTtRIvBp","month":"05","year":"2014","corpus":"happen presid obama speak white hous correspond associ dinner watch","id":462779006488948740,"day":"04"},{"text":"\"Bienvenidos a @LaCasaBlanca!\" —President Obama at the @WhiteHouse Cinco de Mayo Reception #FelizCincoDeMayo","month":"05","year":"2014","corpus":"bienvenido lacasablanca presid obama whitehous cinco mayo recept felizcincodemayo","id":463435433888993300,"day":"05"},{"text":"Starting soon: President Obama speaks on why it's time to #RebuildAmerica by fixing our crumbling infrastructure → http://t.co/QhXESJP7MA","month":"05","year":"2014","corpus":"start soon presid obama speak time rebuildamerica fix crumbl infrastructur","id":466661210558332900,"day":"14"},{"text":"Starting soon: President Obama speaks at the National September 11 Memorial and Museum. Watch → http://t.co/b4tqL3oo0v","month":"05","year":"2014","corpus":"start soon presid obama speak nation septemb memori museum watch","id":466940674991210500,"day":"15"},{"text":"Great news: President Obama just designated Organ Mountains-Desert Peaks National Monument—protecting 500,000 acres. http://t.co/vf4jnRDwAX","month":"05","year":"2014","corpus":"great news presid obama design organ mountain desert peak nation monument protect 500 000 acr","id":469229814927589400,"day":"21"},{"text":"That time President Obama filtered water by riding a bike → http://t.co/D3kCOiFbXB #TBTScienceFair http://t.co/70ULrMrGwP","month":"05","year":"2014","corpus":"time presid obama filter water ride bike tbtsciencefair","id":469538169835511800,"day":"22"},{"text":"President Obama talks tourism at the Baseball Hall of Fame: http://t.co/1TO0mIdsYv #InvestInAmerica http://t.co/hi3BqhyAoM","month":"05","year":"2014","corpus":"presid obama talk tourism basebal hall fame investinamerica","id":469643723761287200,"day":"23"},{"text":"\"On this Memorial Day, and every day, these are the families and veterans we are sworn to look after.\" —President Obama","month":"05","year":"2014","corpus":"memori day everi day famili veteran sworn look presid obama","id":470955805203001340,"day":"26"},{"text":"\"At the beginning of 2015, we will have...9,800 U.S. servicemembers in different parts of the country.\" —President Obama on Afghanistan","month":"05","year":"2014","corpus":"begin 2015 ... 800 servicememb differ part countri presid obama afghanistan","id":471363215059083260,"day":"27"},{"text":"\"When I took office, we had nearly 180,000 troops in harm’s way. By the end of this year, we will have less than 10,000.\" —President Obama","month":"05","year":"2014","corpus":"took offic nearli 180 000 troop harm way end year less 000 presid obama","id":471363778949677060,"day":"27"},{"text":"\"In the 21st century, American isolationism is not an option.\" —President Obama","month":"05","year":"2014","corpus":"21st centuri american isolation option presid obama","id":471660439730806800,"day":"28"},{"text":"At 11:10am ET, President Obama speaks at the Healthy Kids and Safe Sports Concussion Summit. Watch → http://t.co/7QUc084BX3 #HeadsUp4Safety","month":"05","year":"2014","corpus":"10am presid obama speak healthi kid safe sport concuss summit watch headsup4safeti","id":472025837001125900,"day":"29"},{"text":"President Obama's convening key stakeholders to help prevent, identify and respond to concussions → http://t.co/SAM28uknRt #HeadsUp4Safety","month":"05","year":"2014","corpus":"presid obama conven key stakehold help prevent identifi respond concuss headsup4safeti","id":472112685945868300,"day":"29"},{"text":"\"We want our kids playing sports…as parents though, we want to keep them safe.\" —President Obama #HeadsUp4Safety","month":"05","year":"2014","corpus":"want kid play sport parent though want keep safe presid obama headsup4safeti","id":472035718705848300,"day":"29"},{"text":"\"Ric’s commitment to our veterans is unquestioned. I am grateful for his service.\" —President Obama on Secretary Shinseki","month":"05","year":"2014","corpus":"ric commit veteran unquest grate servic presid obama secretari shinseki","id":472397188505829400,"day":"30"},{"text":"President Obama on expanding opportunity for young Americans—with an assist from @MagicJohnson: http://t.co/Zcx9Unugg7 #MyBrothersKeeper","month":"05","year":"2014","corpus":"presid obama expand opportun young american assist magicjohnson mybrotherskeep","id":472416538880798700,"day":"30"},{"text":"Here's how President Obama is expanding opportunity for more hardworking young Americans → http://t.co/8oNPO3Miv0 #MyBrothersKeeper","month":"05","year":"2014","corpus":"presid obama expand opportun hardwork young american mybrotherskeep","id":472388645509267460,"day":"30"},{"text":"\"We cannot wait for the moment when you are reunited, and your son Bowe is back in your arms.\" —President Obama to Bowe Bergdahl's parents","month":"05","year":"2014","corpus":"cannot wait moment reunit son bow back arm presid obama bow bergdahl parent","id":472865477002559500,"day":"31"},{"text":"RT @USEmbassyWarsaw: President Obama -  \"As friends and as allies, we stand united, together and forever. Na zawsze razem\" #ObamaPL http://…","month":"06","year":"2014","corpus":"usembassywarsaw presid obama friend alli stand unit togeth forev zawsz razem obamapl","id":473830110467223550,"day":"03"},{"text":"Get the inside scoop on President Obama's trip to Poland, Belgium, and France → http://t.co/CkVTj2D9WI","month":"06","year":"2014","corpus":"get insid scoop presid obama trip poland belgium franc","id":473890133683757060,"day":"03"},{"text":"President Obama: “It continues to be a very smart investment to go to college.” #ObamaIRL #CollegeOpportunity http://t.co/dOK9VxjkY1","month":"06","year":"2014","corpus":"presid obama continu smart invest colleg obamairl collegeopportun","id":476458988406853600,"day":"10"},{"text":"“Every American, including every Native American, deserves the chance to work hard and get ahead.” —President Obama: http://t.co/cfCLA5wXQd","month":"06","year":"2014","corpus":"everi american includ everi nativ american deserv chanc work hard get ahead presid obama","id":478361471764951040,"day":"16"},{"text":"Watch live: President Obama speaks on the importance of making &amp; manufacturing at the WH Maker Faire: http://t.co/xw80gvKQSL #NationOfMakers","month":"06","year":"2014","corpus":"watch live presid obama speak import make amp manufactur maker fair nationofmak","id":479293514438967300,"day":"18"},{"text":"Rebekah wrote a letter to the President. Now she's meeting him. Watch her story → http://t.co/42GRageU1D #OpportunityforAll","month":"06","year":"2014","corpus":"rebekah wrote letter presid meet watch stori opportunityforal","id":481437838949752800,"day":"24"},{"text":"RT @dougmillsnyt: President Obama watches the USA vs Germany World Cup game aboard Air Force One enroute to Minneapolis. #worldcup http://t…","month":"06","year":"2014","corpus":"dougmillsnyt presid obama watch usa germani world cup game aboard air forc one enrout minneapoli worldcup","id":482215677042753540,"day":"26"},{"text":"RT @WHLive: “Your child is less likely to get asthma.” —President Obama on the benefits of recently-proposed clean power plant standards #A…","month":"06","year":"2014","corpus":"whlive child less like get asthma presid obama benefit recent propos clean power plant standard","id":482258050636845060,"day":"26"},{"text":"\"Ramadan Kareem.\" —President Obama extends his best wishes to the Muslim community on the beginning of Ramadan: http://t.co/4Pd6N5Qhkm","month":"06","year":"2014","corpus":"ramadan kareem presid obama extend best wish muslim commun begin ramadan","id":483051015269138400,"day":"29"},{"text":"Happening now: President Obama makes a personnel announcement at the @DeptVetAffairs → http://t.co/BksxJJarTr","month":"06","year":"2014","corpus":"happen presid obama make personnel announc deptvetaffair","id":483710235144908800,"day":"30"},{"text":"\"Providing the highest quality care when our veterans need it—that’s your incentive.\" —President Obama to Veterans Affairs staff","month":"06","year":"2014","corpus":"provid highest qualiti care veteran need incent presid obama veteran affair staff","id":483711660285526000,"day":"30"},{"text":"From the archives: President Obama speaks at the LBJ Library on the Civil Rights Act → http://t.co/iqm2uuiGY9 #CRA50 http://t.co/aCgp71BYsE","month":"07","year":"2014","corpus":"archiv presid obama speak lbj librari civil right act cra50","id":484448447765176300,"day":"02"},{"text":"President Obama wishes all Americans a #Happy4thOfJuly → http://t.co/PemR1nzS2D","month":"07","year":"2014","corpus":"presid obama wish american happy4thofjuli","id":485100751123787800,"day":"04"},{"text":"\"I'm the guy doing his job. You must be the other guy.\" — President Obama channels The Departed. RT @MattOrtega\nhttp://t.co/2KVeDcdgaH","month":"07","year":"2014","corpus":"guy job must guy presid obama channel depart mattortega","id":487316977011019800,"day":"10"},{"text":"“All of us are deserving of an equal opportunity to thrive—no matter who we are...or how we pray.\" —President Obama: http://t.co/2kU4MyBGsY","month":"07","year":"2014","corpus":"deserv equal opportun thrive matter ... pray presid obama","id":489143826234507260,"day":"15"},{"text":"\"There must be a credible, international investigation into what happened.\" —President Obama on flight #MH17","month":"07","year":"2014","corpus":"must credibl intern investig happen presid obama flight mh17","id":490166885754089500,"day":"18"},{"text":"“There is no greater joy than being in your children’s lives.” —Obama: http://t.co/WhgjTirUjI #MyBrothersKeeper http://t.co/dOuHwkLzcN","month":"07","year":"2014","corpus":"greater joy children live obama mybrotherskeep","id":491256438795546600,"day":"21"},{"text":"\"It is a win for American workers.\" —President Obama on signing the Workforce Innovation Act: http://t.co/D0crzmXSuf http://t.co/6umAeKac90","month":"07","year":"2014","corpus":"win american worker presid obama sign workforc innov act","id":491972463723814900,"day":"23"},{"text":"\"I am here for...everybody who works their tail off, who does everything right, who believes in the American Dream.\" —President Obama","month":"07","year":"2014","corpus":"... everybodi work tail everyth right believ american dream presid obama","id":492403657762435100,"day":"24"},{"text":"\"If you educate and empower and respect a mother, then you are educating the children.\" —President Obama on empowering women #YALI2014","month":"07","year":"2014","corpus":"educ empow respect mother educ children presid obama empow women yali2014","id":493785105769713660,"day":"28"},{"text":"Watch live: President Obama delivers a statement on the situation in Ukraine → http://t.co/b4tqL3oo0v","month":"07","year":"2014","corpus":"watch live presid obama deliv statement situat ukrain","id":494205486770978800,"day":"29"},{"text":"“Stop being mad all the time. Stop just hatin’ all the time…let’s get some work done together.” —President Obama to Republicans in Congress","month":"07","year":"2014","corpus":"stop mad time stop hatin time let get work done togeth presid obama republican congress","id":494520094253654000,"day":"30"},{"text":"“That’s why I ran for President in the first place.” —Obama on fighting for folks who work hard and just want a chance to get ahead","month":"07","year":"2014","corpus":"ran presid first place obama fight folk work hard want chanc get ahead","id":494516251407163400,"day":"30"},{"text":"RT @WHLive: Watch live: President Obama acts to help more Americans get the fair pay and #WorkplaceFairness they deserve: http://t.co/6bgkg…","month":"07","year":"2014","corpus":"whlive watch live presid obama act help american get fair pay workplacefair deserv","id":494900586400067600,"day":"31"},{"text":"\"After all we’ve had to overcome, our Congress should stop standing in the way of our country’s success\" —President Obama #DoYourJobHouseGOP","month":"08","year":"2014","corpus":"overcom congress stop stand way countri success presid obama doyourjobhousegop","id":495281669520515100,"day":"01"},{"text":"RT @JoiningForces: \"We’ve cut the disability claims backlog by more than half – now let’s eliminate the backlog.\" - President Obama","month":"08","year":"2014","corpus":"joiningforc cut disabl claim backlog half let elimin backlog presid obama","id":497415527124713500,"day":"07"},{"text":"President Obama: \"The only lasting solution is for Iraqis to come together and form an inclusive government.\"","month":"08","year":"2014","corpus":"presid obama last solut iraqi come togeth form inclus govern","id":498939543291432960,"day":"11"},{"text":"Here's a readout of President Obama's call with Canadian @PMHarper on the situation in Iraq → http://t.co/7xRtp2BErt http://t.co/ZOOlUhMOAX","month":"08","year":"2014","corpus":"readout presid obama call canadian pmharper situat iraq","id":499265591312908300,"day":"12"},{"text":"President Obama's launching the U.S. Digital Service to improve government digital services → http://t.co/IeOHkrTpcD http://t.co/JZiBeBzvsB","month":"08","year":"2014","corpus":"presid obama launch digit servic improv govern digit servic","id":499568730889019400,"day":"13"},{"text":"\"We continue to make progress in carrying out our targeted military operations in Iraq.\" —President Obama","month":"08","year":"2014","corpus":"continu make progress carri target militari oper iraq presid obama","id":499961049211486200,"day":"14"},{"text":"RT @Schultz44: Today at 12:15, the President will give an update on the latest developments in Iraq, and a statement on the situation in Fe…","month":"08","year":"2014","corpus":"schultz44 today presid give updat latest develop iraq statement situat","id":499941303019647000,"day":"14"},{"text":"Happening now: President Obama delivers a statement. Watch → http://t.co/b4tqL3oo0v","month":"08","year":"2014","corpus":"happen presid obama deliv statement watch","id":502135942720024600,"day":"20"},{"text":"At 12pm ET, President Obama speaks to veterans at the @AmericanLegion's National Convention. Watch → http://t.co/b4tqL36eMn #HonoringVets","month":"08","year":"2014","corpus":"12pm presid obama speak veteran americanlegion nation convent watch honoringveteran","id":504296225055973400,"day":"26"},{"text":"RT @WHLive: Happening now: President Obama speaks to veterans at the @AmericanLegion's 96th National Convention → http://t.co/AGvpbNmCcC #H…","month":"08","year":"2014","corpus":"whlive happen presid obama speak veteran americanlegion 96th nation convent","id":504298709954617340,"day":"26"},{"text":"Check out President Obama’s 5 priorities to help fulfill our sacred obligation to our veterans → http://t.co/h6rwY2ZOvn #HonoringVets","month":"08","year":"2014","corpus":"check presid obama prioriti help fulfil sacr oblig veteran honoringveteran","id":504637024570069000,"day":"27"},{"text":"Presidents. Bison. And National Parks. Watch → http://t.co/4Ry3dkFzML #WestWingWeek","month":"09","year":"2014","corpus":"presid bison nation park watch westwingweek","id":506245058102689800,"day":"01"},{"text":"Go behind the scenes for the latest on President Obama's trip to the #NATOSummitUK → http://t.co/I3ENkjuQhB http://t.co/xAGmkFgDFR","month":"09","year":"2014","corpus":"behind scene latest presid obama trip natosummituk","id":507570495320240100,"day":"04"},{"text":"\"As Commander-in-Chief, my highest priority is the security of the American people.\" —President Obama","month":"09","year":"2014","corpus":"command chief highest prioriti secur american peopl presid obama","id":509869498405756900,"day":"11"},{"text":"President Obama, the @VP, and @FLOTUS observe a moment of silence to mark the 13th anniversary of the 9/11 attacks → http://t.co/O2aGDG2Ilc","month":"09","year":"2014","corpus":"presid obama flotu observ moment silenc mark 13th anniversari attack","id":510084025416159200,"day":"11"},{"text":"RT @WHLive: \"We took out Osama bin Laden and much of al Qaeda’s leadership in Afghanistan and Pakistan.\" —President Obama","month":"09","year":"2014","corpus":"whlive took osama bin laden much qaeda leadership afghanistan pakistan presid obama","id":509869639116259300,"day":"11"},{"text":"\"As Commander in Chief, my highest priority is the security of the American people.\" —Obama in his weekly address: http://t.co/MyoX3jBJ5Q","month":"09","year":"2014","corpus":"command chief highest prioriti secur american peopl obama weekli address","id":510799116671410200,"day":"13"},{"text":"We all have a role to play in stopping sexual assault. That's why President Obama and the @VP are launching #ItsOnUs: http://t.co/nYdjS9Xo1q","month":"09","year":"2014","corpus":"role play stop sexual assault presid obama launch itsonu","id":511610318020411400,"day":"15"},{"text":"\"In an uncertain world of breathtaking change, the one constant is American leadership.\" —President Obama: http://t.co/b4tqL36eMn","month":"09","year":"2014","corpus":"uncertain world breathtak chang one constant american leadership presid obama","id":512272666687193100,"day":"17"},{"text":"\"We will do what is necessary to defend our country.\" —President Obama #ISIL","month":"09","year":"2014","corpus":"necessari defend countri presid obama isil","id":514418449414881300,"day":"23"},{"text":"Happening now: President Obama speaks to the @UN General Assembly → http://t.co/CNvLNYAz9K #UNGA","month":"09","year":"2014","corpus":"happen presid obama speak gener assembl unga","id":514780169840914400,"day":"24"},{"text":"President Obama and @BillClinton talk backstage at the @ClintonGlobal Initiative → http://t.co/3HEWywmd9s #CGI2014 http://t.co/PP7t40oLds","month":"09","year":"2014","corpus":"presid obama billclinton talk backstag clintonglob initi cgi2014","id":514817023898308600,"day":"24"},{"text":"\"We will support the people of Ukraine as they develop their democracy and economy.\" —President Obama: http://t.co/SrGRLwY9EF","month":"09","year":"2014","corpus":"support peopl ukrain develop democraci economi presid obama","id":515901207626256400,"day":"27"},{"text":"Watch live: President Obama honors the 2013 @MLS Cup champions, @SportingKC → http://t.co/b4tqL36eMn #SportingKC","month":"10","year":"2014","corpus":"watch live presid obama honor 2013 ml cup champion sportingkc sportingkc","id":517377546095431700,"day":"01"},{"text":"Watch live: President Obama speaks at the Congressional Hispanic Caucus Institute Awards Gala → http://t.co/flZBDUw4Wv","month":"10","year":"2014","corpus":"watch live presid obama speak congression hispan caucu institut award gala","id":517824941207859200,"day":"02"},{"text":"At 12pm ET, watch President Obama speak at the American Veterans Disabled for Life Memorial dedication  → http://t.co/b4tqL36eMn","month":"10","year":"2014","corpus":"12pm watch presid obama speak american veteran disabl life memori dedic","id":518786877160439800,"day":"05"},{"text":"Watch live: President Obama speaks at the American Veterans Disabled for Life Memorial dedication → http://t.co/b4tqL36eMn","month":"10","year":"2014","corpus":"watch live presid obama speak american veteran disabl life memori dedic","id":518798192511840260,"day":"05"},{"text":"At 3:40pm ET, President Obama designates the San Gabriel Mountains National Monument → http://t.co/cEZi4IdGwe http://t.co/oFzYk27Zxq","month":"10","year":"2014","corpus":"40pm presid obama design san gabriel mountain nation monument","id":520658799620030460,"day":"10"},{"text":"President Obama names Ron Klain to coordinate the U.S. response to #Ebola. Get the latest → http://t.co/PThM8d5EYF","month":"10","year":"2014","corpus":"presid obama name ron klain coordin respons ebola get latest","id":523158196005773300,"day":"17"},{"text":"\"We know this technology works—when Britain switched to a chip-and-pin system, they cut fraud in stores by 70%.\" —President Obama","month":"10","year":"2014","corpus":"know technolog work britain switch chip pin system cut fraud store %.\" presid obama","id":523144468749234200,"day":"17"},{"text":"\"We believe that this is a country where hard work should pay off, and responsibility should be rewarded.\" —President Obama at the @CFPB","month":"10","year":"2014","corpus":"believ countri hard work pay respons reward presid obama cfpb","id":523143993857564700,"day":"17"},{"text":"RT @WHLive: \"When others are in trouble, when disease or disaster strikes, Americans help.\" —President Obama on responding to #Ebola in Wes…","month":"10","year":"2014","corpus":"whlive other troubl diseas disast strike american help presid obama respond ebola we","id":527173961365585900,"day":"28"},{"text":"President Obama welcomes the #LLWS U.S. champion Jackie Robinson West All Stars to the Oval Office. http://t.co/X19iyI4iF4","month":"11","year":"2014","corpus":"presid obama welcom llw champion jacki robinson west star oval offic","id":530483993771515900,"day":"06"},{"text":"FACT: President Obama is urging the @FCC to prevent internet service providers from blocking legal online content → http://t.co/3y3YLQD6MB","month":"11","year":"2014","corpus":"fact presid obama urg fcc prevent internet servic provid block legal onlin content","id":531855478260002800,"day":"10"},{"text":"RT @VP: Happening soon: Vice President Biden speaks at Arlington National Cemetery on Veterans Day http://t.co/bDPpaMe0dM","month":"11","year":"2014","corpus":"happen soon vice presid biden speak arlington nation cemeteri veteran day","id":532207657500020740,"day":"11"},{"text":"President Obama is urging the @FCC to protect #NetNeutrality. Get the facts on his plan: http://t.co/xF3gOG7xcA http://t.co/rWSh1fk801","month":"11","year":"2014","corpus":"presid obama urg fcc protect netneutr get fact plan","id":532561702580400100,"day":"12"},{"text":"\"You only have three months to shop for plans, so it’s worth starting right away.\" —President Obama: http://t.co/AjCswE50V7 #GetCovered","month":"11","year":"2014","corpus":"three month shop plan worth start right away presid obama getcov","id":534029919647301600,"day":"16"},{"text":"Watch live: President Obama speaks at a ConnectED conference → http://t.co/Moqgf0Iwri #FutureReady","month":"11","year":"2014","corpus":"watch live presid obama speak connect confer futurereadi","id":535106351618215940,"day":"19"},{"text":"Worth sharing: Here are the new steps President Obama's taking to fix our immigration system. #ImmigrationAction http://t.co/SPQGorphKf","month":"11","year":"2014","corpus":"worth share new step presid obama take fix immigr system immigrationact","id":535572782101180400,"day":"20"},{"text":"\"As my predecessor, President Bush, once put it: 'They are a part of American life.'\" —Obama on undocumented workers","month":"11","year":"2014","corpus":"predecessor presid bush put part american life .'\" obama undocu worker","id":535600336522592260,"day":"21"},{"text":"Go behind the scenes with President Obama before he delivered his #ImmigrationAction address to the nation → http://t.co/kLVZMnOgfv","month":"11","year":"2014","corpus":"behind scene presid obama deliv immigrationact address nation","id":535882945173938200,"day":"21"},{"text":"\"Even as we are a nation of immigrants, we are also a nation of laws.\" —President Obama #ImmigrationAction","month":"11","year":"2014","corpus":"even nation immigr also nation law presid obama immigrationact","id":535599973287485440,"day":"21"},{"text":"\"We do expect people who live in this country to play by the rules.\" —President Obama #ImmigrationAction","month":"11","year":"2014","corpus":"expect peopl live countri play rule presid obama immigrationact","id":535600440147062800,"day":"21"},{"text":"Watch President Obama award the #MedalOfFreedom at 2:15pm ET → http://t.co/iTvhhbit87\nCheck out past recipients → http://t.co/zyTzeK0fBd","month":"11","year":"2014","corpus":"watch presid obama award medaloffreedom 15pm check past recipi","id":536958986269257700,"day":"24"},{"text":"\"Amnesty is the immigration system we have today.\" —President Obama on his #ImmigrationAction: http://t.co/qzUegYsEXY http://t.co/j33KQZ1NcR","month":"11","year":"2014","corpus":"amnesti immigr system today presid obama immigrationact","id":536990099070672900,"day":"24"},{"text":"\"The bottom line is, nothing of significance, nothing of benefit results from destructive acts.\" —President Obama #Ferguson","month":"11","year":"2014","corpus":"bottom line noth signific noth benefit result destruct act presid obama ferguson","id":537383453889544200,"day":"25"},{"text":"Watch live: President Obama speaks at the #TribalNations Conference → http://t.co/8mUQ1l5r72","month":"12","year":"2014","corpus":"watch live presid obama speak tribaln confer","id":540260128075681800,"day":"03"},{"text":"Watch President Obama's statement on the #EricGarner decision → http://t.co/BwzL009O7K","month":"12","year":"2014","corpus":"watch presid obama statement ericgarn decis","id":540280240023416800,"day":"03"},{"text":"At 10:10am ET, President Obama makes a personnel announcement. Watch → http://t.co/DaQPDocxzV","month":"12","year":"2014","corpus":"10am presid obama make personnel announc watch","id":540880942059880450,"day":"05"},{"text":"Watch live: President Obama speaks at the White House Summit on Early Childhood Education → http://t.co/LVA3rpd84i #InvestInUs","month":"12","year":"2014","corpus":"watch live presid obama speak white hous summit earli childhood educ investinu","id":542725083366584300,"day":"10"},{"text":"\"@Disney is giving away $55 million worth of books and apps for young learners.\" —President Obama: http://t.co/zYecrl2jcf #InvestInUs","month":"12","year":"2014","corpus":"disney give away million worth book app young learner presid obama investinu","id":542728625183682560,"day":"10"},{"text":"\"There are so many ways we can express our gratitude to our troops\" —President Obama: http://t.co/i3BJMMofoj http://t.co/Ay5UCNSAHi","month":"12","year":"2014","corpus":"mani way express gratitud troop presid obama","id":544205242003238900,"day":"14"},{"text":"\"Let me just say to all of you who’ve returned from Afghanistan in recent weeks...welcome home.\" —President Obama","month":"12","year":"2014","corpus":"let say return afghanistan recent week ... welcom home presid obama","id":544582276164513800,"day":"15"},{"text":"\"We will begin to normalize relations between our two countries.\" —President Obama #CubaPolicy http://t.co/QPwRenJTfA","month":"12","year":"2014","corpus":"begin normal relat two countri presid obama cubapolici","id":545262902391754750,"day":"17"},{"text":"Happening now: President Obama holds a press conference from the White House. Watch → http://t.co/0QXOcbVSTS","month":"12","year":"2014","corpus":"happen presid obama hold press confer white hous watch","id":546015453508694000,"day":"19"},{"text":"2014 in review: President Obama took the most meaningful #ImmigrationAction in decades → http://t.co/5C5RpbojZu http://t.co/KjBC3F3Qzv","month":"12","year":"2014","corpus":"2014 review presid obama took meaning immigrationact decad","id":547172010707546100,"day":"22"},{"text":"\"We stand for freedom, hope, and the dignity of all human beings and that’s what the city of Paris represents to the world\" —President Obama","month":"01","year":"2015","corpus":"stand freedom hope digniti human be citi pari repres world presid obama","id":553629435006439400,"day":"09"},{"text":"Watch live: President Obama speaks on new proposals to improve consumer and student privacy online → http://t.co/bLcFmXuEm9","month":"01","year":"2015","corpus":"watch live presid obama speak new propos improv consum student privaci onlin","id":554688017223663600,"day":"12"},{"text":"RT @vmenanno: President Obama's taking new steps to help more Americans access #BetterBroadband → http://t.co/POXPfRhQI9 - Be great to have…","month":"01","year":"2015","corpus":"vmenanno presid obama take new step help american access betterbroadband great","id":555194282869407740,"day":"14"},{"text":"\"More competition means better products and cheaper prices...we ought to be doing it with broadband.\" —President Obama #BetterBroadband","month":"01","year":"2015","corpus":"competit mean better product cheaper price ... ought broadband presid obama betterbroadband","id":555467576289943550,"day":"14"},{"text":"RT @Number10gov: PM: President Obama and I believe more sanctions now on Iran would be counter-productive and would undermine valuable inte…","month":"01","year":"2015","corpus":"number10gov presid obama believ sanction iran would counter product would undermin valuabl int","id":556191738205712400,"day":"16"},{"text":"RT @whitehouseostp: President Obama's Science Advisor, Dr. John Holdren, taking your #AskTheWH #STEM q's now. http://t.co/mMlI0whYvH","month":"01","year":"2015","corpus":"whitehouseostp presid obama scienc advisor john holdren take askthewh stem","id":558014937297977340,"day":"21"},{"text":"“We don’t just want everyone to share in our success—we want everyone to contribute to our success.” —President Obama #SOTU","month":"01","year":"2015","corpus":"want everyon share success want everyon contribut success presid obama sotu","id":557725596919549950,"day":"21"},{"text":"\"I want our actions to tell every child, in every neighborhood: your life matters\" —President Obama #SOTU","month":"01","year":"2015","corpus":"want action tell everi child everi neighborhood life matter presid obama sotu","id":557736504693649400,"day":"21"},{"text":"Watch live: President Obama speaks at @BoiseStateLive → http://t.co/slnaBANiXX #SOTU","month":"01","year":"2015","corpus":"watch live presid obama speak boisestatel sotu","id":558022559904436200,"day":"21"},{"text":"\"We are as free from the grip of foreign oil as we’ve been in almost 30 years.\" —President Obama #SOTU #LeadOnEnergy","month":"01","year":"2015","corpus":"free grip foreign oil almost year presid obama sotu leadonenergi","id":557722668217434100,"day":"21"},{"text":"Watch President Obama speak at @KUNews about helping more working families afford #ChildCare → http://t.co/NAczk29pYo http://t.co/D6ndCq4g74","month":"01","year":"2015","corpus":"watch presid obama speak kunew help work famili afford childcar","id":558316215924322300,"day":"22"},{"text":"Happening now: President Obama speaks at the Armed Forces farewell in honor of Secretary of Defense Hagel → http://t.co/YfRHRW66YL","month":"01","year":"2015","corpus":"happen presid obama speak arm forc farewel honor secretari defens hagel","id":560552247554093060,"day":"28"},{"text":"Go inside the education proposals in President Obama's budget → http://t.co/bX4NO3OSJI #FreeCommunityCollege http://t.co/vnYDnYCh8M","month":"01","year":"2015","corpus":"insid educ propos presid obama budget freecommunitycolleg","id":560839400620191740,"day":"29"},{"text":"President Obama's #PrecisionMedicine Initiative would help develop better treatments for diseases like cancer. http://t.co/xZfesYNPrH","month":"01","year":"2015","corpus":"presid obama precisionmedicin initi would help develop better treatment diseas like cancer","id":561239226306805760,"day":"30"},{"text":"Watch live: President Obama speaks on his #PrecisionMedicine Initiative → http://t.co/UHsYQrxjZF","month":"01","year":"2015","corpus":"watch live presid obama speak precisionmedicin initi","id":561197099900227600,"day":"30"},{"text":"RT @WHWeb: President Obama just released his #2016Budget. And, for the 1st time, you can see all the data behind it on @GitHub→ https://t.c…","month":"02","year":"2015","corpus":"whweb presid obama releas 2016budget 1st time see data behind github","id":562383593981243400,"day":"02"},{"text":"\"#ItsOnUs – all of us – to create a culture where violence isn’t tolerated.\" —President Obama on the #GRAMMYs. http://t.co/xTBvqbOrDd","month":"02","year":"2015","corpus":"itsonu creat cultur violenc toler presid obama grammi","id":564634872161906700,"day":"09"},{"text":"\"Our men and women in uniform continue the fight against #ISIL in Iraq and Syria.\" —President Obama","month":"02","year":"2015","corpus":"men women uniform continu fight isil iraq syria presid obama","id":565610707824435200,"day":"11"},{"text":"\"Today, we honor a young man who isn’t here, but should be.\" —President Obama on the Clay Hunt Suicide Prevention for American Veterans Act","month":"02","year":"2015","corpus":"today honor young man presid obama clay hunt suicid prevent american veteran act","id":565950703915782140,"day":"12"},{"text":"Watch live: President Obama speaks at the Summit on Cybersecurity and Consumer Protection → http://t.co/CLzZNSwKZU #CyberSummit","month":"02","year":"2015","corpus":"watch live presid obama speak summit cybersecur consum protect cybersummit","id":566319331756081150,"day":"13"},{"text":"President Obama is taking new steps to help companies respond to cybersecurity threats → http://t.co/WKHZlH2lfb http://t.co/Jy9sQHk7LY","month":"02","year":"2015","corpus":"presid obama take new step help compani respond cybersecur threat","id":567759474417758200,"day":"17"},{"text":"\"As Americans, we are strong and we are resilient &amp; when tragedy strikes, when we take a hit, we pull together\" —President Obama #CVESummit","month":"02","year":"2015","corpus":"american strong resili amp tragedi strike take hit pull togeth presid obama cvesummit","id":568158723836747800,"day":"18"},{"text":"\"Governments that deny human rights play into the hands of extremists\" —President Obama: http://t.co/cQeU4N9ccT #CVESummit","month":"02","year":"2015","corpus":"govern deni human right play hand extremist presid obama cvesummit","id":568074673063383040,"day":"18"},{"text":"Great news: President Obama's designating Browns Canyon National Monument—protecting nearly 22,000 acres in CO. http://t.co/A7cyfDaxlG","month":"02","year":"2015","corpus":"great news presid obama design brown canyon nation monument protect nearli 000 acr","id":568562250954317800,"day":"20"},{"text":"President Obama thanks the @Reddit community for helping to keep the internet open and free: http://t.co/H0VSWzGDyc http://t.co/73aiOFf7rK","month":"02","year":"2015","corpus":"presid obama thank reddit commun help keep internet open free","id":571070364324921340,"day":"26"},{"text":"\"We’re taking new action to protect hardworking families’ retirement security.\" —President Obama: http://t.co/nioxuPjOeA #ProtectYourSavings","month":"02","year":"2015","corpus":"take new action protect hardwork famili retir secur presid obama protectyoursav","id":571777938829418500,"day":"28"},{"text":"Statement by the President on the Murder of Boris Nemtsov: http://t.co/NqPmRcRhIO","month":"02","year":"2015","corpus":"statement presid murder bori nemtsov","id":571473146844332000,"day":"28"},{"text":"\"Tomorrow, I’ll be visiting Selma, Alabama, for the 50th anniversary of the march.\" —President Obama","month":"03","year":"2015","corpus":"tomorrow visit selma alabama 50th anniversari march presid obama","id":573924513638977540,"day":"06"},{"text":"\"We’re the slaves who built the @WhiteHouse and the economy of the South.\" —President Obama #MarchOn #Selma50","month":"03","year":"2015","corpus":"slave built whitehous economi south presid obama marchon selma50","id":574309805092921340,"day":"07"},{"text":"\"When girls are educated, their future children are healthier and better nourished\" —President Obama: http://t.co/hTUeq5N0tr #HappyWomensDay","month":"03","year":"2015","corpus":"girl educ futur children healthier better nourish presid obama happywomensday","id":574593597091131400,"day":"08"},{"text":"\"Over the past 2 years, more than 20 cities and counties have taken action to raise workers’ wages.\" —President Obama http://t.co/RSqZcGgZhL","month":"03","year":"2015","corpus":"past year citi counti taken action rais worker wage presid obama","id":574958989814927360,"day":"09"},{"text":"\"Hello Atlanta! Hello Yellow Jackets!\" —President Obama at @GeorgiaTech: http://t.co/VlCYAmTcd7 #CollegeOpportunity","month":"03","year":"2015","corpus":"hello atlanta hello yellow jacket presid obama georgiatech collegeopportun","id":575353700467765250,"day":"10"},{"text":"Happening now: President Obama hosts a St. Patrick's Day reception at the White House → http://t.co/qAgwIwB0Yv","month":"03","year":"2015","corpus":"happen presid obama host patrick day recept white hous","id":577946270989348900,"day":"17"},{"text":"If you're a fan of The Wire, watch this:\nPresident Obama and David Simon discuss criminal justice reform → https://t.co/oaHGKjBt2B","month":"03","year":"2015","corpus":"fan wire watch presid obama david simon discuss crimin justic reform","id":581450504296861700,"day":"27"},{"text":"\"Harry Reid is a fighter.\" —President Obama on the retirement of @SenatorReid http://t.co/nmLIDl8hco","month":"03","year":"2015","corpus":"harri reid fighter presid obama retir senatorreid","id":581477640470704100,"day":"27"},{"text":"\"Ted understood that the only point in running for office was to get something done.\" —President Obama: http://t.co/4sMaHl9D3r #EMKInstitute","month":"03","year":"2015","corpus":"ted understood point run offic get someth done presid obama emkinstitut","id":582581050850746400,"day":"30"},{"text":"RT @WHLive: Happening now: Watch President Obama speak on training more Americans for better jobs → http://t.co/IqhLmpQ77Z http://t.co/Hcvj…","month":"04","year":"2015","corpus":"whlive happen watch presid obama speak train american better job","id":583754514953474000,"day":"02"},{"text":"\"A diplomatic solution is the best way to get this done, and offers a more comprehensive—and lasting solution\" —President Obama #IranDeal","month":"04","year":"2015","corpus":"diplomat solut best way get done offer comprehens last solut presid obama irand","id":583699668795699200,"day":"02"},{"text":"Watch live: President Obama delivers a statement on Iran → http://t.co/m5YgMIMrCD #IranDeal","month":"04","year":"2015","corpus":"watch live presid obama deliv statement iran irand","id":583696724994035700,"day":"02"},{"text":"\"Thank you, Jamaica.\" —President Obama http://t.co/IBDdfRf23q","month":"04","year":"2015","corpus":"thank jamaica presid obama","id":586274233195622400,"day":"09"},{"text":"\"With hard work and hope, change is always within our reach.\" —President Obama: http://t.co/yWMlWPbgCf http://t.co/Ild69Rokxa","month":"04","year":"2015","corpus":"hard work hope chang alway within reach presid obama","id":586625842706415600,"day":"10"},{"text":"RT @NerdyWonka: President Obama points out that investing in childcare and early education is a no brainer. For every $1 put in, we gain $7…","month":"04","year":"2015","corpus":"nerdywonka presid obama point invest childcar earli educ brainer everi put gain","id":588421172632531000,"day":"15"},{"text":"RT @Jezebel: President Obama will talk to BlogHer bloggers about equal pay and more http://t.co/fhW02bNDNM","month":"04","year":"2015","corpus":"jezebel presid obama talk blogher blogger equal pay","id":588372520056844300,"day":"15"},{"text":"Watch live: President Obama holds a press conference with Italian Prime Minister Matteo Renzi → http://t.co/a2bfGP7p0P","month":"04","year":"2015","corpus":"watch live presid obama hold press confer italian prime minist matteo renzi","id":589099088509009900,"day":"17"},{"text":"President Obama will deliver a statement from the White House Briefing Room at 10am ET. Watch here → http://t.co/gOsq0AWf0I","month":"04","year":"2015","corpus":"presid obama deliv statement white hous brief room 10am watch","id":591234212935565300,"day":"23"},{"text":"Full video: Watch President Obama's remarks at the White House Correspondents' Association Dinner. #WHCD http://t.co/bRCjJGpQ0u","month":"04","year":"2015","corpus":"full video watch presid obama remark white hous correspond associ dinner whcd","id":592163212717469700,"day":"26"},{"text":"President Obama and his anger translator, Luther.\nJust watch. #WHCD http://t.co/5ShwiopHcq","month":"04","year":"2015","corpus":"presid obama anger translat luther watch whcd","id":592348529957478400,"day":"26"},{"text":"“This is not new, and we shouldn’t pretend that it’s new.” —President Obama addressing the situation in Baltimore http://t.co/Fr3Aa6ZrrP","month":"04","year":"2015","corpus":"new pretend new presid obama address situat baltimor","id":593100372861825000,"day":"28"},{"text":"\"You can't eat me for lunch. Then there'd be no President!\" —President Obama: http://t.co/StTJwilC8a http://t.co/NxlQ9s7YBA","month":"04","year":"2015","corpus":"eat lunch presid presid obama","id":593559616350367700,"day":"29"},{"text":"RT @Estradasrnp: Today President Obama honored school teachers.Thks to Ms Keller, my fourth grade teacher who inspired me to the written wo…","month":"04","year":"2015","corpus":"estradasrnp today presid obama honor school teacher thk keller fourth grade teacher inspir written","id":593462830654988300,"day":"29"},{"text":"Watch live: President Obama honors the National Teacher of the Year → http://t.co/ezVzVMZH6A #ThankATeacher","month":"04","year":"2015","corpus":"watch live presid obama honor nation teacher year thankateach","id":593437510455394300,"day":"29"},{"text":"Watch live: President Obama announces a new commitment to help expand access to books for kids → http://t.co/NtgsA6dF0s #BooksForAll","month":"04","year":"2015","corpus":"watch live presid obama announc new commit help expand access book kid booksforal","id":593794939596763100,"day":"30"},{"text":"President Obama on why we need to ensure that every child gets a great education → http://t.co/L6h342vQpg #ReachHigher","month":"05","year":"2015","corpus":"presid obama need ensur everi child get great educ reachhigh","id":594884257555861500,"day":"03"},{"text":"\"We’ve partnered with cities to get more kids access to quality early education\" —President Obama #OpportunityForAll http://t.co/85ugq0XOib","month":"05","year":"2015","corpus":"partner citi get kid access qualiti earli educ presid obama opportunityforal","id":595303579176423400,"day":"04"},{"text":"RT @petesouza: Yesterday, young men listen to President Obama at My Brother's Keeper event in the Bronx. http://t.co/cW8BOKh7R9","month":"05","year":"2015","corpus":"petesouza yesterday young men listen presid obama brother keeper event bronx","id":595583857400873000,"day":"05"},{"text":"President Obama just congratulated @Number10Gov on his impressive victory in yesterday's election. http://t.co/WbyV574Gj8","month":"05","year":"2015","corpus":"presid obama congratul number10gov impress victori yesterday elect","id":596698464777539600,"day":"08"},{"text":"\"98% of exporters are small businesses.\" —President Obama at @Nike #LeadOnTrade http://t.co/xVU1ZME7gO","month":"05","year":"2015","corpus":"export small busi presid obama nike leadontrad","id":596718363574935600,"day":"08"},{"text":"Watch live: President Obama speaks on encouraging global entrepreneurship → http://t.co/vzSizrVpok #StartTheSpark","month":"05","year":"2015","corpus":"watch live presid obama speak encourag global entrepreneurship startthespark","id":597846420410990600,"day":"11"},{"text":"“Our faith-based groups have the capacity to frame this, and nobody’s shown that better than Pope Francis.” —President Obama #PovertySummit","month":"05","year":"2015","corpus":"faith base group capac frame nobodi shown better pope franci presid obama povertysummit","id":598170764332953600,"day":"12"},{"text":"RT @petesouza: President Obama hosts GCC meeting at Camp David http://t.co/OmaTY7ENO0","month":"05","year":"2015","corpus":"petesouza presid obama host gcc meet camp david","id":598938670503227400,"day":"14"},{"text":"Happening now: Watch President Obama speak at a celebration of Jewish American Heritage Month → http://t.co/vM5i76oLnN","month":"05","year":"2015","corpus":"happen watch presid obama speak celebr jewish american heritag month","id":601763749993779200,"day":"22"},{"text":"President Obama launched @POTUS with a tweet from the Oval Office. Watch in the latest #WestWingWeek: http://t.co/amaotQlxp8","month":"05","year":"2015","corpus":"presid obama launch potu tweet oval offic watch latest westwingweek","id":602546373729210400,"day":"24"},{"text":"President Obama's trade deal would protect American values in the global economy: http://t.co/BmEPgbCKlA #LeadOnTrade http://t.co/BZV164JjQ1","month":"06","year":"2015","corpus":"presid obama trade deal would protect american valu global economi leadontrad","id":609407215003414500,"day":"12"},{"text":"RT @BBCBreaking: Watch the full exclusive BBC interview with US President Barack Obama http://t.co/pAnsIA3B53 http://t.co/9XNe1Foz2G","month":"07","year":"2015","corpus":"bbcbreak watch full exclus bbc interview presid barack obama","id":624589527697375200,"day":"24"},{"text":"RT @SenatorReid: President Obama's #CleanPowerPlan is the strongest action ever taken by our nation to curb the effects of climate change.","month":"08","year":"2015","corpus":"senatorreid presid obama cleanpowerplan strongest action ever taken nation curb effect climat chang","id":628228004108468200,"day":"03"},{"text":"RT @PolicyMic: President Obama to critics of the #IranDeal: Come up with an alternative http://t.co/uM7L9lWHmJ #POTUSMic http://t.co/8HtqnJ…","month":"08","year":"2015","corpus":"policym presid obama critic irand come altern potusm","id":630780388852392000,"day":"10"},{"text":"Watch President Obama's weekly address: \"We Will Not Be Terrorized.\" https://t.co/epXMBwVWB9","month":"12","year":"2015","corpus":"watch presid obama weekli address terror","id":673160888006889500,"day":"05"},{"text":"Some wise words from President Reagan. https://t.co/O5iYU1cW6b #SCOTUS https://t.co/VAVAr3Mx7P","month":"02","year":"2016","corpus":"wise word presid reagan scotu","id":704435652880961500,"day":"29"},{"text":"14 presidents.\n19 Supreme Court nominations.\nAll in presidential election years → https://t.co/O5iYU0VkHB #SCOTUS https://t.co/kHj55DGjWW","month":"03","year":"2016","corpus":"presid suprem court nomin presidenti elect year scotu","id":707006552150925300,"day":"08"},{"text":"1 in 3 U.S. Presidents have had a Supreme Court nominee confirmed in an election year → https://t.co/O5iYU1cW6b https://t.co/wYDMG5t261","month":"04","year":"2016","corpus":"presid suprem court nomine confirm elect year","id":718514857537052700,"day":"08"},{"text":"\"As President and Commander in Chief, my top priority—above all else—is the security of the U.S. and the safety of the American people.\"","month":"04","year":"2016","corpus":"presid command chief top prioriti els secur safeti american peopl","id":720371613280043000,"day":"13"},{"text":"RT @BuzzFeed: Tune in this afternoon as @chrisgeidner interviews President Obama live from the White House on FB Live and YouTube! https://…","month":"05","year":"2016","corpus":"buzzfe tune afternoon chrisgeidn interview presid obama live white hous live youtub","id":732223308352094200,"day":"16"},{"text":"RT @ks44: Want to see the photos President Obama took in Yosemite? He just shared some on Facebook: https://t.co/Fdr3yEXfn4 https://t.co/D9…","month":"06","year":"2016","corpus":"ks44 want see photo presid obama took yosemit share facebook","id":744355898999509000,"day":"19"},{"text":"RT @NatGeo: President Obama just quadrupled the size of a national marine monument off northwestern Hawaii. https://t.co/rlmF5ZC7Ze","month":"08","year":"2016","corpus":"natgeo presid obama quadrupl size nation marin monument northwestern hawaii","id":769167130227011600,"day":"26"},{"text":"RT @TheEconomist: President Obama lays out the main economic challenges facing his successor https://t.co/OMjy0zqc0U https://t.co/LWk23pZQVZ","month":"10","year":"2016","corpus":"theeconomist presid obama lay main econom challeng face successor","id":784022531133112300,"day":"06"}]