[{"text":"Weekly Address: Sacrifice: On Memorial Day weekend, President Obama calls on the American people to join him in .. http://tinyurl.com/r7ykna","month":"05","year":"2009","corpus":"weekli address sacrific memori day weekend presid obama call american peopl join ..","id":1891201736,"day":"23"},{"text":"Weekly Address: The Experience of Judge Sotomayor: The President discusses the breadth and depth of experience h.. http://tinyurl.com/mjbeg2","month":"05","year":"2009","corpus":"weekli address experi judg sotomayor presid discuss breadth depth experi ..","id":1968351420,"day":"30"},{"text":"See the new, behind the scenes photos from the President's trip last week: http://bit.ly/3qv8Tf","month":"06","year":"2009","corpus":"see new behind scene photo presid trip last week","id":2095058210,"day":"09"},{"text":"Photostream: The Middle East and Europe: The White House Photo Office drops sixty photos from the President's tr.. http://tinyurl.com/lvepng","month":"06","year":"2009","corpus":"photostream middl east europ white hous photo offic drop sixti photo presid tr ..","id":2096947661,"day":"10"},{"text":"Mr. President, you've got mail! Behind the scenes video shows how 10 letters land on his desk daily: http://bit.ly/dJYTJ","month":"08","year":"2009","corpus":"mr presid got mail behind scene video show 10 letter land desk daili","id":3102946148,"day":"03"},{"text":"Listen live now to the President’s remarks on the passing of the great Senator Kennedy http://bit.ly/GOZOt","month":"08","year":"2009","corpus":"listen live presid remark pass great senat kennedi","id":3556568392,"day":"26"},{"text":"Eulogizing a lion – read the President’s full remarks and see a photo http://bit.ly/AZ6NV  #Kennedy","month":"08","year":"2009","corpus":"eulog lion read presid full remark see photo kennedi","id":3631189739,"day":"29"},{"text":"In case you missed it: Full video and photos of Obama’s rally on Saturday.  Fired up? http://bit.ly/9NZch","month":"09","year":"2009","corpus":"case miss full video photo obama ralli saturday fire","id":3980782379,"day":"14"},{"text":"Watch the President’s remarks & read the fact sheet on US missile defense policy http://bit.ly/2P5Oj5","month":"09","year":"2009","corpus":"watch presid remark read fact sheet us missil defens polici","id":4061853736,"day":"17"},{"text":"Video: Warm Wishes for Rosh Hashanah from President Obama – in eight languages  http://bit.ly/9F7Zv","month":"09","year":"2009","corpus":"video warm wish rosh hashanah presid obama eight languag","id":4064101856,"day":"17"},{"text":"Streaming around 11:00: A few brief remarks from the President http://bit.ly/GOZOt","month":"10","year":"2009","corpus":"stream around 11 00 brief remark presid","id":4736101279,"day":"09"},{"text":"Streamng now: the President on small business aid http://bit.ly/UT2FE","month":"10","year":"2009","corpus":"streamng presid small busi aid","id":5261863213,"day":"29"},{"text":"Streaming momentarily: Brief remarks from the President in the Rose Garden http://bit.ly/UT2FE","month":"11","year":"2009","corpus":"stream momentarili brief remark presid rose garden","id":5482481866,"day":"06"},{"text":"On tap: The President meets w/ families of the fallen & wounded soldiers in Fort Hood, speaks at memorial service","month":"11","year":"2009","corpus":"tap presid meet famili fallen wound soldier fort hood speak memori servic","id":5589892108,"day":"10"},{"text":"President in Arlington: \"America will not let you down. We will take care of our own.\" Remarks/photos http://bit.ly/2Dqanx","month":"11","year":"2009","corpus":"presid arlington america let take care .\" remark photo","id":5628638984,"day":"11"},{"text":"Don't miss today's @YouTube Q&A with President Obama. 1:45pm EST @ WhiteHouse.gov/live #ObamaYTinterview","month":"02","year":"2010","corpus":"miss today presid obama 45pm est whitehous gov live obamaytinterview","id":8503749894,"day":"01"},{"text":"The President on the passing of Jack Murtha: \"Tough-as-nails\" http://bit.ly/bR8R0B","month":"02","year":"2010","corpus":"presid pass jack murtha tough nail","id":8828080750,"day":"08"},{"text":"Video & remarks: Obama speaks to the troops during a surprise trip to Afghanistan http://bit.ly/c8RQDf","month":"03","year":"2010","corpus":"video remark obama speak troop surpris trip afghanistan","id":11218551978,"day":"28"},{"text":"10:00 President Obama Speaks at Naturalization Ceremony for Service Members http://wh.gov/live","month":"04","year":"2010","corpus":"10 00 presid obama speak natur ceremoni servic member","id":12703348039,"day":"23"},{"text":"A busy day here, but the President has not taken his eye off the BP spill http://bit.ly/90NYXy","month":"05","year":"2010","corpus":"busi day presid taken eye bp spill","id":13748713101,"day":"10"},{"text":"Full video & transcript: Tthe President's Oval Office Address on #BP #oilspill & clean energy future http://bit.ly/bmYYu4","month":"06","year":"2010","corpus":"full video transcript tthe presid oval offic address bp oilspil clean energi futur","id":16307711234,"day":"16"},{"text":"The President's Plan to Increase Spectrum for Wireless – that means you Twitterers http://bit.ly/bWVTa9","month":"06","year":"2010","corpus":"presid plan increas spectrum wireless mean twitter","id":17280540146,"day":"28"},{"text":"RT @MeiGuoGuan: President Obama Announces Presidential Delegation to Shanghai for U.S.A. National Day at #Expo2010 http://usap.me/d6AA0J","month":"07","year":"2010","corpus":"presid obama announc presidenti deleg shanghai nation day expo2010","id":18118402953,"day":"09"},{"text":"President Obama: \"the long battle to stop the leak and contain the oil is finally close to coming to an end\" #oilspill","month":"08","year":"2010","corpus":"presid obama long battl stop leak contain oil final close come end oilspil","id":20334322434,"day":"04"},{"text":"President calls Staff Sergeant Giunta, 1st living person awarded Medal of Honor for Iraq or Afghanistan http://bit.ly/cOpkYo","month":"09","year":"2010","corpus":"presid call staff sergeant giunta 1st live person award medal honor iraq afghanistan","id":24136603102,"day":"10"},{"text":"Obama’s press conference: Photos/ transcript/ full video with jumplinks to each Q/A http://bit.ly/cj0Bp7","month":"09","year":"2010","corpus":"obama press confer photo transcript full video jumplink","id":24144714777,"day":"10"},{"text":"President Obama: \"taking this threat very seriously\" \"we will continue to pursue additional protective measures\"","month":"10","year":"2010","corpus":"presid obama take threat serious continu pursu addit protect measur","id":29121862551,"day":"29"},{"text":"1:00: Tuesday Talk w/ National Security Council folks on President’s upcoming trip to Asia, watch/engage: http://is.gd/g8omo","month":"11","year":"2010","corpus":"00 tuesday talk nation secur council folk presid upcom trip asia watch engag","id":29487075875,"day":"02"},{"text":"The President’s full remarks in Tucson: http://is.gd/xT8yvg \"...our hopes and dreams are bound together…\"","month":"01","year":"2011","corpus":"presid full remark tucson \"... hope dream bound togeth","id":25399452869070850,"day":"13"},{"text":"The Vice President & First Lady Honor Sargent Shriver: \"a heart that was teeming with love\" Photos: http://is.gd/utkrj0","month":"01","year":"2011","corpus":"vice presid first ladi honor sargent shriver heart teem love photo","id":28955936102031360,"day":"22"},{"text":"Photo of the Day: The President at PDB yesterday being briefed on Egypt by National Security Advisor, Deputy, COS http://twitpic.com/3vhboo","month":"02","year":"2011","corpus":"photo day presid pdb yesterday brief egypt nation secur advisor deputi co","id":32456599930937344,"day":"01"},{"text":"President Obama: \"Today belongs to the people of Egypt... Americans are moved... because of who we are as a people\"","month":"02","year":"2011","corpus":"presid obama today belong peopl egypt ... american move ... peopl","id":36155871025168380,"day":"11"},{"text":"Starting now: President Obama & the First Lady honor recipients of the 2010 Medal of Freedom http://wh.gov/live","month":"02","year":"2011","corpus":"start presid obama first ladi honor recipi 2010 medal freedom","id":37581002620538880,"day":"15"},{"text":"President Obama signs the John M. Roll US Courthouse Bill in the Oval Office (@petesouza) http://twitpic.com/40tqwz","month":"02","year":"2011","corpus":"presid obama sign john roll us courthous bill oval offic (@ petesouza","id":38330458617937920,"day":"17"},{"text":"President Obama: \"Let me be clear: the change that is taking place across the region is being driven by the people of the region\"","month":"02","year":"2011","corpus":"presid obama let clear chang take place across region driven peopl region","id":40534398025596930,"day":"23"},{"text":"Vice President Joe Biden speaks to Governors, seen through a window in the pantry  http://twitpic.com/451r1z","month":"03","year":"2011","corpus":"vice presid joe biden speak governor seen window pantri","id":42610020327628800,"day":"01"},{"text":"On tap: Meet w/ national security team on Afghanistan; Meet w/ President Calderón of Mexico; Talk w/ Space Shuttle Discovery crew","month":"03","year":"2011","corpus":"tap meet nation secur team afghanistan meet presid calderón mexico talk space shuttl discoveri crew","id":43322969589686270,"day":"03"},{"text":"Fresh Photo Gallery: Vice President Biden visits Finland, Russia & Moldova http://wh.gov/a3i","month":"03","year":"2011","corpus":"fresh photo galleri vice presid biden visit finland russia moldova","id":48520626633322500,"day":"17"},{"text":"West Wing Week: The President focuses on Libya as he travels through Latin America to promote US exports http://wh.gov/a4Q","month":"03","year":"2011","corpus":"west wing week presid focus libya travel latin america promot us export","id":51293219719356420,"day":"25"},{"text":"President Obama's Condolences for Japan: A video message to the Japanese people http://is.gd/TroAbr","month":"03","year":"2011","corpus":"presid obama condol japan video messag japanes peopl","id":51294600664592380,"day":"25"},{"text":"President Obama's Facebook Invite: Facebook Town Hall on Wednesday 4:45 EST, 1:45 PST http://on.fb.me/zy1YS","month":"04","year":"2011","corpus":"presid obama facebook invit facebook town hall wednesday 45 est 45 pst","id":60017853973270530,"day":"18"},{"text":"Follow-up on the President’s Facebook Town Hall: Panel on Women in Tech now, 7:30EDT Startup America http://on.fb.me/dF8fiG","month":"04","year":"2011","corpus":"follow presid facebook town hall panel women tech 30edt startup america","id":60828299382898690,"day":"20"},{"text":"President Obama just presented a parody movie trailer @ the #WHCD Enjoy: http://www.youtube.com/watch?v=508aCh2eVOI","month":"05","year":"2011","corpus":"presid obama present parodi movi trailer whcd enjoy","id":64512618945183740,"day":"01"},{"text":"President Obama: \"I can report to the American people and to the world, that the US has conducted an operation that killed Osama bin Laden”","month":"05","year":"2011","corpus":"presid obama report american peopl world us conduct oper kill osama bin laden","id":64895811951136770,"day":"02"},{"text":"Happening Now: President Obama welcomes the Wounded Warrior Project’s Soldier Ride: http://www.wh.gov/live","month":"05","year":"2011","corpus":"happen presid obama welcom wound warrior project soldier ride","id":65859053414391810,"day":"04"},{"text":"Photo of the Day: President Obama & the VP shake hands with the troops at Fort Campbell, KY  http://twitpic.com/4ubmkw","month":"05","year":"2011","corpus":"photo day presid obama vp shake hand troop fort campbel ky","id":66664911421444100,"day":"07"},{"text":"Your West Wing Week: President Obama travels to Europe in \"A Homecoming of Sorts\" Video: http://bit.ly/jx1Eld","month":"05","year":"2011","corpus":"west wing week presid obama travel europ homecom sort video","id":74107105400991740,"day":"27"},{"text":"“Strong rural communities are key to a stronger America” -President Obama on the new WH Rural Council: http://t.co/9YTFMEm","month":"06","year":"2011","corpus":"strong rural commun key stronger america presid obama new wh rural council","id":78855800830951420,"day":"09"},{"text":"Today, President Obama visited Puerto Rico: http://wh.gov/1Wh Photo: Remarks at arrival ceremony in San Juan: http://twitpic.com/5bnqba","month":"06","year":"2011","corpus":"today presid obama visit puerto rico photo remark arriv ceremoni san juan","id":80788363317231620,"day":"15"},{"text":"\"This is the beginning – but not the end – of our effort to wind down this war.\" -President Obama on Afghanistan","month":"06","year":"2011","corpus":"begin end effort wind war .\" presid obama afghanistan","id":83687284507029500,"day":"23"},{"text":"Behind-the-scenes video: Independence Day celebration with President Obama & military families at the White House: http://t.co/ojfnGld","month":"07","year":"2011","corpus":"behind scene video independ day celebr presid obama militari famili white hous","id":88279238536478720,"day":"05"},{"text":"RT @petesouza: Photo of the Obama family watching the World Cup women's soccer game: http://t.co/NEyFC7E","month":"07","year":"2011","corpus":"photo obama famili watch world cup women soccer game","id":92684862905008130,"day":"17"},{"text":"\"We now are seeing the potential for a bipartisan consensus...\" -President Obama on debt ceiling talks. Video: http://t.co/TWEhdId","month":"07","year":"2011","corpus":"see potenti bipartisan consensu ...\" presid obama debt ceil talk video","id":93401247515807740,"day":"19"},{"text":"Go 'big' on debt deal: President Obama's @USAToday editorial: http://t.co/ApXkVsb","month":"07","year":"2011","corpus":"go big debt deal presid obama editori","id":94390786468216830,"day":"22"},{"text":"President Obama just finished his address to the nation -- the transcript & video will be up soon on http://t.co/ZQj8XeA","month":"07","year":"2011","corpus":"presid obama finish address nation -- transcript video soon","id":95664945835945980,"day":"26"},{"text":"Let’s seize this moment to show why the United States of America is still the greatest nation on Earth. -President Obama","month":"07","year":"2011","corpus":"let seiz moment show unit state america still greatest nation earth presid obama","id":95664454984933380,"day":"26"},{"text":"RT @WillAndras: Does the president support Harry Reid's debt plan even w/o revenue increases? #whchat","month":"07","year":"2011","corpus":"presid support harri reid debt plan even revenu increas whchat","id":96280337046454270,"day":"27"},{"text":"RT @smalltowngrl93: #WHChat has any president and his family ever slid around the whitehouse in their socks?","month":"08","year":"2011","corpus":"whchat presid famili ever slid around whitehous sock","id":98849953375461380,"day":"03"},{"text":"RT @Battle4America: #WHChat What will the president do to get small banks lending again?","month":"08","year":"2011","corpus":"whchat presid get small bank lend","id":98852935986987000,"day":"03"},{"text":"\"At this difficult hour, all Americans are united in support of our men and women in uniform\" -President Obama on casualties in Afghanistan","month":"08","year":"2011","corpus":"difficult hour american unit support men women uniform presid obama casualti afghanistan","id":99878600379072510,"day":"06"},{"text":"Photo: President Obama is briefed on the tragedy in #Afghanistan: http://t.co/nmkGvYe & statement: http://t.co/IwdPDQg","month":"08","year":"2011","corpus":"photo presid obama brief tragedi afghanistan statement","id":100236207463735300,"day":"07"},{"text":"President Obama: \"Our problems are eminently solvable.\" More on Obama's proposals to jumpstart the economy: http://t.co/hT1Ubsg","month":"08","year":"2011","corpus":"presid obama problem emin solvabl .\" obama propos jumpstart economi","id":100696246297169920,"day":"08"},{"text":"Happening Now: President Obama hosts an Iftar dinner celebrating #Ramadan in the State Dining Room: http://t.co/hOlVdV1","month":"08","year":"2011","corpus":"happen presid obama host iftar dinner celebr ramadan state dine room","id":101451968194682880,"day":"11"},{"text":"\"The future of #Libya is now in the hands of the Libyan people.\" -President Obama - Full statement: http://t.co/GRm8yCK","month":"08","year":"2011","corpus":"futur libya hand libyan peopl .\" presid obama full statement","id":105640844106792960,"day":"22"},{"text":"President Obama: \"The future of #Libya is in the hands of its people.\" Full statement: http://t.co/fq5FpQJ http://t.co/f6W5ry7","month":"08","year":"2011","corpus":"presid obama futur libya hand peopl .\" full statement","id":105764608224145400,"day":"22"},{"text":"Today at 5 pm EDT: President Obama will deliver a statement on #Hurricane #Irene from the Rose Garden","month":"08","year":"2011","corpus":"today pm edt presid obama deliv statement hurrican iren rose garden","id":107900537902612480,"day":"28"},{"text":"\"My hope and expectation is that we can put #countrybeforeparty & get something done for the American people.\" -President Obama","month":"08","year":"2011","corpus":"hope expect put countrybeforeparti get someth done american peopl .\" presid obama","id":108194057502720000,"day":"29"},{"text":"\"America will never leave your side\" -President Obama to #veterans @AmericanLegion conf in MN: http://t.co/rYnj228 http://t.co/bkVmqcx","month":"08","year":"2011","corpus":"america never leav side presid obama veteran conf mn","id":108668896646668290,"day":"30"},{"text":"Photo of the Day: President Obama & Alan Krueger leave Oval before  announcement (http://t.co/2ssXw61) in Rose Garden: http://t.co/XbKG7aX","month":"08","year":"2011","corpus":"photo day presid obama alan krueger leav oval announc rose garden","id":108545902087643140,"day":"30"},{"text":"RT @GovMalloyOffice: President #Obama’s proposals will be a direct benefit to #CT residents & businesses. #AmericanJobsAct @whitehouse","month":"09","year":"2011","corpus":"presid obama propos direct benefit ct resid busi americanjobsact","id":111978144201838600,"day":"09"},{"text":"RT @USMC: \"In Sgt. @Dakota_Meyer we see the best of a generation\" - President Obama #Marines Medal of Honor","month":"09","year":"2011","corpus":"sgt see best gener presid obama marin medal honor","id":114414933990576130,"day":"15"},{"text":"\"This is not class warfare. It’s math.\" -President Obama announces his plan for economic growth & deficit reduction: http://t.co/I8VA7qAa","month":"09","year":"2011","corpus":"class warfar math .\" presid obama announc plan econom growth deficit reduct","id":115957425038823420,"day":"20"},{"text":"\"We will stand with you\" -President Obama on #Libya @UN General Assembly in NY. Video: http://t.co/1fIUJcv3 Pic: http://t.co/dPxXwRmz","month":"09","year":"2011","corpus":"stand presid obama libya gener assembl ny video pic","id":116340553263759360,"day":"21"},{"text":"RT @USTradeRep: Ambassador Kirk is joining President Obama in bilateral meeting with ROK President Lee cc @whitehouse","month":"10","year":"2011","corpus":"ambassador kirk join presid obama bilater meet rok presid lee cc","id":124518447647432700,"day":"13"},{"text":"President Obama: His life, his story, tells us that change can come if you don’t give up. #DedicateMLK","month":"10","year":"2011","corpus":"presid obama life stori tell us chang come give dedicatemlk","id":125604347714342910,"day":"16"},{"text":"President Obama's remarks on the death of Muammar el-Qaddafi: http://t.co/RC2GzYu7","month":"10","year":"2011","corpus":"presid obama remark death muammar el qaddafi","id":127125246707896320,"day":"20"},{"text":".@USTradeRep Kirk: President Obama signs historic legislation signaling progress on trade & #jobsnow: http://t.co/4thXkgNW","month":"10","year":"2011","corpus":"kirk presid obama sign histor legisl signal progress trade jobsnow","id":127418106837614600,"day":"21"},{"text":"How President Obama is helping lower monthly student loan payments: http://t.co/FZqVbTIR http://t.co/UfXIVBgB","month":"10","year":"2011","corpus":"presid obama help lower monthli student loan payment","id":129682349939109890,"day":"27"},{"text":"RT @VP: PHOTO: Vice President Joe Biden talks with veterans at the @AmericanLegion Post 2, in Manchester, New Hampshire. http://t.co/iCb ...","month":"11","year":"2011","corpus":"photo vice presid joe biden talk veteran post manchest new hampshir ...","id":134776928619085820,"day":"10"},{"text":"New WH photo gallery: President Obama's visit to Australia: http://t.co/hWsCmDBR via @petesouza","month":"11","year":"2011","corpus":"new wh photo galleri presid obama visit australia via","id":137621723897008130,"day":"18"},{"text":"RT @pfeiffer44: Great front page from the Scranton Times-Tribune from the President's visit yesterday http://t.co/qL3m0Z2g","month":"12","year":"2011","corpus":"great front page scranton time tribun presid visit yesterday","id":142254775109562370,"day":"01"},{"text":"\"We’re all in this together. The more Americans succeed, the more America succeeds.\" -President Obama. Weekly Address: http://t.co/NK1vSOAm","month":"12","year":"2011","corpus":"togeth american succeed america succe .\" presid obama weekli address","id":143088922841448450,"day":"03"},{"text":"\"In America, we are greater together\" -President Obama: http://t.co/Zfmuc6U8","month":"12","year":"2011","corpus":"america greater togeth presid obama","id":144420882557829120,"day":"07"},{"text":"Photo of the Day: President Obama waves to people gathered along the motorcade route in #Osawatomie #Kansas: http://t.co/NGwcnjM6","month":"12","year":"2011","corpus":"photo day presid obama wave peopl gather along motorcad rout osawatomi kansa","id":144549970148724740,"day":"07"},{"text":"\"We are not giving up\" -President Obama on confirming Richard Cordray & extending the payroll tax cut. Watch: http://t.co/5QTPZ7Sv","month":"12","year":"2011","corpus":"give presid obama confirm richard cordray extend payrol tax cut watch","id":144891893115920400,"day":"08"},{"text":"From the Archives: President Obama meets with Prime Minister Maliki in 2009: http://t.co/eN6BriNu","month":"12","year":"2011","corpus":"archiv presid obama meet prime minist maliki 2009","id":146372589915353100,"day":"12"},{"text":"\"That’s what this is all about. Telling the world that America is open for business.\" -President Obama at @waltdisneyworld #visitUS","month":"01","year":"2012","corpus":"tell world america open busi .\" presid obama visitu","id":160058143450206200,"day":"19"},{"text":"Obama: A return to the American #values of fair play & shared responsibility will help protect our people & our economy.  #sotu","month":"01","year":"2012","corpus":"obama return american valu fair play share respons help protect peopl economi sotu","id":162005234061811700,"day":"25"},{"text":"Read the remarks from President Obama's State of the Union Address: http://t.co/BlK9tULb #SOTU","month":"01","year":"2012","corpus":"read remark presid obama state union address sotu","id":162041631229485060,"day":"25"},{"text":"RT @JonCarson44: Know someone drowning in student debt? Make sure they learn about President Obama's Income Based Repayment Program: htt ...","month":"01","year":"2012","corpus":"know someon drown student debt make sure learn presid obama incom base repay program htt ...","id":162914173007822850,"day":"27"},{"text":"RT @whitehouseostp: The President just helped shoot a marshmallow out of an air cannon at the #WHScienceFair http://t.co/FlIEZnDb","month":"02","year":"2012","corpus":"presid help shoot marshmallow air cannon whsciencefair","id":166916422587531260,"day":"07"},{"text":"RT @MayorHeartwell: Mayor Heartwell: Why the President’s Budget is Good for Cities | The White House: http://t.co/pgOPLHMw @whitehouse","month":"02","year":"2012","corpus":"mayor heartwel presid budget good citi white hous","id":172737851140747260,"day":"23"},{"text":"\"As your Commander in Chief, I could not be more proud of you\" -President Obama to Iraq war #veterans: http://t.co/qQ5OSmu7","month":"03","year":"2012","corpus":"command chief could proud presid obama iraq war veteran","id":175035845626167300,"day":"01"},{"text":"Today President Obama announced that the US will nominate Dr. Jim Yong Kim to be President of the @worldbank http://t.co/gj005wcB","month":"03","year":"2012","corpus":"today presid obama announc us nomin dr jim yong kim presid","id":183206164333473800,"day":"23"},{"text":"New slideshow: President Obama travels to Seoul, South Korea: http://t.co/TmO0p4xm Pic: Obama views the DMZ: http://t.co/PUZROVgn","month":"03","year":"2012","corpus":"new slideshow presid obama travel seoul south korea pic obama view dmz","id":184808073993527300,"day":"28"},{"text":"\"Tell [Congress] to stop giving tax breaks to people who don’t need them\" -President Obama on passing the #BuffettRule http://t.co/WPZamXzh","month":"03","year":"2012","corpus":"tell congress stop give tax break peopl need presid obama pass buffettrul","id":186128028143857660,"day":"31"},{"text":"Photo: The President & First Lady host #Passover Seder for family, staff & friends in the Old Family Dining Room: http://t.co/xJ9rryyq","month":"04","year":"2012","corpus":"photo presid first ladi host passov seder famili staff friend old famili dine room","id":188630083328675840,"day":"07"},{"text":"RT @WHLive: President Obama: \"America isn’t about a few people doing well. It’s about giving everyone the chance to do well\" #fairshare","month":"04","year":"2012","corpus":"presid obama america peopl well give everyon chanc well fairshar","id":189795090242342900,"day":"10"},{"text":"\"Tell [Congress] now is not the time to double interest rates on your student loans\" -President Obama http://t.co/DZsAtSqS #DontDoubleMyRate","month":"04","year":"2012","corpus":"tell congress time doubl interest rate student loan presid obama dontdoublemyr","id":194887998976958460,"day":"24"},{"text":"RT @jimmyfallon: The President has left the building. This has been one of the most exciting things I've ever done. #ObamaOnFallon","month":"04","year":"2012","corpus":"presid left build one excit thing ever done obamaonfallon","id":194873694219284480,"day":"24"},{"text":"President Obama: “'Set your sights lower' is not an education plan. 'You’re on your own' is not an economic plan\" #DontDoubleMyRate","month":"04","year":"2012","corpus":"presid obama “' set sight lower educ plan econom plan dontdoublemyr","id":194966431333490700,"day":"25"},{"text":"#ObamaonFallon now: \"I'm President Barack Obama & I too want to Slow Jam the News\" #DontDoubleMyRate","month":"04","year":"2012","corpus":"obamaonfallon presid barack obama want slow jam news dontdoublemyr","id":195012523827793920,"day":"25"},{"text":"President Obama just arrived in Afghanistan for a visit that will culminate in a live address to the American people at 7:30ET.","month":"05","year":"2012","corpus":"presid obama arriv afghanistan visit culmin live address american peopl 30et","id":197403947357569020,"day":"01"},{"text":"RT @pfeiffer44: In Kabul, President Obama is abt to sign the strategic partnership agreement that will help bring the war to a close","month":"05","year":"2012","corpus":"kabul presid obama abt sign strateg partnership agreement help bring war close","id":197420628201058300,"day":"01"},{"text":"Photo of the Day: President Obama greets a baby during his visit to Reno, Nevada to discuss the #CongressToDoList: http://t.co/7ELpQ42I","month":"05","year":"2012","corpus":"photo day presid obama greet babi visit reno nevada discuss congresstodolist","id":202161157224661000,"day":"14"},{"text":"RT @WHLive: President Obama: \"My last piece of advice is this simple...Persevere. Because nothing worthwhile is easy.\" #barnard2012","month":"05","year":"2012","corpus":"presid obama last piec advic simpl ... persever noth worthwhil easi .\" barnard2012","id":202093481584365570,"day":"14"},{"text":"RT @WHLive: President Obama to Air Force Academy grads: \"Cadets, this is the day you finally become officers in the finest Air Force in  ...","month":"05","year":"2012","corpus":"presid obama air forc academi grad cadet day final becom offic finest air forc ...","id":205336178772283400,"day":"23"},{"text":"Photo of the Day: President Obama greets a crowd (including this cute kid) at the airport following his arrival in Iowa http://t.co/e8gFfvtS","month":"05","year":"2012","corpus":"photo day presid obama greet crowd includ cute kid airport follow arriv iowa","id":206113568482000900,"day":"25"},{"text":"Photo of the Day: President Obama, @DHSgov Sec Napolitano, @CraigatFEMA in #hurricane preparedness mtg in the Sit Room: http://t.co/aX71cPYx","month":"05","year":"2012","corpus":"photo day presid obama sec napolitano hurrican prepared mtg sit room","id":208217122571157500,"day":"31"},{"text":"RT @unlvnews: Line is forming for tickets to see President Obama at UNLV  http://t.co/A99m6pyA // Want to join? RSVP: http://t.co/HSMimtFp","month":"06","year":"2012","corpus":"line form ticket see presid obama unlv // want join rsvp","id":210542941691850750,"day":"07"},{"text":"RT @vj44: The President just met @GirlScouts Gold Award winners in the Oval; 8 remarkable young women, more than 59M alums: http://t.co/ ...","month":"06","year":"2012","corpus":"presid met gold award winner oval remark young women 59m alum ...","id":211182476486393860,"day":"08"},{"text":"RT @Giants: President Obama welcomes your Super Bowl Champion New York @giants! http://t.co/etJLGdCH","month":"06","year":"2012","corpus":"presid obama welcom super bowl champion new york","id":211229132523188220,"day":"08"},{"text":"We Can't Wait: President Obama Signs Executive Order to Make Broadband Construction Faster and Cheaper http://t.co/nmkJ4CV3","month":"06","year":"2012","corpus":"wait presid obama sign execut order make broadband construct faster cheaper","id":213608918507733000,"day":"15"},{"text":"Weekly Address: President Obama tells the American people that the stalemate in Washington is holding our economy back: http://t.co/1AXMAlGC","month":"06","year":"2012","corpus":"weekli address presid obama tell american peopl stalem washington hold economi back","id":214028305597349900,"day":"16"},{"text":"RT @pfeiffer44: In Mexico for the G20, Pres Obama just met with Mexican President Calderon, meets with President Putin a little later th ...","month":"06","year":"2012","corpus":"mexico g20 pre obama met mexican presid calderon meet presid putin littl later th ...","id":214756741802491900,"day":"18"},{"text":"President Obama: \"If you tweet, use the hashtag #DontDoubleMyRate...Keep it up. Let's get this done.\" http://t.co/xbQwyFbA","month":"06","year":"2012","corpus":"presid obama tweet use hashtag dontdoublemyr ... keep let get done .\"","id":215883004340482050,"day":"21"},{"text":"RT @WHLive: President Obama: I’ve said time and again that if you send me the DREAM Act, I’ll sign it right away.  #NALEO","month":"06","year":"2012","corpus":"presid obama said time send dream act sign right away naleo","id":216230693922013200,"day":"22"},{"text":"\"I carried Natoma's story with me every day of the fight to pass this law\" -President Obama on #ACA. Read the letter: http://t.co/KgTNkZBa","month":"06","year":"2012","corpus":"carri natoma stori everi day fight pass law presid obama aca read letter","id":218535341609590800,"day":"29"},{"text":"\"This is a reminder of what makes us Americans. We don't just look out for ourselves.\" -President Obama Weekly Address: http://t.co/Yh3AsHwC","month":"06","year":"2012","corpus":"remind make us american look .\" presid obama weekli address","id":219131614800777200,"day":"30"},{"text":"Why does the President use so many pens to sign legislation?  Watch: Inside the White House: All the President's Pens http://t.co/P8K8n7je","month":"07","year":"2012","corpus":"presid use mani pen sign legisl watch insid white hous presid pen","id":222770046982823940,"day":"10"},{"text":"Watch: Willie Mays joins the President on flight to 2009 @MLB All-Star game in #STL where Obama threw 1st pitch: http://t.co/4xXgyohp #ASG","month":"07","year":"2012","corpus":"watch willi may join presid flight 2009 star game stl obama threw 1st pitch asg","id":222859229848010750,"day":"11"},{"text":"President Obama calls on Congress to act now to extend tax cuts for 98% of Americans. Watch the Weekly Address: http://t.co/NtmZMuVZ","month":"07","year":"2012","corpus":"presid obama call congress act extend tax cut 98 american watch weekli address","id":224156507699286000,"day":"14"},{"text":"Photos: First Lady Michelle Obama at the #London2012 #Olympics: http://t.co/zg1eGwau Mrs. Obama hugs @Venuseswilliams: http://t.co/CI00pi5Q","month":"07","year":"2012","corpus":"photo first ladi michel obama london2012 olymp mr obama hug","id":229945918558973950,"day":"30"},{"text":"President Obama called @PMOIndia Dr. Singh to discuss the shooting at a Sikh temple in WI: http://t.co/OAL7BFdN Photo: http://t.co/suM8g5PZ","month":"08","year":"2012","corpus":"presid obama call dr singh discuss shoot sikh templ wi photo","id":233657359682129920,"day":"09"},{"text":"RT @NASA: \"It's really mind-boggling what you've accomplished.\" - President Obama to @MarsCuriosity team @NASAJPL.  http://t.co/vJE0DTWg","month":"08","year":"2012","corpus":"realli mind boggl accomplish .\" presid obama team","id":235034272635969540,"day":"13"},{"text":"RT @WHLive: President Obama: \"But no government, no nation, can meet this challenge alone. Everyone has a responsibility. Every nation c ...","month":"09","year":"2012","corpus":"presid obama govern nation meet challeng alon everyon respons everi nation ...","id":250638107555274750,"day":"25"},{"text":"Former President Clinton watches backstage as President Obama delivers remarks at #CGI2012 yesterday in N.Y.C. Photo: http://t.co/ZFIV6xtz","month":"09","year":"2012","corpus":"former presid clinton watch backstag presid obama deliv remark cgi2012 yesterday photo","id":251080895707115520,"day":"26"},{"text":"RT @petesouza: New photo of President Obama at the Hoover Dam: http://t.co/qb4YuRSB","month":"10","year":"2012","corpus":"new photo presid obama hoover dam","id":253325555791982600,"day":"03"},{"text":"Photo: President Obama talks w/ Alan Krueger, CEA Chair &amp; Chief of Staff Jack Lew in the Oval Office: http://t.co/e6MC26ka","month":"10","year":"2012","corpus":"photo presid obama talk alan krueger cea chair amp chief staff jack lew oval offic","id":256406773936820220,"day":"11"},{"text":"\"Arlen Specter was always a fighter.\"-President Obama Full statement on the passing of Arlen Specter: http://t.co/T4txz0sc","month":"10","year":"2012","corpus":"arlen specter alway fighter .\"- presid obama full statement pass arlen specter","id":257643013700980740,"day":"15"},{"text":"President Obama orders US flags to be flown at half-staff in honor of Arlen Specter. Presidential Proclamation: http://t.co/hnZtY5sU","month":"10","year":"2012","corpus":"presid obama order us flag flown half staff honor arlen specter presidenti proclam","id":257936220011786240,"day":"15"},{"text":"Photo of the day: President Obama waves to visitors as they tour the White House grounds, Oct. 19, 2012. #WHGarden http://t.co/EfEnmYpd","month":"10","year":"2012","corpus":"photo day presid obama wave visitor tour white hous ground oct 19 2012 whgarden","id":260451818084134900,"day":"22"},{"text":"Photo of the Day: President Obama jokes with host @JayLeno during \"The Tonight Show with Jay Leno\" in Burbank, Calif: http://t.co/cvCarGx5","month":"10","year":"2012","corpus":"photo day presid obama joke host tonight show jay leno burbank calif","id":261488979680051200,"day":"25"},{"text":"Photo of the Day: President Obama talks on the phone with world leaders in the Oval Office: http://t.co/G0UhCRsP Photo: http://t.co/F3vrcrUT","month":"11","year":"2012","corpus":"photo day presid obama talk phone world leader oval offic photo","id":266729898561921020,"day":"09"},{"text":"President Obama: \"[The American people] want cooperation. They want consensus. They want common sense. And most of all, they want action.\"","month":"11","year":"2012","corpus":"presid obama \"[ american peopl want cooper want consensu want common sens want action","id":266967509075390460,"day":"09"},{"text":"Photo of the Day: President Obama stands with @VP Biden in the Green Room before speaking on the economy: http://t.co/6pBNCW1p","month":"11","year":"2012","corpus":"photo day presid obama stand biden green room speak economi","id":267436761389617150,"day":"11"},{"text":"On Thursday, President Obama travels to New York to visit areas devastated by Hurricane #Sandy. How you can help: http://t.co/UeyNfSYa","month":"11","year":"2012","corpus":"thursday presid obama travel new york visit area devast hurrican sandi help","id":268432513398095870,"day":"13"},{"text":"\"We as Americans are going to stand with each other in their hour of need.\"-President Obama to #Sandy survivors in NYC http://t.co/VbpcYtY8","month":"11","year":"2012","corpus":"american go stand hour need .\"- presid obama sandi survivor nyc","id":269242315292430340,"day":"16"},{"text":"RT @USEmbassyBurma: President #Obama greets officials at Rangoon Int'l Airport as the first U.S. President to visit #Burma http://t.co/5 ...","month":"11","year":"2012","corpus":"presid obama greet offici rangoon int airport first presid visit burma ...","id":270370828531687420,"day":"19"},{"text":"Updates &amp; photos from President Obama's Asia trip: http://t.co/VFHxeFen The President greets Aung San Suu Kyi in Burma: http://t.co/m20jsvkU","month":"11","year":"2012","corpus":"updat amp photo presid obama asia trip presid greet aung san suu kyi burma","id":270606359614087170,"day":"19"},{"text":"Photo of the Day: President Obama talks with @VP Biden in the hallway outside of the Oval Office: http://t.co/1YTS4yWy","month":"11","year":"2012","corpus":"photo day presid obama talk biden hallway outsid oval offic","id":273288064351236100,"day":"27"},{"text":"Photo gallery: Behind the scenes in Nov: http://t.co/rFADUZw8 Pic: President Obama rings a big bell in Burma http://t.co/AdJ7MHhO","month":"12","year":"2012","corpus":"photo galleri behind scene nov pic presid obama ring big bell burma","id":277226833429291000,"day":"08"},{"text":"\"Our economic success has never come from the top-down; it comes from the middle-out.\" —President Obama at Detroit Diesel in Redford, MI","month":"12","year":"2012","corpus":"econom success never come top come middl .\" presid obama detroit diesel redford mi","id":278224944666652670,"day":"10"},{"text":"Photo of the Day: President Obama talks with Natoma Canfield whose letter hangs outside the Oval: http://t.co/Rs234lVS http://t.co/la8lval0","month":"12","year":"2012","corpus":"photo day presid obama talk natoma canfield whose letter hang outsid oval","id":279265543096266750,"day":"13"},{"text":"President Obama: \"You can still help, right now.\" More on #Sandy recovery efforts: http://t.co/vQfCjx0X http://t.co/TlJSRlXE #121212Concert","month":"12","year":"2012","corpus":"presid obama still help right .\" sandi recoveri effort 121212concert","id":279065759190224900,"day":"13"},{"text":"\"I know there is not a parent in America who doesn’t feel the same overwhelming grief that I do.\" —President Obama: http://t.co/RPjzFQQO","month":"12","year":"2012","corpus":"know parent america feel overwhelm grief .\" presid obama","id":279731946949599230,"day":"14"},{"text":"“We cannot tolerate this anymore. These tragedies must end, and to end them, we must change.” —President Obama","month":"12","year":"2012","corpus":"cannot toler anymor tragedi must end end must chang .” presid obama","id":280489631210934270,"day":"17"},{"text":"\"As a community, you've inspired us, Newtown.\" -President Obama http://t.co/MiFu2QQF http://t.co/HzSP6y9P","month":"12","year":"2012","corpus":"commun inspir us newtown .\" presid obama","id":280773419782504450,"day":"17"},{"text":"\"We can’t tolerate this anymore. These tragedies must end. And to end them, we must change.\" —President Obama: http://t.co/U79VOSe9","month":"12","year":"2012","corpus":"toler anymor tragedi must end end must chang .\" presid obama","id":280843679684517900,"day":"18"},{"text":"\"The fact that this problem is complex can no longer be an excuse for doing nothing.\" —President Obama: http://t.co/GrE8F2We","month":"12","year":"2012","corpus":"fact problem complex longer excus noth .\" presid obama","id":281572340930850800,"day":"20"},{"text":"\"We remember a man who inspired all of us with his courage\" -President Obama on Senator Inouye: http://t.co/b2ed7cYy http://t.co/tHBLobr9","month":"12","year":"2012","corpus":"rememb man inspir us courag presid obama senat inouy","id":282296944720760830,"day":"22"},{"text":"\"We move forward together, or we don't move forward at all\"-President Obama today on the #FiscalCliff. Watch: http://t.co/up9zgyWH","month":"12","year":"2012","corpus":"move forward togeth move forward \"- presid obama today fiscalcliff watch","id":282279046354702340,"day":"22"},{"text":"2012 in Photos: http://t.co/5W4BYAC7 Pic: The President throws a football at Soldier Field, home of the @ChicagoBears: http://t.co/70YiSACb","month":"01","year":"2013","corpus":"2012 photo pic presid throw footbal soldier field home","id":288797251235639300,"day":"09"},{"text":"Photo of the Day: President Obama talks with advisors after a meeting in the Roosevelt Room, Jan. 10, 2013: http://t.co/1CZbK4Hn","month":"01","year":"2013","corpus":"photo day presid obama talk advisor meet roosevelt room jan 10 2013","id":289899533389951000,"day":"12"},{"text":"President Obama has officially been sworn in for a second term. Don't miss the #Inaug2013 Address: http://t.co/ncjGusur http://t.co/nmNroT6c","month":"01","year":"2013","corpus":"presid obama offici sworn second term miss inaug2013 address","id":293075767590539260,"day":"20"},{"text":"RT @VP: VP Joe Biden has officially been sworn in for his second term as Vice President of the United States.","month":"01","year":"2013","corpus":"vp joe biden offici sworn second term vice presid unit state","id":292998249349009400,"day":"20"},{"text":"\"The most evident of truths – that all of us are created equal – is still the star that guides us still.\" —President Obama #inaug2013","month":"01","year":"2013","corpus":"evid truth us creat equal still star guid us still .\" presid obama inaug2013","id":293404369678901250,"day":"21"},{"text":"President Obama takes the oath of office during the Inaugural swearing-in ceremony at the U.S. Capitol #inaug2013 http://t.co/nJiQVk7Y","month":"01","year":"2013","corpus":"presid obama take oath offic inaugur swear ceremoni capitol inaug2013","id":293444791092527100,"day":"21"},{"text":"\"I want to take a look one more time\"-President Obama looks back at the crowd following the #inaug2013 ceremony: http://t.co/p0HoojP1","month":"01","year":"2013","corpus":"want take look one time \"- presid obama look back crowd follow inaug2013 ceremoni","id":293743453232304100,"day":"22"},{"text":"On Monday at 1:35ET: President Obama will honor the @NBA Champion @MiamiHeat in a ceremony at the @Whitehouse.","month":"01","year":"2013","corpus":"monday 35et presid obama honor champion ceremoni","id":294263274705391600,"day":"24"},{"text":"RT @WHLive: President Obama: \"If there’s even one thing we can do – even one life we can save – we have an obligation to try.\" #NowIsTheTime","month":"02","year":"2013","corpus":"presid obama even one thing even one life save oblig tri .\" nowisthetim","id":298519478906531840,"day":"04"},{"text":"Photo of the Day: President Obama travels aboard Marine One from Annapolis, Md., en route to the White House: http://t.co/MLS04fY0","month":"02","year":"2013","corpus":"photo day presid obama travel aboard marin one annapoli md ., en rout white hous","id":299331689140858900,"day":"07"},{"text":"\"They deserve a simple vote.\"—President Obama #NowistheTime http://t.co/f1i8MWIu","month":"02","year":"2013","corpus":"deserv simpl vote .\"— presid obama nowisthetim","id":301529177625088000,"day":"13"},{"text":"\"The United States will join with our allies to eradicate such extreme poverty in the next two decades\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"unit state join alli erad extrem poverti next two decad presid obama sotu","id":301526528204894200,"day":"13"},{"text":"\"Our government shouldn’t make promises we cannot keep – but we must keep the promises we’ve already made.\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"govern make promis cannot keep must keep promis alreadi made .\" presid obama sotu","id":301517489353936900,"day":"13"},{"text":"President Obama: \"We were sent here to look out for our fellow Americans the same way they look out for one another, every single day\" #SOTU","month":"02","year":"2013","corpus":"presid obama sent look fellow american way look one anoth everi singl day sotu","id":301529288291794940,"day":"13"},{"text":"\"I am open to additional reforms from both parties, so long as they don’t violate the guarantee of a secure retirement\" —President Obama","month":"02","year":"2013","corpus":"open addit reform parti long violat guarante secur retir presid obama","id":301517456239890400,"day":"13"},{"text":"President Obama: \"We will stand steadfast with Israel in pursuit of security and a lasting peace.\" #SOTU","month":"02","year":"2013","corpus":"presid obama stand steadfast israel pursuit secur last peac .\" sotu","id":301527126228758500,"day":"13"},{"text":"\"We can – and will – insist on respect for the fundamental rights of all people.\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"insist respect fundament right peopl .\" presid obama sotu","id":301527006191968260,"day":"13"},{"text":"Check out the full video of President Obama's #FiresideHangout from the White House: http://t.co/DYxWCANX","month":"02","year":"2013","corpus":"check full video presid obama firesidehangout white hous","id":302239199925526500,"day":"15"},{"text":"\"America only moves forward when we do so together\" —President Obama in his Weekly Address. Watch: http://t.co/O9kVmtcr #JobsNow","month":"02","year":"2013","corpus":"america move forward togeth presid obama weekli address watch jobsnow","id":302807226014384100,"day":"16"},{"text":"Happening at 10:45 ET: President Obama urges action to avoid the automatic budget cuts scheduled to hit next Friday: http://t.co/u95tzH8r","month":"02","year":"2013","corpus":"happen 10 45 et presid obama urg action avoid automat budget cut schedul hit next friday","id":303878203502641150,"day":"19"},{"text":"RT @VP: Check out the new official portrait of Vice President Biden in his West Wing Office at the @WhiteHouse: http://t.co/JSTE4QnNvy","month":"02","year":"2013","corpus":"check new offici portrait vice presid biden west wing offic","id":306176935376080900,"day":"25"},{"text":"President Obama: \"In 4 days, Congress is poised to allow a series of arbitrary, automatic budget cuts to kick in that will slow our economy\"","month":"02","year":"2013","corpus":"presid obama day congress pois allow seri arbitrari automat budget cut kick slow economi","id":306078349460115460,"day":"25"},{"text":"President Obama on Rosa Parks: \"In a single moment, with the simplest of gestures, she helped change America – and change the world\"","month":"02","year":"2013","corpus":"presid obama rosa park singl moment simplest gestur help chang america chang world","id":306807475439550460,"day":"27"},{"text":"Statement from President Obama on the Confirmation of Jack Lew as Secretary of @USTreasury: http://t.co/FpVImEvYlN","month":"02","year":"2013","corpus":"statement presid obama confirm jack lew secretari","id":306927738068013060,"day":"28"},{"text":"RT @WHLive: President Obama on #VAWA: \"One of the great legacies of this law is that it didn’t just change the rules; it changed our cul ...","month":"03","year":"2013","corpus":"presid obama vawa one great legaci law chang rule chang cul ...","id":309748451376242700,"day":"07"},{"text":"\"All women deserve the right to live free from fear. And that is what today is all about.\" —President Obama on #VAWA: http://t.co/WNNYins1fW","month":"03","year":"2013","corpus":"women deserv right live free fear today .\" presid obama vawa","id":309884959752060900,"day":"08"},{"text":"Statement from President Obama on His Holiness Pope Francis: http://t.co/gRNq97bGqf","month":"03","year":"2013","corpus":"statement presid obama holi pope franci","id":311967450445004800,"day":"13"},{"text":"Photo of the Day: President Obama talks with @USTreasury Secretary Jack Lew on the Colonnade of the White House: http://t.co/vZG73wFaCR","month":"03","year":"2013","corpus":"photo day presid obama talk secretari jack lew colonnad white hous","id":311987912390606850,"day":"13"},{"text":"RT @WHLive: President Obama: \"This is about national security. Our reliance on oil makes us far too dependent on other parts of the world.\"","month":"03","year":"2013","corpus":"presid obama nation secur relianc oil make us far depend part world","id":312636012113301500,"day":"15"},{"text":"Filling out your bracket for #MarchMadness? Check out President Obama's NCAA Tournament picks: http://t.co/4pbAo8DfNq http://t.co/QRw5FchNG8","month":"03","year":"2013","corpus":"fill bracket marchmad check presid obama ncaa tournament pick","id":314377105360171000,"day":"20"},{"text":"RT @NSCPress: Photo: President Obama pauses after adjusting a wreath in the Hall of Remembrance at the Yad Vashem Holocaust Museum http: ...","month":"03","year":"2013","corpus":"photo presid obama paus adjust wreath hall remembr yad vashem holocaust museum http ...","id":315520252937134100,"day":"23"},{"text":"RT @Interior: Today, President Obama designated 5 new National #Monuments. See the full list, including photos here: http://t.co/DRsbCPgdZ6","month":"03","year":"2013","corpus":"today presid obama design new nation monument see full list includ photo","id":316270153321041900,"day":"25"},{"text":"RT @VP: In the latest #BeingBiden, the Vice President takes you into the locker room after last night's @udbluehens victory: https://t.c ...","month":"03","year":"2013","corpus":"latest beingbiden vice presid take locker room last night victori ...","id":317026695473426400,"day":"27"},{"text":"\"Nothing is more powerful than millions of voices calling for change.\" —President Obama: http://t.co/Eda4lTRrzZ #NowIsTheTime","month":"03","year":"2013","corpus":"noth power million voic call chang .\" presid obama nowisthetim","id":317306788951253000,"day":"28"},{"text":"\"Why wouldn’t we want to make it more difficult for a dangerous person to get his or her hands on a gun?\"—President Obama","month":"03","year":"2013","corpus":"want make difficult danger person get hand gun ?\"— presid obama","id":317305913860050940,"day":"28"},{"text":"Everything you need to know about President Obama's plan to improve American #Infrastructure: http://t.co/mOz4zx5B8W","month":"03","year":"2013","corpus":"everyth need know presid obama plan improv american infrastructur","id":317727708253650940,"day":"29"},{"text":"On #EqualPayDay, President Obama continues to call on the Congress to pass the Paycheck Fairness Act: http://t.co/Ma3CVTQYYe","month":"04","year":"2013","corpus":"equalpayday presid obama continu call congress pass paycheck fair act","id":321752110330937340,"day":"09"},{"text":"\"On days like this there are no Republicans or Democrats – we are Americans, united in concern for our fellow citizens.\" —President Obama","month":"04","year":"2013","corpus":"day like republican democrat american unit concern fellow citizen .\" presid obama","id":323921555333734400,"day":"15"},{"text":"\"Any time bombs are used to target innocent civilians, it is an act of terror.\" –President Obama: http://t.co/E2pPZfDc9U","month":"04","year":"2013","corpus":"time bomb use target innoc civilian act terror .\" presid obama","id":324243784542081000,"day":"16"},{"text":"President Obama: \"90% of the American people support universal background checks that make it harder for a dangerous person to buy a gun.\"","month":"04","year":"2013","corpus":"presid obama 90 american peopl support univers background check make harder danger person buy gun","id":324639119001124860,"day":"17"},{"text":"President Obama: \"The science fair projects of today could become the products or businesses of tomorrow.\" #WHScienceFair","month":"04","year":"2013","corpus":"presid obama scienc fair project today could becom product busi tomorrow .\" whsciencefair","id":326402030069481500,"day":"22"},{"text":"President Obama: “We need a better way to recruit, prepare, and reward our next generation of great educators.”","month":"04","year":"2013","corpus":"presid obama need better way recruit prepar reward next gener great educ .”","id":326766353539289100,"day":"23"},{"text":"“We give thanks for the courage and compassion and incredible grace of the people of West, Texas.” —President Obama","month":"04","year":"2013","corpus":"give thank courag compass incred grace peopl west texa .” presid obama","id":327527216890130400,"day":"25"},{"text":"Five Presidents. http://t.co/67KazZryHq","month":"04","year":"2013","corpus":"five presid","id":327861889012989950,"day":"26"},{"text":"ICYMI, President Obama tried the First Lady’s bangs on for size at last night’s White House Correspondents’ Dinner: http://t.co/dO8LQos8b1","month":"04","year":"2013","corpus":"icymi presid obama tri first ladi bang size last night white hous correspond dinner","id":328648703474810900,"day":"28"},{"text":"“The essence of America is its hunger to innovate. This restlessness. This quest for the next big thing.” —President Obama at #NAS150","month":"04","year":"2013","corpus":"essenc america hunger innov restless quest next big thing .” presid obama nas150","id":328895798790217700,"day":"29"},{"text":"President Obama: \"We've got to make sure that we're supporting the next generation of dreamers and risk-takers.\" #NAS150","month":"04","year":"2013","corpus":"presid obama got make sure support next gener dreamer risk taker .\" nas150","id":328899217357668350,"day":"29"},{"text":"Tune in at 2:10pm ET for a personnel announcement from President Obama: http://t.co/b4tqL3nPDV","month":"04","year":"2013","corpus":"tune 10pm et personnel announc presid obama","id":328931536764297200,"day":"29"},{"text":"Tune in at 2:15pm ET for a personnel announcement from President Obama: http://t.co/b4tqL3nPDV","month":"05","year":"2013","corpus":"tune 15pm et personnel announc presid obama","id":329637847801933800,"day":"01"},{"text":"Lift off from the South Lawn of the White House. President Obama's headed to Mexico and Costa Rica ---&gt; http://t.co/1BXss1dwzc","month":"05","year":"2013","corpus":"lift south lawn white hous presid obama head mexico costa rica ---& gt","id":330003760241860600,"day":"02"},{"text":"\"Mexico and the U.S. have one of the largest, most dynamic relationships of any two countries on earth.\" —President Obama in Mexico City","month":"05","year":"2013","corpus":"mexico one largest dynam relationship two countri earth .\" presid obama mexico citi","id":330074428773904400,"day":"02"},{"text":"\"Cinco de Mayo reminds us that America’s diversity is America’s strength.\" —President Obama, http://t.co/IIUmmX0fg1","month":"05","year":"2013","corpus":"cinco de mayo remind us america divers america strength .\" presid obama","id":331121623333756900,"day":"05"},{"text":"Follow @WHVideo for the latest videos that take you inside 1600 Pennsylvania Ave. and around the country with President Obama.","month":"05","year":"2013","corpus":"follow latest video take insid 1600 pennsylvania ave around countri presid obama","id":332624461113208800,"day":"09"},{"text":"On the clock: Economic advisor Gene Sperling breaks down the President's efforts to create more manufacturing hubs. http://t.co/OkifSyUNVj","month":"05","year":"2013","corpus":"clock econom advisor gene sperl break presid effort creat manufactur hub","id":332593549180813300,"day":"09"},{"text":"ROBOTS! President Obama met with some really talented students in Manor, Texas today: http://t.co/MFVY11Ku1N","month":"05","year":"2013","corpus":"robot presid obama met realli talent student manor texa today","id":332661316655403000,"day":"10"},{"text":"President Obama: \"The great alliance between the United States and the United Kingdom is rooted in shared interests and shared values.\"","month":"05","year":"2013","corpus":"presid obama great allianc unit state unit kingdom root share interest share valu","id":333970474268762100,"day":"13"},{"text":"President Obama: “Our prayers are with the people of Oklahoma today.” #PrayForOklahoma","month":"05","year":"2013","corpus":"presid obama prayer peopl oklahoma today .” prayforoklahoma","id":336845991233871900,"day":"21"},{"text":"President Obama: “First, we must finish the work of defeating al Qaeda and its associated forces.”","month":"05","year":"2013","corpus":"presid obama first must finish work defeat al qaeda associ forc .”","id":337632662690869250,"day":"23"},{"text":"President Obama: “Today, Osama bin Laden is dead, and so are most of his top lieutenants.”","month":"05","year":"2013","corpus":"presid obama today osama bin laden dead top lieuten .”","id":337631177810792450,"day":"23"},{"text":"President Obama: \"My Administration has worked vigorously to establish a framework that governs our use of force against terrorists.\"","month":"05","year":"2013","corpus":"presid obama administr work vigor establish framework govern use forc terrorist","id":337634469336973300,"day":"23"},{"text":"President Obama: \"We all know someone—a family member, a friend, a neighbor—who has struggled or will struggle with mental health issues.\"","month":"06","year":"2013","corpus":"presid obama know someon famili member friend neighbor struggl struggl mental health issu","id":341556256890314750,"day":"03"},{"text":"In February, President Obama promised further action on patent reform: http://t.co/O0udYj78P0. Today, he delivered: http://t.co/HEkIp1ESQM","month":"06","year":"2013","corpus":"februari presid obama promis action patent reform today deliv","id":341952040781623300,"day":"04"},{"text":"\"If we truly are created equal, then surely the love we commit to one another must be equal as well.\" —President Obama on #LGBT Pride Month","month":"06","year":"2013","corpus":"truli creat equal sure love commit one anoth must equal well .\" presid obama lgbt pride month","id":345637187062218750,"day":"14"},{"text":"President Obama: \"We are stronger when all our people, no matter who they are or what they look like, are granted opportunity.\"","month":"06","year":"2013","corpus":"presid obama stronger peopl matter look like grant opportun","id":347349286922620900,"day":"19"},{"text":"\"It’s time to fix our broken immigration system once and for all.\" —President Obama in his Weekly Address: http://t.co/RA1RmXlKFd","month":"06","year":"2013","corpus":"time fix broken immigr system .\" presid obama weekli address","id":348440615530397700,"day":"22"},{"text":"President Obama: \"When all Americans are treated as equal—no matter who they are or whom they love—we are all more free.\" #MarriageEquality","month":"06","year":"2013","corpus":"presid obama american treat equal matter love free .\" marriageequ","id":349915356980195300,"day":"26"},{"text":"From the archives: A look back at Fourth of Julys with U.S. Presidents. http://t.co/aBUwEGEKty #Happy4thofJuly #TBT http://t.co/yCqWWzj2Yj","month":"07","year":"2013","corpus":"archiv look back fourth juli presid happy4thofjuli tbt","id":352868300851662850,"day":"04"},{"text":"President Obama: President Bush \"created an award...to recognize Americans who serve their neighbors and communities.\" #MyPointOfLight","month":"07","year":"2013","corpus":"presid obama presid bush creat award ... recogn american serv neighbor commun .\" mypointoflight","id":356834516775604200,"day":"15"},{"text":"President Obama: \"On behalf of my mother—who argued with insurance companies even as she battled cancer.\" #TBT http://t.co/qZLBvuDQkT","month":"07","year":"2013","corpus":"presid obama behalf mother argu insur compani even battl cancer .\" tbt","id":358001443384471550,"day":"18"},{"text":"President Obama: \"We haven’t just wanted success for ourselves—we’ve wanted it for our neighbors and our neighborhoods.\" #ABetterBargain","month":"07","year":"2013","corpus":"presid obama want success want neighbor neighborhood .\" abetterbargain","id":360167842559180800,"day":"24"},{"text":"President Obama: \"If we’re going to give businesses a better deal, we’re going to give workers a better deal, too.\" #ABetterBargain","month":"07","year":"2013","corpus":"presid obama go give busi better deal go give worker better deal .\" abetterbargain","id":362278120633540600,"day":"30"},{"text":"Happy birthday, President Obama! http://t.co/9POsvcXWPs","month":"08","year":"2013","corpus":"happi birthday presid obama","id":364063037751189500,"day":"04"},{"text":"RT @WHVideo: Missed the President's interview with @Zillow this week?  See the highlights here --&gt; http://t.co/xLhyKiXwIs #ABetterBargain","month":"08","year":"2013","corpus":"miss presid interview week see highlight --& gt abetterbargain","id":365956437207711740,"day":"09"},{"text":"President Obama in Scranton: “Just because something’s hard doesn’t mean we can’t do it…we can make college more affordable.”","month":"08","year":"2013","corpus":"presid obama scranton someth hard mean make colleg afford .”","id":371020397371990000,"day":"23"},{"text":"Happening now: President Obama presents Staff Sergeant Ty M. Carter with the Medal of Honor —&gt; http://t.co/b4tqL36eMn","month":"08","year":"2013","corpus":"happen presid obama present staff sergeant ty carter medal honor —& gt","id":372060843506434050,"day":"26"},{"text":"\"Ty says 'this award is not mine alone.' The battle that day was 'one team in one fight.'\" —President Obama presenting the Medal of Honor","month":"08","year":"2013","corpus":"ty say award mine alon .' battl day one team one fight .'\" presid obama present medal honor","id":372063596739837950,"day":"26"},{"text":"President Obama: \"We best remember Dr. King’s soaring oratory that day—how he gave mighty voice to the quiet hopes of millions.\" #MLKDream50","month":"08","year":"2013","corpus":"presid obama best rememb dr king soar oratori day gave mighti voic quiet hope million .\" mlkdream50","id":372798200643862500,"day":"28"},{"text":"At 2:45pm, President Obama speaks at the 50th anniversary of the March on Washington ceremony —&gt; http://t.co/KvadYk9atb #MLKDream50","month":"08","year":"2013","corpus":"45pm presid obama speak 50th anniversari march washington ceremoni —& gt mlkdream50","id":372782746579394560,"day":"28"},{"text":"President Obama: \"Because they marched, America became more fair and more free.\" #MLKDream50","month":"08","year":"2013","corpus":"presid obama march america becam fair free .\" mlkdream50","id":372799669862412300,"day":"28"},{"text":"President Obama: \"They went to jail to protest unjust laws, their cells swelling with the sound of freedom songs.\" #MLKDream50","month":"08","year":"2013","corpus":"presid obama went jail protest unjust law cell swell sound freedom song .\" mlkdream50","id":372798725003173900,"day":"28"},{"text":"President Obama: \"That’s where courage comes from—when we turn not from each other or on each other, but towards one another.\" #MLKDream50","month":"08","year":"2013","corpus":"presid obama courag come turn toward one anoth .\" mlkdream50","id":372803315756965900,"day":"28"},{"text":"President Obama: \"Because they marched, a Civil Rights law was passed. Because they marched, a Voting Rights law was signed.\" #MLKDream50","month":"08","year":"2013","corpus":"presid obama march civil right law pass march vote right law sign .\" mlkdream50","id":372799414730903550,"day":"28"},{"text":"\"We cannot accept a world where women and children and innocent civilians are gassed on an incredible scale.\" —President Obama on #Syria","month":"08","year":"2013","corpus":"cannot accept world women children innoc civilian gass incred scale .\" presid obama syria","id":373542155718885400,"day":"30"},{"text":"\"We're not considering any open-ended commitment. We're not considering any boots-on-the-ground approach.\" —President Obama on #Syria","month":"08","year":"2013","corpus":"consid open end commit consid boot ground approach .\" presid obama syria","id":373541189120561150,"day":"30"},{"text":"President Obama: \"The situation profoundly changed though on August 21, when Assad’s government gassed to death over 1,000 people.\" #Syria","month":"09","year":"2013","corpus":"presid obama situat profoundli chang though august 21 assad govern gass death 000 peopl .\" syria","id":377598152376729600,"day":"11"},{"text":"President Obama: \"Our ideals and principles, as well as our national security, are at stake in #Syria.\"","month":"09","year":"2013","corpus":"presid obama ideal principl well nation secur stake syria","id":377601609275944960,"day":"11"},{"text":"President Obama: \"I will not put American boots on the ground in #Syria. I will not pursue an open-ended action like Iraq or Afghanistan.\"","month":"09","year":"2013","corpus":"presid obama put american boot ground syria pursu open end action like iraq afghanistan","id":377599846980403200,"day":"11"},{"text":"RT @Cabinet: Follow along for updates and the latest news from President Obama's Cabinet—starting with this morning's 11am ET Cabinet meeti…","month":"09","year":"2013","corpus":"follow along updat latest news presid obama cabinet start morn 11am et cabinet meeti","id":378166796601155600,"day":"12"},{"text":"\"We send our thoughts and prayers to all at the Navy Yard who’ve been touched by this tragedy.\" —President Obama: http://t.co/4dtKbyAx5p","month":"09","year":"2013","corpus":"send thought prayer navi yard touch tragedi .\" presid obama","id":379754170409959400,"day":"16"},{"text":"Happening now: President Obama addresses the @UN General Assembly —&gt; http://t.co/KvadYk9atb #UNGA","month":"09","year":"2013","corpus":"happen presid obama address gener assembl —& gt unga","id":382507271650951200,"day":"24"},{"text":"\"In the wealthiest nation on Earth, no one should go broke just because they get sick.\" —President Obama on why he fought to pass #Obamacare","month":"09","year":"2013","corpus":"wealthiest nation earth one go broke get sick .\" presid obama fought pass obamacar","id":383243739935678460,"day":"26"},{"text":"President Obama: \"I will not negotiate over Congress’ responsibility to pay the bills that have already been racked up.\" #EnoughAlready","month":"09","year":"2013","corpus":"presid obama negoti congress respons pay bill alreadi rack .\" enoughalreadi","id":383681018525265900,"day":"27"},{"text":"President Obama: \"Just now, I spoke on the phone with President Rouhani of the Islamic Republic of Iran.\"","month":"09","year":"2013","corpus":"presid obama spoke phone presid rouhani islam republ iran","id":383678061146677250,"day":"27"},{"text":"Obama: \"The American people elected their representatives to make their lives easier, not harder.\" #JustVote","month":"10","year":"2013","corpus":"obama american peopl elect repres make live easier harder .\" justvot","id":385780635635167200,"day":"03"},{"text":"President Obama: \"I have a simple message for all the dedicated and patriotic federal workers...thank you for your service. Welcome back.\"","month":"10","year":"2013","corpus":"presid obama simpl messag dedic patriot feder worker ... thank servic welcom back","id":390859905277497340,"day":"17"},{"text":"President Obama: \"Third, we should pass a farm bill—one that America’s farmers and ranchers can depend on.\"","month":"10","year":"2013","corpus":"presid obama third pass farm bill one america farmer rancher depend","id":390858688249876500,"day":"17"},{"text":"President Obama: \"First, in the coming days and weeks, we should sit down and pursue a balanced approach to a responsible budget.\"","month":"10","year":"2013","corpus":"presid obama first come day week sit pursu balanc approach respons budget","id":390856816856272900,"day":"17"},{"text":"Don't miss President Obama's @DHSGov personnel announcement at 2pm ET —&gt; http://t.co/KvadYk9atb","month":"10","year":"2013","corpus":"miss presid obama personnel announc 2pm et —& gt","id":391237107231883260,"day":"18"},{"text":"\"The way business is done in Washington has to change.\" —President Obama in his Weekly Address: http://t.co/muZaiQCDEY","month":"10","year":"2013","corpus":"way busi done washington chang .\" presid obama weekli address","id":391642299169402900,"day":"19"},{"text":"President Obama in Brooklyn: \"We should be doing everything we can to keep you safe and protect you from gun violence.\"","month":"10","year":"2013","corpus":"presid obama brooklyn everyth keep safe protect gun violenc","id":393830077676265500,"day":"25"},{"text":"President Obama: Insurance companies \"can’t use allergies or pregnancy or the fact that you’re a woman to charge you more.\" #Obamacare","month":"10","year":"2013","corpus":"presid obama insur compani use allergi pregnanc fact woman charg .\" obamacar","id":395646853720449000,"day":"30"},{"text":"\"Since I took office, we’ve cut our deficits in half.\" —President Obama, http://t.co/szAAk4BniA","month":"11","year":"2013","corpus":"sinc took offic cut deficit half .\" presid obama","id":398882627303649300,"day":"08"},{"text":"\"Today, we gather once more to honor patriots who have rendered the highest service any American can offer this nation.\" —President Obama","month":"11","year":"2013","corpus":"today gather honor patriot render highest servic american offer nation .\" presid obama","id":399938944525008900,"day":"11"},{"text":"President Obama on Typhoon #Haiyan: \"I encourage Americans who want to help our Filipino friends to visit http://t.co/6Ornnl5L8w.\"","month":"11","year":"2013","corpus":"presid obama typhoon haiyan encourag american want help filipino friend visit","id":400756402819301400,"day":"13"},{"text":"RT @WHLive: \"It’s nice to be here when the only real battle for Ohio is the Browns-Bengals game this Sunday.\" —President Obama in Cleveland","month":"11","year":"2013","corpus":"nice real battl ohio brown bengal game sunday .\" presid obama cleveland","id":401086955837861900,"day":"14"},{"text":"Go behind-the-scenes with President Obama for a 15-second tour of ArcelorMittal Steel Factory in Ohio —&gt; http://t.co/HrwbPpJhpZ","month":"11","year":"2013","corpus":"go behind scene presid obama 15 second tour arcelormitt steel factori ohio —& gt","id":401377619494461440,"day":"15"},{"text":"President Obama: \"@Oprah’s greatest strength has always been her ability to help us discover the best in ourselves.\" #MedalOfFreedom","month":"11","year":"2013","corpus":"presid obama \"@ oprah greatest strength alway abil help us discov best .\" medaloffreedom","id":403199118878580740,"day":"20"},{"text":"President Obama: \"For the first time in a decade, we have halted the progress of the Iranian nuclear program.\" #Iran","month":"11","year":"2013","corpus":"presid obama first time decad halt progress iranian nuclear program .\" iran","id":405063737045831700,"day":"25"},{"text":"President Obama: \"It’s long past time to fix our broken immigration system.\" #ActOnReform","month":"11","year":"2013","corpus":"presid obama long past time fix broken immigr system .\" actonreform","id":405064312693071900,"day":"25"},{"text":"President Obama: \"Today, the website is working well for the vast majority of users.\" http://t.co/GNfbftrfo3 #GetCovered","month":"12","year":"2013","corpus":"presid obama today websit work well vast major user .\" getcov","id":407959484355452900,"day":"03"},{"text":"President Obama: \"A free South Africa at peace with itself, an example to the world – that is Madiba’s legacy to the nation he loved.\"","month":"12","year":"2013","corpus":"presid obama free south africa peac exampl world madiba legaci nation love","id":408724940829892600,"day":"05"},{"text":"President Obama's Weekly Address: Why Congress needs to extend unemployment insurance —&gt; http://t.co/X6X1jFQ5uv #ABetterBargain","month":"12","year":"2013","corpus":"presid obama weekli address congress need extend unemploy insur —& gt abetterbargain","id":409327806024134660,"day":"07"},{"text":"\"Nelson Mandela reminds us that it always seems impossible until it is done.\" —President Obama in S. Africa. Watch —&gt; http://t.co/aZWGTnNEM6","month":"12","year":"2013","corpus":"nelson mandela remind us alway seem imposs done .\" presid obama africa watch —& gt","id":410496779960856600,"day":"10"},{"text":"President Obama greets Graça Machel, Nelson Mandela's widow, after speaking at today's memorial service. http://t.co/NGa0WoO6Yj","month":"12","year":"2013","corpus":"presid obama greet graça machel nelson mandela widow speak today memori servic","id":410544463732162560,"day":"10"},{"text":"President Obama: \"It took a man like Madiba to free not just the prisoner, but the jailer as well.\"","month":"12","year":"2013","corpus":"presid obama took man like madiba free prison jailer well","id":410448667397484540,"day":"10"},{"text":"President Obama: \"Letting unemployment insurance expire for millions of Americans is wrong. Congress should make things right.\" #RenewUI","month":"01","year":"2014","corpus":"presid obama let unemploy insur expir million american wrong congress make thing right .\" renewui","id":420602875366998000,"day":"07"},{"text":"RT @Utech44: Hey, guys! Excited to start tweeting. Follow along for the latest on President Obama's energy and climate change initiatives. …","month":"01","year":"2014","corpus":"hey guy excit start tweet follow along latest presid obama energi climat chang initi","id":421378050673369100,"day":"09"},{"text":"President Obama: \"If Roger can make it and if I can make it and if Kiara can make it, every kid in America can make it.\" #OpportunityForAll","month":"01","year":"2014","corpus":"presid obama roger make make kiara make everi kid america make .\" opportunityforal","id":421367484558479360,"day":"09"},{"text":"President Obama: \"We’ve got to keep our economy growing, and make sure more Americans share in that growth.\" #OpportunityForAll","month":"01","year":"2014","corpus":"presid obama got keep economi grow make sure american share growth .\" opportunityforal","id":421362658848165900,"day":"09"},{"text":"President Obama: \"We should all want every one of our kids and their families to have every shot at success.\" #OpportunityForAll","month":"01","year":"2014","corpus":"presid obama want everi one kid famili everi shot success .\" opportunityforal","id":421368696380993540,"day":"09"},{"text":"Don't miss this behind-the-scenes look at President Obama's week at the White House —&gt; http://t.co/VjzVNxB0Zs #WestWingWeek","month":"01","year":"2014","corpus":"miss behind scene look presid obama week white hous —& gt westwingweek","id":422190035786420200,"day":"12"},{"text":"Obama: \"People around the world...should know that the U.S. is not spying on ordinary people who don’t threaten our national security.\"","month":"01","year":"2014","corpus":"obama peopl around world ... know spi ordinari peopl threaten nation secur","id":424222902506881000,"day":"17"},{"text":"President Obama: \"Throughout our history, intelligence has helped secure our country and our freedoms.\"","month":"01","year":"2014","corpus":"presid obama throughout histori intellig help secur countri freedom","id":424213758756409340,"day":"17"},{"text":"Go behind the scenes as President Obama prepares for next Tuesday's State of the Union → http://t.co/Rt522TdIpp #SOTU","month":"01","year":"2014","corpus":"go behind scene presid obama prepar next tuesday state union sotu","id":426007596479561700,"day":"22"},{"text":"Here's the latest State of the Union draft for President Obama to review tonight. #InsideSOTU, http://t.co/rZKgrc46xF","month":"01","year":"2014","corpus":"latest state union draft presid obama review tonight insidesotu","id":426188247979401200,"day":"23"},{"text":"\"We’re going to keep working to stop sexual assaults wherever they occur.\" —President Obama: http://t.co/fef44QT1RI #1Is2Many","month":"01","year":"2014","corpus":"go keep work stop sexual assault wherev occur .\" presid obama 1is2mani","id":427116331977035800,"day":"25"},{"text":"President Obama: \"As this time of war draws to a close, a new generation of heroes returns to civilian life.\" #ActForOurTroops","month":"01","year":"2014","corpus":"presid obama time war draw close new gener hero return civilian life .\" actforourtroop","id":428365371490717700,"day":"29"},{"text":"President Obama: \"It’s how the daughter of a factory worker is CEO of America’s largest automaker.” #OpportunityForAll","month":"01","year":"2014","corpus":"presid obama daughter factori worker ceo america largest automak .” opportunityforal","id":428353194146934800,"day":"29"},{"text":"President Obama: \"We will not be safer if people abroad believe we strike their countries without regard for the consequence.\"","month":"01","year":"2014","corpus":"presid obama safer peopl abroad believ strike countri without regard consequ","id":428363438675730400,"day":"29"},{"text":"\"For the sake of our national security, we must give diplomacy a chance to succeed.\" —President Obama #Iran #SOTU","month":"01","year":"2014","corpus":"sake nation secur must give diplomaci chanc succeed .\" presid obama iran sotu","id":428364482549915650,"day":"29"},{"text":"President Obama: \"The world will see one expression of that commitment, when #TeamUSA...brings home the gold.\" http://t.co/LGPdplvRM2","month":"01","year":"2014","corpus":"presid obama world see one express commit teamusa ... bring home gold .\"","id":428365180737572860,"day":"29"},{"text":"President Obama: \"We will continue to pursue the future the Syrian people deserve – a future free of dictatorship, terror and fear.\" #SOTU","month":"01","year":"2014","corpus":"presid obama continu pursu futur syrian peopl deserv futur free dictatorship terror fear .\" sotu","id":428363706540765200,"day":"29"},{"text":"\"On every issue, the world turns to us...because of the ideals we stand for, and the burdens we bear to advance them.\" —President Obama","month":"01","year":"2014","corpus":"everi issu world turn us ... ideal stand burden bear advanc .\" presid obama","id":428365314150371300,"day":"29"},{"text":"President Obama: \"As a parent as well as a President, I repeat that request tonight.\" #ActOnPreK #SOTU","month":"01","year":"2014","corpus":"presid obama parent well presid repeat request tonight .\" actonprek sotu","id":428357796896460800,"day":"29"},{"text":"Obama: \"The defining project of our generation...is to make sure we're restoring opportunity for more Americans.\" #OpportunityForAll","month":"01","year":"2014","corpus":"obama defin project gener ... make sure restor opportun american .\" opportunityforal","id":428944314962829300,"day":"30"},{"text":"Obama: \"Wherever I can take steps to expand opportunity for more families on my own, I will.\" http://t.co/KH8qY74FOu #OpportunityForAll","month":"02","year":"2014","corpus":"obama wherev take step expand opportun famili .\" opportunityforal","id":429996610328604700,"day":"02"},{"text":"\"I’m only standing here today because of the chance my education gave me.\" —President Obama #CollegeOpportunity #ConnectED","month":"02","year":"2014","corpus":"stand today chanc educ gave .\" presid obama collegeopportun connect","id":430743295690817540,"day":"04"},{"text":"President Obama calls to congratulate coach Pete Carroll on the Seattle @Seahawks' Super Bowl victory. #12thMan, http://t.co/7sC8zZogHF","month":"02","year":"2014","corpus":"presid obama call congratul coach pete carrol seattl super bowl victori 12thman","id":430856875765006340,"day":"05"},{"text":"President Obama's excited to cheer on the @USOlympic Team → https://t.co/HwXRPtwR4h #OpeningCeremony #GoTeamUSA","month":"02","year":"2014","corpus":"presid obama excit cheer team openingceremoni goteamusa","id":431946088392982500,"day":"08"},{"text":"\"Whenever I can take steps...to expand opportunity for more American families, that's what I'm going to do.\" —Obama: http://t.co/qPa4q8vhyb","month":"02","year":"2014","corpus":"whenev take step ... expand opportun american famili go .\" obama","id":432514248535588860,"day":"09"},{"text":"President Obama's not waiting for Congress to expand opportunity for more Americans. Here's how he's taking action → http://t.co/ccgeYlodyu","month":"02","year":"2014","corpus":"presid obama wait congress expand opportun american take action","id":434022114874888200,"day":"13"},{"text":"From George Washington to Barack Obama, here's where you can learn about all 44 Presidents → http://t.co/fqWn8ArSb7 #PresidentsDay","month":"02","year":"2014","corpus":"georg washington barack obama learn 44 presid presidentsday","id":435481345863581700,"day":"17"},{"text":"President Obama spoke with German Chancellor Merkel today about the situation in #Ukraine → http://t.co/OdgPNKmf7A, http://t.co/qkwUSNO8i5","month":"02","year":"2014","corpus":"presid obama spoke german chancellor merkel today situat ukrain","id":436647442130276350,"day":"20"},{"text":"RT @DalaiLama: His Holiness the Dalai Lama with President Barack Obama in the Map Room of the White House on February 21, 2014. http://t.co…","month":"02","year":"2014","corpus":"holi dalai lama presid barack obama map room white hous februari 21 2014","id":436943246867300350,"day":"21"},{"text":"RT to share how President Obama's already made progress to expand #OpportunityForAll in 2014: http://t.co/1e7Z1Dj69f http://t.co/ETsTdzbnkm","month":"02","year":"2014","corpus":"share presid obama alreadi made progress expand opportunityforal 2014","id":438092272047890400,"day":"24"},{"text":"President Obama: \"The people of Michigan—and the American people—are better off because of @John_Dingell’s service.\" http://t.co/RCb65oOOmE","month":"02","year":"2014","corpus":"presid obama peopl michigan american peopl better servic .\"","id":438024545254252540,"day":"24"},{"text":"At 3pm ET, President Obama announces new steps to partner with the private sector to boost manufacturing: http://t.co/XdSZDX5iGG #ActOnJobs","month":"02","year":"2014","corpus":"3pm et presid obama announc new step partner privat sector boost manufactur actonjob","id":438395312290684900,"day":"25"},{"text":"President Obama: \"That’s what #MyBrothersKeeper is all about: Helping more of our young people stay on track.\" http://t.co/QpsTGVRto8","month":"02","year":"2014","corpus":"presid obama mybrotherskeep help young peopl stay track .\"","id":439145984422334460,"day":"27"},{"text":"At the #WHFilmFest, President Obama will announce $400 million in private-sector #ConnectED commitments: http://t.co/ygECcfjqaj","month":"02","year":"2014","corpus":"whfilmfest presid obama announc 400 million privat sector connect commit","id":439470199595487200,"day":"28"},{"text":"RT @WHVideo: President Obama: \"In my official capacity as President, let me just say: these movies are awesome.\" #WHFilmFest","month":"02","year":"2014","corpus":"presid obama offici capac presid let say movi awesom .\" whfilmfest","id":439509379285794800,"day":"28"},{"text":"President Obama's budget cuts taxes to help families:\n• Afford child care\n• Pay for college\n• Save for retirement\n→ http://t.co/XsOaMq8p5M","month":"03","year":"2014","corpus":"presid obama budget cut tax help famili afford child care pay colleg save retir","id":443096926250991600,"day":"10"},{"text":"RT @funnyordie: President Barack Obama sits Between Two Ferns with Zach Galifianakis for his most memorable interview yet: http://t.co/6K2t…","month":"03","year":"2014","corpus":"presid barack obama sit two fern zach galifianaki memor interview yet","id":443414973554118660,"day":"11"},{"text":"President Obama: \"We want the Ukrainian people to determine their own destiny.\" #Ukraine","month":"03","year":"2014","corpus":"presid obama want ukrainian peopl determin destini .\" ukrain","id":446665444087595000,"day":"20"},{"text":"Here's a readout of President Obama's call with President Putin on the crisis in #Ukraine → http://t.co/HlTbCumcLl","month":"03","year":"2014","corpus":"readout presid obama call presid putin crisi ukrain","id":449659118933278700,"day":"28"},{"text":"\"The Reuben is killer...and @Zingermans is a business that treats its workers well.\" —President Obama #RaiseTheWage","month":"04","year":"2014","corpus":"reuben killer ... busi treat worker well .\" presid obama raisethewag","id":451433452173557760,"day":"02"},{"text":"President Obama just delivered a statement on the shooting at Fort Hood → http://t.co/ohRB8nGnuU","month":"04","year":"2014","corpus":"presid obama deliv statement shoot fort hood","id":451526552594161660,"day":"03"},{"text":"Worth sharing: Here's how President Obama's expanding opportunity by fighting for #EqualPay for women → http://t.co/PoSsKT4hrY #WomenSucceed","month":"04","year":"2014","corpus":"worth share presid obama expand opportun fight equalpay women womensucce","id":453529731368222700,"day":"08"},{"text":"\"It is love, tested by tragedy, that brings us together again.\" —President Obama at #FortHood","month":"04","year":"2014","corpus":"love test tragedi bring us togeth .\" presid obama forthood","id":453972769500561400,"day":"09"},{"text":"\"As we commemorate the 50th anniversary of the Civil Rights Act, we honor the men and women who made it possible.\" —President Obama","month":"04","year":"2014","corpus":"commemor 50th anniversari civil right act honor men women made possibl .\" presid obama","id":454307763540463600,"day":"10"},{"text":"President Obama: \"We are here today because we know we cannot be complacent. History travels not only forwards, but backwards and sideways.\"","month":"04","year":"2014","corpus":"presid obama today know cannot complac histori travel forward backward sideway","id":454312754216972300,"day":"10"},{"text":"\"Passing laws was what LBJ knew how to do. No one knew politics and no one loved legislating more than President Johnson.\" —President Obama","month":"04","year":"2014","corpus":"pass law lbj knew one knew polit one love legisl presid johnson .\" presid obama","id":454308809239191550,"day":"10"},{"text":"President Obama admires President Johnson's Oval Office replica at the LBJ Library: http://t.co/9iYPPj8fj9, http://t.co/JLEQ92wwI2","month":"04","year":"2014","corpus":"presid obama admir presid johnson oval offic replica lbj librari","id":454390953403375600,"day":"10"},{"text":"\"We lean on each other. We hold each other up. We carry on.\" —President Obama yesterday at #FortHood: http://t.co/rBV4oQ8h5h","month":"04","year":"2014","corpus":"lean hold carri .\" presid obama yesterday forthood","id":454268380036735000,"day":"10"},{"text":"\"Michelle and I send our warmest greetings to all those celebrating Passover.\" —President Obama: http://t.co/zh1bDumOOk #HappyPassover","month":"04","year":"2014","corpus":"michel send warmest greet celebr passov .\" presid obama happypassov","id":455817816365477900,"day":"14"},{"text":"\"There’s no limit to what you can achieve.\" —President Obama encouraging young innovators #InvestInSTEM http://t.co/j7BC4wIPbb","month":"04","year":"2014","corpus":"limit achiev .\" presid obama encourag young innov investinstem","id":459351621395570700,"day":"24"},{"text":"Some touching moments from when President Obama met families who wrote him on how the ACA is helping them → http://t.co/RfmbrIIAYD #ACAWorks","month":"05","year":"2014","corpus":"touch moment presid obama met famili wrote aca help acawork","id":461960015533060100,"day":"01"},{"text":"RT @Podesta44: Today’s #climate must-read: @eilperin’s dive into the President’s second-term push on mitigation and resilience. http://t.co…","month":"05","year":"2014","corpus":"today climat must read dive presid second term push mitig resili","id":463319638634663940,"day":"05"},{"text":"\"Your country's going to be there for you…you are in our thoughts and prayers.\" —President Obama to Arkansans on the recent tornado damage","month":"05","year":"2014","corpus":"countri go thought prayer .\" presid obama arkansan recent tornado damag","id":464127029739524100,"day":"07"},{"text":"\"Small businesses represent what is best about America.\" —President Obama on National #SmallBusinessWeek: http://t.co/repullNivA","month":"05","year":"2014","corpus":"small busi repres best america .\" presid obama nation smallbusinessweek","id":465984674314334200,"day":"12"},{"text":"Happening now: President Obama awards the #MedalOfHonor to Sergeant Kyle White → http://t.co/jPkNMO1R8Z #HonoringVets","month":"05","year":"2014","corpus":"happen presid obama award medalofhonor sergeant kyle white honoringvet","id":466288230586142700,"day":"13"},{"text":"Starting soon: President Obama speaks on why it's time to #RebuildAmerica by fixing our crumbling infrastructure → http://t.co/QhXESJP7MA","month":"05","year":"2014","corpus":"start soon presid obama speak time rebuildamerica fix crumbl infrastructur","id":466661210558332900,"day":"14"},{"text":"\"Let’s give it up for this quiet, reserved bunch: the Seattle @Seahawks. World champions!\" —President Obama","month":"05","year":"2014","corpus":"let give quiet reserv bunch seattl world champion !\" presid obama","id":469181321865351200,"day":"21"},{"text":"Great news: President Obama just designated Organ Mountains-Desert Peaks National Monument—protecting 500,000 acres. http://t.co/vf4jnRDwAX","month":"05","year":"2014","corpus":"great news presid obama design organ mountain desert peak nation monument protect 500 000 acr","id":469229814927589400,"day":"21"},{"text":"At 3:30pm ET, President Obama nominates @ShaunHUD for OMB Director and Julián Castro to replace him at @HUDGov: http://t.co/b4tqL3oo0v","month":"05","year":"2014","corpus":"30pm et presid obama nomin omb director julián castro replac","id":469912464654860300,"day":"23"},{"text":"President Obama: \"Today, I’m nominating Shaun to be the next Director of the Office of Management and Budget\" http://t.co/b4tqL3oo0v","month":"05","year":"2014","corpus":"presid obama today nomin shaun next director offic manag budget","id":469927145557745660,"day":"23"},{"text":"\"We stand in awe of your service.\" —President Obama to troops in Afghanistan today: http://t.co/HiX354DecU, http://t.co/lCcOV8Nu5E","month":"05","year":"2014","corpus":"stand awe servic .\" presid obama troop afghanistan today","id":470703618833014800,"day":"25"},{"text":"\"We have removed our troops from Iraq. We are winding down our war in Afghanistan.\" —President Obama at @WestPoint_USMA","month":"05","year":"2014","corpus":"remov troop iraq wind war afghanistan .\" presid obama","id":471658961058664450,"day":"28"},{"text":"\"For so many of our kids, sports aren’t just something they do—they're part of their identity.\" —President Obama #HeadsUp4Safety","month":"05","year":"2014","corpus":"mani kid sport someth part ident .\" presid obama headsup4safeti","id":472034622092898300,"day":"29"},{"text":"RT @Lehrich44: PHOTO: Obama tapes weekly address on cutting carbon pollution after meeting children with asthma http://t.co/f5kMBZkuFJ #Act…","month":"05","year":"2014","corpus":"photo obama tape weekli address cut carbon pollut meet children asthma act","id":472483904008757250,"day":"30"},{"text":"\"They're the best our country has to offer. They do their duty. They expect us to do ours.\" —President Obama on our veterans","month":"05","year":"2014","corpus":"best countri offer duti expect us .\" presid obama veteran","id":472397858768187400,"day":"30"},{"text":"“No hardworking young person should be priced out of a higher education.” –President Obama: http://t.co/RfIQgvhb07 #CollegeOpportunity","month":"06","year":"2014","corpus":"hardwork young person price higher educ .” presid obama collegeopportun","id":476151405435052000,"day":"09"},{"text":"RT @WHLive: \"Give it up for the men’s and women’s college basketball champions, the @UConnHuskies!\" —President Obama #BleedBlue","month":"06","year":"2014","corpus":"give men women colleg basketbal champion presid obama bleedblu","id":476097842831196160,"day":"09"},{"text":"\"A higher education is the single best investment that you can make in yourself and your future.\" —President Obama http://t.co/VmgNir4Gck","month":"06","year":"2014","corpus":"higher educ singl best invest make futur .\" presid obama","id":476059188192616450,"day":"09"},{"text":"President Obama's action on student loans would help millions of Americans lower their monthly loan payments. http://t.co/AX0CRzUQbY","month":"06","year":"2014","corpus":"presid obama action student loan would help million american lower monthli loan payment","id":476037698809901060,"day":"09"},{"text":"President Obama: “It continues to be a very smart investment to go to college.” #ObamaIRL #CollegeOpportunity http://t.co/dOK9VxjkY1","month":"06","year":"2014","corpus":"presid obama continu smart invest go colleg .” obamairl collegeopportun","id":476458988406853600,"day":"10"},{"text":"President Obama: \"Nobody has an interest in seeing terrorists gain a foothold inside of Iraq.\"","month":"06","year":"2014","corpus":"presid obama nobodi interest see terrorist gain foothold insid iraq","id":477481777162752000,"day":"13"},{"text":"\"There’s nothing more precious in life than the time we spend with our children.\" —President Obama on Father's Day: http://t.co/Bqubcxrr20","month":"06","year":"2014","corpus":"noth preciou life time spend children .\" presid obama father day","id":478175130841915400,"day":"15"},{"text":"Share the news: President Obama will prohibit federal contractors from discriminating on the basis of sexual orientation or gender identity.","month":"06","year":"2014","corpus":"share news presid obama prohibit feder contractor discrimin basi sexual orient gender ident","id":478587520192884740,"day":"16"},{"text":"Spread the word: President Obama's taking steps to protect some of our most precious marine landscapes: http://t.co/qjofd8xE2c #OurOcean2014","month":"06","year":"2014","corpus":"spread word presid obama take step protect preciou marin landscap ourocean2014","id":478923168716185600,"day":"17"},{"text":"\"I'm a big believer in our kids making stuff.\" —President Obama at @TechShop: http://t.co/xw80gvKQSL #NationOfMakers http://t.co/0V9s7lO70O","month":"06","year":"2014","corpus":"big believ kid make stuff .\" presid obama nationofmak","id":478968240291717100,"day":"17"},{"text":"RT @WHLive: \"Across our country, ordinary Americans are inventing incredible things and...bring them to these fairs.\" —President Obama #Nat…","month":"06","year":"2014","corpus":"across countri ordinari american invent incred thing ... bring fair .\" presid obama nat","id":479294792997036000,"day":"18"},{"text":"“This is the only advanced country that tolerates something like this.” —President Obama on why Congress needs to act to reduce gun violence","month":"06","year":"2014","corpus":"advanc countri toler someth like .” presid obama congress need act reduc gun violenc","id":482247077712236540,"day":"26"},{"text":"“You don’t play as well if you’ve only got half the team.” —President Obama on why we need more #WomenInSTEM","month":"06","year":"2014","corpus":"play well got half team .” presid obama need womeninstem","id":482250643118489600,"day":"26"},{"text":"\"Cynicism is popular these days, but hope's better.\" —President Obama","month":"06","year":"2014","corpus":"cynic popular day hope better .\" presid obama","id":482262423186182140,"day":"26"},{"text":"“When companies adopt family-friendly policies, their productivity goes up.” —President Obama #FamiliesSucceed http://t.co/ZdK6t1X7tK","month":"06","year":"2014","corpus":"compani adopt famili friendli polici product goe .” presid obama familiessucce","id":482255691567333400,"day":"26"},{"text":"\"I believe that when women succeed, America succeeds.\" —President Obama: http://t.co/ccgeYlGmMC http://t.co/qpkVoOadGa","month":"07","year":"2014","corpus":"believ women succeed america succe .\" presid obama","id":486914978042368000,"day":"09"},{"text":"President Obama just announced a new partnership to strengthen small businesses by increasing their working capital → http://t.co/v5D2zIEVAe","month":"07","year":"2014","corpus":"presid obama announc new partnership strengthen small busi increas work capit","id":487633277709451260,"day":"11"},{"text":"\"Republicans, Democrats, independents—everybody uses our roads.\" —President Obama: http://t.co/tAfcnlbhjT #RebuildAmerica","month":"07","year":"2014","corpus":"republican democrat independ everybodi use road .\" presid obama rebuildamerica","id":489128454760456200,"day":"15"},{"text":"President Obama's plan to #RebuildAmerica would provide certainty for states and investors to fix our infrastructure: http://t.co/VAevH7GBGF","month":"07","year":"2014","corpus":"presid obama plan rebuildamerica would provid certainti state investor fix infrastructur","id":489112371500425200,"day":"15"},{"text":"Get the latest on how President Obama's acting to modernize our infrastructure and speed up project permitting → http://t.co/1mhWIk6SaL","month":"07","year":"2014","corpus":"get latest presid obama act modern infrastructur speed project permit","id":489790245974851600,"day":"17"},{"text":"\"The President of the United States thought your letter was really good, and he wants to meet you.\" —@PressSec: http://t.co/BP9HvZukll","month":"07","year":"2014","corpus":"presid unit state thought letter realli good want meet .\" —@ presssec","id":494131864391909400,"day":"29"},{"text":"President Obama's acting to help more hardworking Americans get the fair pay and #WorkplaceFairness they deserve → http://t.co/y4ehtHvRUm","month":"07","year":"2014","corpus":"presid obama act help hardwork american get fair pay workplacefair deserv","id":494864334850637800,"day":"31"},{"text":"Taxpayer $ shouldn't reward corporations that break the law, so President Obama is taking action: http://t.co/y4ehtHvRUm #WorkplaceFairness","month":"07","year":"2014","corpus":"taxpay reward corpor break law presid obama take action workplacefair","id":494853861971333100,"day":"31"},{"text":"\"Our tax dollars shouldn’t go to companies that violate workplace laws.\" —President Obama: http://t.co/y4ehtHvRUm #WorkplaceFairness","month":"07","year":"2014","corpus":"tax dollar go compani violat workplac law .\" presid obama workplacefair","id":494902847348437000,"day":"31"},{"text":"You made your voice heard on @WeThePeople—and today President Obama's signing the cellphone unlocking bill into law: http://t.co/Y3UhlLzt8D","month":"08","year":"2014","corpus":"made voic heard today presid obama sign cellphon unlock bill law","id":495259888491434000,"day":"01"},{"text":"\"After all we’ve had to overcome, our Congress should stop standing in the way of our country’s success\" —President Obama #DoYourJobHouseGOP","month":"08","year":"2014","corpus":"overcom congress stop stand way countri success presid obama doyourjobhousegop","id":495281669520515100,"day":"01"},{"text":"Happening now: President Obama closes the #USAfrica Leaders Summit, the first-ever event of its kind → http://t.co/DifhyCDEEA","month":"08","year":"2014","corpus":"happen presid obama close usafrica leader summit first ever event kind","id":497143631015596000,"day":"06"},{"text":"“In too many communities around this country, young men of color are left behind and seen as objects of fear.” —President Obama #Ferguson","month":"08","year":"2014","corpus":"mani commun around countri young men color left behind seen object fear .” presid obama ferguson","id":501468136282284000,"day":"18"},{"text":"\"This ongoing Russian incursion into Ukraine will only bring more costs and consequences for Russia.\" —President Obama","month":"08","year":"2014","corpus":"ongo russian incurs ukrain bring cost consequ russia .\" presid obama","id":505085813252960260,"day":"28"},{"text":"“Cynicism is a bad choice. Hope is a better choice.\" —President Obama in Milwaukee at #Laborfest2014 http://t.co/ISKNYMPdPw","month":"09","year":"2014","corpus":"cynic bad choic hope better choic .\" presid obama milwauke laborfest2014","id":506525178764202000,"day":"01"},{"text":"RT @WHLive: \"Ukrainians have a new democratically-elected president—and I look forward to welcoming President Poroshenko to the Oval Office…","month":"09","year":"2014","corpus":"ukrainian new democrat elect presid look forward welcom presid poroshenko oval offic","id":507154340034146300,"day":"03"},{"text":"\"The prayers of the American people are with the family of a devoted and courageous journalist, Steven Sotloff.\" —President Obama","month":"09","year":"2014","corpus":"prayer american peopl famili devot courag journalist steven sotloff .\" presid obama","id":507177567259213800,"day":"03"},{"text":"RT @Phil44: So great to have both on board! President Obama names Megan Smith U.S. CTO, Alexander Macgillivray Deputy U.S. CTO http://t.co/…","month":"09","year":"2014","corpus":"great board presid obama name megan smith cto alexand macgillivray deputi cto","id":507564769927516160,"day":"04"},{"text":"Today President Obama visited Stonehenge, his last stop on a trip to Estonia and the NATO Summit in Wales. Watch → http://t.co/2XgwHOEztV","month":"09","year":"2014","corpus":"today presid obama visit stoneheng last stop trip estonia nato summit wale watch","id":508087514918551550,"day":"06"},{"text":"President Obama meets with @VP Biden and members of his National Security Council in the Situation Room. http://t.co/SDWvZ1sSnL","month":"09","year":"2014","corpus":"presid obama meet biden member nation secur council situat room","id":509792597574180860,"day":"10"},{"text":"\"This is American leadership at its best: We stand with people who fight for their own freedom.\" —President Obama","month":"09","year":"2014","corpus":"american leadership best stand peopl fight freedom .\" presid obama","id":509871667578155000,"day":"11"},{"text":"RT @WHLive: \"We will continue to draw on our substantial counter-terrorism capabilities to prevent ISIL attacks.\" —President Obama","month":"09","year":"2014","corpus":"continu draw substanti counter terror capabl prevent isil attack .\" presid obama","id":509871329097830400,"day":"11"},{"text":"\"It is America that has the capacity and the will to mobilize the world against terrorists.\" —President Obama","month":"09","year":"2014","corpus":"america capac mobil world terrorist .\" presid obama","id":509872348330459140,"day":"11"},{"text":"\"ISIL is not 'Islamic.' No religion condones the killing of innocents.\" —President Obama\nWatch → http://t.co/57MvbubxdB","month":"09","year":"2014","corpus":"isil islam .' religion condon kill innoc .\" presid obama watch","id":509885106371444740,"day":"11"},{"text":"\"As Commander in Chief, my highest priority is the security of the American people.\" —Obama in his weekly address: http://t.co/mpaMGYgjQ0","month":"09","year":"2014","corpus":"command chief highest prioriti secur american peopl .\" obama weekli address","id":511310986033115140,"day":"15"},{"text":"\"Today, we honor two American soldiers for gallantry above and beyond the call of duty\" —President Obama #MedalOfHonor","month":"09","year":"2014","corpus":"today honor two american soldier gallantri beyond call duti presid obama medalofhonor","id":511574796786995200,"day":"15"},{"text":"At 4pm ET, President Obama speaks at @CDCGov on our response to the Ebola epidemic in West Africa → http://t.co/3wROB8cJ7A","month":"09","year":"2014","corpus":"4pm et presid obama speak respons ebola epidem west africa","id":511958482506244100,"day":"16"},{"text":"\"Here’s what gives us hope. The world knows how to fight this disease. It’s not a mystery. We know the science.\" —President Obama #Ebola","month":"09","year":"2014","corpus":"give us hope world know fight diseas mysteri know scienc .\" presid obama ebola","id":511970361211359200,"day":"16"},{"text":"\"I will not commit you, and the rest of our Armed Forces, to fighting another ground war in Iraq.\" —President Obama to our troops","month":"09","year":"2014","corpus":"commit rest arm forc fight anoth ground war iraq .\" presid obama troop","id":512273545523916800,"day":"17"},{"text":"\"When the world is threatened, when the world needs help, it calls on America.\" —President Obama: http://t.co/b4tqL36eMn","month":"09","year":"2014","corpus":"world threaten world need help call america .\" presid obama","id":512274730431569900,"day":"17"},{"text":"\"This is a global threat, and it demands a truly global response.\" —President Obama: http://t.co/bar7oI9dsA #Ebola http://t.co/P3njDSFVGj","month":"09","year":"2014","corpus":"global threat demand truli global respons .\" presid obama ebola","id":512069084587249660,"day":"17"},{"text":"\"In an uncertain world of breathtaking change, the one constant is American leadership.\" —President Obama: http://t.co/b4tqL36eMn","month":"09","year":"2014","corpus":"uncertain world breathtak chang one constant american leadership .\" presid obama","id":512272666687193100,"day":"17"},{"text":"President Obama's weekly address: \"The World is United in the Fight Against ISIL.\" http://t.co/53GscJvXiR #ISIL","month":"09","year":"2014","corpus":"presid obama weekli address world unit fight isil .\" isil","id":513749547424559100,"day":"21"},{"text":"\"We will do what is necessary to defend our country.\" —President Obama #ISIL","month":"09","year":"2014","corpus":"necessari defend countri .\" presid obama isil","id":514418449414881300,"day":"23"},{"text":"\"Throughout history, progress has always been driven by citizens who have the courage to raise their voices\" —President Obama at the @UN","month":"09","year":"2014","corpus":"throughout histori progress alway driven citizen courag rais voic presid obama","id":514891518654828540,"day":"24"},{"text":"RT @WHLive: \"Russia’s actions in Ukraine challenge this post-war order.\" —President Obama: http://t.co/AGvpbNmCcC #UNGA","month":"09","year":"2014","corpus":"russia action ukrain challeng post war order .\" presid obama unga","id":514781532645777400,"day":"24"},{"text":"\"We are here because others realized that we gain more from cooperation than conquest.\" —President Obama at the @UN #UNGA","month":"09","year":"2014","corpus":"other realiz gain cooper conquest .\" presid obama unga","id":514781282170335200,"day":"24"},{"text":"Happening now: President Obama chairs the @UN Security Council summit on foreign terrorist fighters → http://t.co/b4tqL36eMn","month":"09","year":"2014","corpus":"happen presid obama chair secur council summit foreign terrorist fighter","id":514852547073687550,"day":"24"},{"text":"RT @WHLive: Starting soon: President Obama speaks at the Global Health Security Agenda Summit → http://t.co/v0tJxj02xd #GHSAgenda","month":"09","year":"2014","corpus":"start soon presid obama speak global health secur agenda summit ghsagenda","id":515528203692441600,"day":"26"},{"text":"\"Today, of course, our thoughts and prayers are with the people of West Africa.\" —President Obama on the #Ebola epidemic","month":"09","year":"2014","corpus":"today cours thought prayer peopl west africa .\" presid obama ebola epidem","id":515529460733734900,"day":"26"},{"text":"\"No community should be left at the mercy of a horrific disease.\" —President Obama #Ebola #GHSAgenda","month":"09","year":"2014","corpus":"commun left merci horrif diseas .\" presid obama ebola ghsagenda","id":515532609380950000,"day":"26"},{"text":"\"We will support the people of Ukraine as they develop their democracy and economy.\" —President Obama: http://t.co/SrGRLwY9EF","month":"09","year":"2014","corpus":"support peopl ukrain develop democraci economi .\" presid obama","id":515901207626256400,"day":"27"},{"text":"\"Let's catch up to 2014. Pass a fair pay law.\" —President Obama to Republicans in Congress on #EqualPay for women http://t.co/fBnrKUdghA","month":"10","year":"2014","corpus":"let catch 2014 pass fair pay law .\" presid obama republican congress equalpay women","id":517803898665316350,"day":"02"},{"text":"\"We are blessed to have the most beautiful landscapes in the world. We have a responsibility to be good stewards of them.\" —President Obama","month":"10","year":"2014","corpus":"bless beauti landscap world respons good steward .\" presid obama","id":520673707497623550,"day":"10"},{"text":"\"We know how to fight this disease.\" —President Obama on the U.S. response to #Ebola: http://t.co/3YQz0xhv1J","month":"10","year":"2014","corpus":"know fight diseas .\" presid obama respons ebola","id":523494909970354200,"day":"18"},{"text":"\"Only two people have contracted #Ebola on American soil...today, both of them are disease-free.\" —President Obama","month":"10","year":"2014","corpus":"two peopl contract ebola american soil ... today diseas free .\" presid obama","id":527175019743690750,"day":"28"},{"text":"President Obama greets the 2014 Broadcom MASTERS—rising stars in math, applied science, technology, and engineering. http://t.co/Gj4eti5Al8","month":"10","year":"2014","corpus":"presid obama greet 2014 broadcom master rise star math appli scienc technolog engin","id":527478777589145600,"day":"29"},{"text":"\"Manufacturing has grown; our deficits have shrunk; our dependence on foreign oil is down; our graduation rates are up.\" —President Obama","month":"11","year":"2014","corpus":"manufactur grown deficit shrunk depend foreign oil graduat rate .\" presid obama","id":530087314740219900,"day":"05"},{"text":"President Obama welcomes the #LLWS U.S. champion Jackie Robinson West All Stars to the Oval Office. http://t.co/X19iyI4iF4","month":"11","year":"2014","corpus":"presid obama welcom llw champion jacki robinson west star oval offic","id":530483993771515900,"day":"06"},{"text":"President Obama's weekly address: This #VeteransDay, let's honor our veterans → http://t.co/IfMPNUo3dZ","month":"11","year":"2014","corpus":"presid obama weekli address veteransday let honor veteran","id":531106685910540300,"day":"08"},{"text":"It's time to keep the internet open and free. Read President Obama's plan → http://t.co/3y3YLQD6MB #NetNeutrality http://t.co/ifCoS1ty8j","month":"11","year":"2014","corpus":"time keep internet open free read presid obama plan netneutr","id":531819820028018700,"day":"10"},{"text":"RT @Vimeo: President Obama supports #NetNeutrality — and you should, too. https://t.co/AfmfqBuSHq","month":"11","year":"2014","corpus":"presid obama support netneutr","id":531881583075409900,"day":"10"},{"text":"President Obama just announced his plan to protect #NetNeutrality.\nJoin our @Reddit_AMA at 2pm ET → http://t.co/8t5Td18AXG","month":"11","year":"2014","corpus":"presid obama announc plan protect netneutr join 2pm et","id":531871469861863400,"day":"10"},{"text":"\"Spread the word: Tell your friends and family members to #GetCovered.\" —President Obama: http://t.co/Fj5uXFF6bK #ReadySetEnroll","month":"11","year":"2014","corpus":"spread word tell friend famili member getcov .\" presid obama readysetenrol","id":534111210497511400,"day":"16"},{"text":"\"We’ve got to bring the world to every child’s fingertips.\" —President Obama on ConnectED: http://t.co/KonYkgyXEd #FutureReady","month":"11","year":"2014","corpus":"got bring world everi child fingertip .\" presid obama connect futurereadi","id":535108292905664500,"day":"19"},{"text":"Every President since Eisenhower has taken action to address immigration. Take a look back: http://t.co/niZoNzZNFY #ImmigrationAction","month":"11","year":"2014","corpus":"everi presid sinc eisenhow taken action address immigr take look back immigrationact","id":535547041691086850,"day":"20"},{"text":"RT @pfeiffer44: #ObamaAmnesty? As the President just made clear, amnesty is the immigration system we have today. #ImmigrationAction http:/…","month":"11","year":"2014","corpus":"obamaamnesti presid made clear amnesti immigr system today immigrationact http :/…","id":535609451101712400,"day":"21"},{"text":"\"We are, and always will be, a nation of immigrants.\" —President Obama: http://t.co/PvWTPoiTNJ #ImmigrationAction http://t.co/VPMbRq7fie","month":"11","year":"2014","corpus":"alway nation immigr .\" presid obama immigrationact","id":535823195610578940,"day":"21"},{"text":"It's time to fix our broken immigration system. Watch President Obama announce his #ImmigrationAction. http://t.co/uZbTvBxKEH","month":"11","year":"2014","corpus":"time fix broken immigr system watch presid obama announc immigrationact","id":535612527283929100,"day":"21"},{"text":"\"Our immigration system has been broken for a very long time, and everybody knows it.\" —President Obama #ImmigrationAction","month":"11","year":"2014","corpus":"immigr system broken long time everybodi know .\" presid obama immigrationact","id":535899253894557700,"day":"21"},{"text":"\"We are, and always will be, a nation of immigrants.\"\nPresident Obama reflects on his #ImmigrationAction → http://t.co/kLVZMnOgfv","month":"11","year":"2014","corpus":"alway nation immigr .\" presid obama reflect immigrationact","id":536913665610743800,"day":"24"},{"text":"\"The problem is not just a #Ferguson problem, it is an American problem.” —President Obama: http://t.co/b4tqL3X2az","month":"11","year":"2014","corpus":"problem ferguson problem american problem .” presid obama","id":537383364471570400,"day":"25"},{"text":"\"#Thanksgiving is my favorite holiday because, more than any other, it is uniquely American.\" —President Obama: http://t.co/04Fw7H2MvD","month":"11","year":"2014","corpus":"thanksgiv favorit holiday uniqu american .\" presid obama","id":538078840963072000,"day":"27"},{"text":"\"Merry Christmas, everybody!\" —President Obama at @TheNationalTree lighting: http://t.co/YGWioTu61s #WHHolidays","month":"12","year":"2014","corpus":"merri christma everybodi !\" presid obama light whholiday","id":540645002784026600,"day":"04"},{"text":"\"Early education is one of the best investments we can make—not just in our child’s future—but in our country\" —President Obama #InvestInUs","month":"12","year":"2014","corpus":"earli educ one best invest make child futur countri presid obama investinu","id":542726413799792640,"day":"10"},{"text":"\"Since it started in the 1940s, Toys for Tots has distributed more than 469 million toys to more than 216 million children\" —President Obama","month":"12","year":"2014","corpus":"sinc start 1940 toy tot distribut 469 million toy 216 million children presid obama","id":542752542661148700,"day":"10"},{"text":"\"There are so many ways we can express our gratitude to our troops\" —President Obama: http://t.co/i3BJMMofoj http://t.co/Ay5UCNSAHi","month":"12","year":"2014","corpus":"mani way express gratitud troop presid obama","id":544205242003238900,"day":"14"},{"text":"\"This month, America’s war in Afghanistan will come to a responsible end.\" —President Obama","month":"12","year":"2014","corpus":"month america war afghanistan come respons end .\" presid obama","id":544582511708237800,"day":"15"},{"text":"Big news: President Obama just took action to protect Alaska's Bristol Bay → http://t.co/hcGH4Dkega http://t.co/heR8ed8mqN","month":"12","year":"2014","corpus":"big news presid obama took action protect alaska bristol bay","id":544980032662155260,"day":"16"},{"text":"\"I believe that we can do more to support the Cuban people, and promote our values, through engagement.\" —President Obama #CubaPolicy","month":"12","year":"2014","corpus":"believ support cuban peopl promot valu engag .\" presid obama cubapolici","id":545264173228105700,"day":"17"},{"text":"RT @WHLive: \"I have authorized increased telecommunications connections between the United States and Cuba.\" —President Obama #CubaPolicy","month":"12","year":"2014","corpus":"author increas telecommun connect unit state cuba .\" presid obama cubapolici","id":545265101037522940,"day":"17"},{"text":"\"We wish you and your family a happy and healthy 2015.\" —President Obama: http://t.co/DnWhPTtXUA #MerryChristmas","month":"12","year":"2014","corpus":"wish famili happi healthi 2015 .\" presid obama merrychristma","id":548282056992497660,"day":"26"},{"text":"President Obama took steps to fix our broken immigration system in 2014 → http://t.co/ov04rn5OgS #ImmigrationAction http://t.co/KjBC3F3Qzv","month":"12","year":"2014","corpus":"presid obama took step fix broken immigr system 2014 immigrationact","id":549656235608264700,"day":"29"},{"text":"2014 in review: President Obama urged the @FCC to keep the internet open and free → http://t.co/ov04rn5OgS http://t.co/ifCoS1ty8j","month":"12","year":"2014","corpus":"2014 review presid obama urg keep internet open free","id":549666218966151200,"day":"29"},{"text":"\"The deficit has gone down by two-thirds\" —President #ObamaInPhoenix http://t.co/D1Rp4n1g3M","month":"01","year":"2015","corpus":"deficit gone two third presid obamainphoenix","id":553253101029699600,"day":"08"},{"text":"\"The deficit has come down by two-thirds since I took office.\" —President Obama http://t.co/350eUcNXYK","month":"01","year":"2015","corpus":"deficit come two third sinc took offic .\" presid obama","id":553630452221612000,"day":"09"},{"text":"President Obama is proposing a #Cybersecurity bill to protect our kids' privacy online → http://t.co/Xykz3ezmPn http://t.co/iKGUB7s8pg","month":"01","year":"2015","corpus":"presid obama propos cybersecur bill protect kid privaci onlin","id":554681990101098500,"day":"12"},{"text":"\"I hope Congress joins us to make the Consumer Privacy Bill of Rights the law of the land.\" —President Obama: http://t.co/Xykz3ezmPn","month":"01","year":"2015","corpus":"hope congress join us make consum privaci bill right law land .\" presid obama","id":554690697186799600,"day":"12"},{"text":"\"I want to commend the @Spurs for…hiring Becky Hammon as the first female full-time assistant coach in the @NBA\" —President Obama","month":"01","year":"2015","corpus":"want commend hire becki hammon first femal full time assist coach presid obama","id":554727703459692540,"day":"12"},{"text":"RT @WHLive: \"This is about helping local businesses grow, prosper and compete in a global economy.\" —President Obama #BetterBroadband","month":"01","year":"2015","corpus":"help local busi grow prosper compet global economi .\" presid obama betterbroadband","id":555465552336941060,"day":"14"},{"text":"RT @caffeinehusky: BREAKING: President Obama has a plan to make your Internet go much faster. #betterbroadband (via @Upworthy) http://t.co/…","month":"01","year":"2015","corpus":"break presid obama plan make internet go much faster betterbroadband via","id":555160928073707500,"day":"14"},{"text":"Tomorrow, President Obama's helping more #FamiliesSucceed by expanding access to paid leave: http://t.co/eDJvjx7JGk http://t.co/EViNo69KcU","month":"01","year":"2015","corpus":"tomorrow presid obama help familiessucce expand access paid leav","id":555487464836456450,"day":"14"},{"text":"RT to spread the word: President Obama is taking action to expand access to paid leave → http://t.co/RDtQTSjEyg #LeadOnLeave","month":"01","year":"2015","corpus":"spread word presid obama take action expand access paid leav leadonleav","id":555792499529494500,"day":"15"},{"text":"“We may not get there, but we have a chance to resolve the nuclear issue peacefully.” —President Obama on Iran","month":"01","year":"2015","corpus":"may get chanc resolv nuclear issu peac .” presid obama iran","id":556153929096896500,"day":"16"},{"text":"RT @whitehouseostp: President Obama's Science Advisor, Dr. John Holdren, taking your #AskTheWH #STEM q's now. http://t.co/mMlI0whYvH","month":"01","year":"2015","corpus":"presid obama scienc advisor dr john holdren take askthewh stem","id":558014937297977340,"day":"21"},{"text":"\"More of our kids are graduating than ever before\" —President Obama #LeadOnEducation #SOTU http://t.co/B3fxjW0Z5H","month":"01","year":"2015","corpus":"kid graduat ever presid obama leadoneduc sotu","id":557722414478798850,"day":"21"},{"text":"\"Every 3 weeks, we bring online as much solar power as we did in all of 2008.\" —President Obama #SOTU #LeadOnClimate http://t.co/aoxAD1scIL","month":"01","year":"2015","corpus":"everi week bring onlin much solar power 2008 .\" presid obama sotu leadonclim","id":557724206029627400,"day":"21"},{"text":"\"Surely we can agree it’s a good thing that teen pregnancies and abortions are nearing all-time lows\" —President Obama to Congress #SOTU","month":"01","year":"2015","corpus":"sure agre good thing teen pregnanc abort near time low presid obama congress sotu","id":557735483439317000,"day":"21"},{"text":"President Obama to @BethanyMota on why you should care about politics. #YouTubeAsksObama #BetterPolitics http://t.co/35dxf22rhw","month":"01","year":"2015","corpus":"presid obama care polit youtubeasksobama betterpolit","id":558401913205436400,"day":"22"},{"text":"\"Affordable, high-quality #ChildCare...these aren't just nice-to-haves, they're a must-have.\" —President Obama http://t.co/Ux8QoGWURR","month":"01","year":"2015","corpus":"afford high qualiti childcar ... nice have must .\" presid obama","id":558320281735794700,"day":"22"},{"text":"President Obama on the 42nd anniversary of Roe v. Wade. #7In10ForRoe http://t.co/SxbcA0If1V","month":"01","year":"2015","corpus":"presid obama 42nd anniversari roe wade 7in10forro","id":558358142627483650,"day":"22"},{"text":"\"America should only send her sons and daughters into harm’s way when it is absolutely necessary.\" —President Obama","month":"01","year":"2015","corpus":"america send son daughter harm way absolut necessari .\" presid obama","id":560554446166315000,"day":"28"},{"text":"RT @WHWeb: President Obama just released his #2016Budget. And, for the 1st time, you can see all the data behind it on @GitHub→ https://t.c…","month":"02","year":"2015","corpus":"presid obama releas 2016budget 1st time see data behind","id":562383593981243400,"day":"02"},{"text":"President Obama meets with Clarence Jones, who worked with Martin Luther King. Jr. on his \"I Have a Dream Speech.\" http://t.co/Ru3lF7djHg","month":"02","year":"2015","corpus":"presid obama meet clarenc jone work martin luther king jr dream speech .\"","id":562625879185293300,"day":"03"},{"text":"President Obama on the passing of Charlie Sifford, the first African American golfer to earn a PGA tour card. http://t.co/oEuAZ4EdMm","month":"02","year":"2015","corpus":"presid obama pass charli sifford first african american golfer earn pga tour card","id":563028616091828200,"day":"04"},{"text":"Go behind the scenes with Vidal and Ms. Lopez of @HumansOfNY as they meet President Obama in the Oval Office → http://t.co/zshoTvqSG4","month":"02","year":"2015","corpus":"go behind scene vidal ms lopez meet presid obama oval offic","id":564108768221626400,"day":"07"},{"text":"RT @FLOTUS: \"It's not okay, and it has to stop.\" —President Obama on violence against women: http://t.co/mn63HzWaYN #ItsOnUs http://t.co/GH…","month":"02","year":"2015","corpus":"okay stop .\" presid obama violenc women itsonu","id":565601867338874900,"day":"11"},{"text":"\"Whenever and wherever a disaster or disease strikes, the world looks to us to lead.\" —President Obama on #Ebola: http://t.co/kICO4RphOx","month":"02","year":"2015","corpus":"whenev wherev disast diseas strike world look us lead .\" presid obama ebola","id":565582894794817540,"day":"11"},{"text":"\"Our coalition is strong, our cause is just and our mission will succeed.\" —President Obama on our mission to degrade and destroy #ISIL","month":"02","year":"2015","corpus":"coalit strong caus mission succeed .\" presid obama mission degrad destroy isil","id":565612882290028540,"day":"11"},{"text":"Check out how President Obama is helping to reduce wait times for international travelers: http://t.co/fEPnw41tbM http://t.co/MpgCgbX2T6","month":"02","year":"2015","corpus":"check presid obama help reduc wait time intern travel","id":566359885000871940,"day":"13"},{"text":"Get the latest on how President Obama's helping companies respond to cybersecurity threats → http://t.co/0VB3MmHGCp #CyberSummit","month":"02","year":"2015","corpus":"get latest presid obama help compani respond cybersecur threat cybersummit","id":566323457613254660,"day":"13"},{"text":"Today, President Obama's taking new steps to help companies respond to cybersecurity threats → http://t.co/0VB3MmZi0Z #CyberSummit","month":"02","year":"2015","corpus":"today presid obama take new step help compani respond cybersecur threat cybersummit","id":566298519427100700,"day":"13"},{"text":"“This is not a liberal or conservative issue. Everybody’s online.” —President Obama on the need to improve cybersecurity #CyberSummit","month":"02","year":"2015","corpus":"liber conserv issu everybodi onlin .” presid obama need improv cybersecur cybersummit","id":566325930054795260,"day":"13"},{"text":"President Obama is taking new steps to help companies respond to cybersecurity threats → http://t.co/WKHZlH2lfb http://t.co/Jy9sQHk7LY","month":"02","year":"2015","corpus":"presid obama take new step help compani respond cybersecur threat","id":567759474417758200,"day":"17"},{"text":"\"Our businesses already sell goods and services in other countries at record levels\" —President Obama: http://t.co/37Evzvsnw6 #MadeInAmerica","month":"02","year":"2015","corpus":"busi alreadi sell good servic countri record level presid obama madeinamerica","id":569185905824497660,"day":"21"},{"text":"\"What an extraordinary privilege it is to be the father of girls—to watch them learn and grow\" —President Obama #LetGirlsLearn","month":"03","year":"2015","corpus":"extraordinari privileg father girl watch learn grow presid obama letgirlslearn","id":572851471798173700,"day":"03"},{"text":"Nearly 3,000 days of service to the President ✓\nThanks for everything, @Pfeiffer44.\n#FF → @DanPfeiffer http://t.co/PuwUM2yDlS","month":"03","year":"2015","corpus":"nearli 000 day servic presid thank everyth ff","id":573972422019313660,"day":"06"},{"text":"\"Loving this country requires more than singing its praises or avoiding uncomfortable truths.\" —President Obama #Selma50 #MarchOn","month":"03","year":"2015","corpus":"love countri requir sing prais avoid uncomfort truth .\" presid obama selma50 marchon","id":574306113132359700,"day":"07"},{"text":"\"Since I took office, we’ve cut our deficits as a share of our economy by about two-thirds.\" —President Obama http://t.co/KWhAA9KgXv","month":"03","year":"2015","corpus":"sinc took offic cut deficit share economi two third .\" presid obama","id":578269295479656400,"day":"18"},{"text":"RT @WHLive: \"It is a great pleasure to welcome President Ghani to the White House.\" —President Obama","month":"03","year":"2015","corpus":"great pleasur welcom presid ghani white hous .\" presid obama","id":580437278016819200,"day":"24"},{"text":"\"Iran has agreed that its installed centrifuges will be reduced by two-thirds.\" —President Obama #IranDeal","month":"04","year":"2015","corpus":"iran agre instal centrifug reduc two third .\" presid obama irand","id":583697877454585900,"day":"02"},{"text":"\"From my family to yours, Chag Sameach.\" —President Obama celebrating Passover: http://t.co/YeKGOzRZKA","month":"04","year":"2015","corpus":"famili chag sameach .\" presid obama celebr passov","id":584125857196740600,"day":"03"},{"text":"President Obama shares how we can negotiate an #IranDeal while maintaining our security → http://t.co/YID10K3hwF\nhttps://t.co/mtq0pozhnC","month":"04","year":"2015","corpus":"presid obama share negoti irand maintain secur","id":585593867568721900,"day":"08"},{"text":"\"We are now in a position to move on a path towards the future.\" —President Obama on #CubaPolicy http://t.co/mrJP1MsuG4","month":"04","year":"2015","corpus":"posit move path toward futur .\" presid obama cubapolici","id":587001446782013400,"day":"11"},{"text":"It's almost Tax Day: See how the President's budget would cut taxes for millions of families: http://t.co/WURIWZlecu http://t.co/WDfzp0Q15o","month":"04","year":"2015","corpus":"almost tax day see presid budget would cut tax million famili","id":587973927206522900,"day":"14"},{"text":"RT @NerdyWonka: President Obama points out that investing in childcare and early education is a no brainer. For every $1 put in, we gain $7…","month":"04","year":"2015","corpus":"presid obama point invest childcar earli educ brainer everi put gain","id":588421172632531000,"day":"15"},{"text":"\"I have always believed that when women succeed in this country, everybody succeeds.\" —President Obama #ObamaTownHall","month":"04","year":"2015","corpus":"alway believ women succeed countri everybodi succe .\" presid obama obamatownhal","id":588415693533552600,"day":"15"},{"text":"President Obama wants to hear from you: What can we do to make a difference for your family? Use #ObamaTownHall. http://t.co/rmh9s0JonQ","month":"04","year":"2015","corpus":"presid obama want hear make differ famili use obamatownhal","id":588419824218288100,"day":"15"},{"text":"\"When #WomenSucceed, America succeeds.\" —President Obama #WorkingFamilyChamps","month":"04","year":"2015","corpus":"womensucce america succe .\" presid obama workingfamilychamp","id":588769763318308900,"day":"16"},{"text":"RT @WHLive: \"Congratulations to Kevin Harvick, the 2014 @NASCAR Sprint Cup champion.\" —President Obama","month":"04","year":"2015","corpus":"congratul kevin harvick 2014 sprint cup champion .\" presid obama","id":590590675768467500,"day":"21"},{"text":"Watch President Obama's statement on the deaths of Dr. Warren Weinstein and Giovanni Lo Porto. http://t.co/Q45dNddEUs","month":"04","year":"2015","corpus":"watch presid obama statement death dr warren weinstein giovanni lo porto","id":591245575548338200,"day":"23"},{"text":"RT @USTradeRep: 10 Animals the President’s Trade Deal Will Help Protect from Illegal Wildlife Trafficking → https://t.co/A1vrY5cr3J http://…","month":"04","year":"2015","corpus":"10 anim presid trade deal help protect illeg wildlif traffick","id":591275240807764000,"day":"23"},{"text":"\"We will continue to do everything we can to prevent the loss of innocent lives…in our counterterrorism operations.\" —President Obama","month":"04","year":"2015","corpus":"continu everyth prevent loss innoc live counterterror oper .\" presid obama","id":591244523939889200,"day":"23"},{"text":"\"I wanted to make sure my life attached itself to giving people a chance at opportunity.\" —President Obama http://t.co/xv3CiMnkx3","month":"04","year":"2015","corpus":"want make sure life attach give peopl chanc opportun .\" presid obama","id":591356138857353200,"day":"23"},{"text":"“This is not new, and we shouldn’t pretend that it’s new.” —President Obama addressing the situation in Baltimore http://t.co/Fr3Aa6ZrrP","month":"04","year":"2015","corpus":"new pretend new .” presid obama address situat baltimor","id":593100372861825000,"day":"28"},{"text":"RT if you're excited about President Obama's new commitment to expand access to books for kids. #BooksForAll http://t.co/sOgAoVTugu","month":"04","year":"2015","corpus":"excit presid obama new commit expand access book kid booksforal","id":593800680063787000,"day":"30"},{"text":"President Obama posted a note on Facebook in remembrance of David Goldberg: http://t.co/WG96HOZwke","month":"05","year":"2015","corpus":"presid obama post note facebook remembr david goldberg","id":595446314927845400,"day":"05"},{"text":"Go behind the lens for photos of President Obama in 49 states (tomorrow, it will be 50) → http://t.co/6EVM3U9e4i http://t.co/GKC7ptsMi5","month":"05","year":"2015","corpus":"go behind len photo presid obama 49 state tomorrow 50","id":596338147409047600,"day":"07"},{"text":"\"I want to lower the cost of #CommunityCollege in America to zero.\" —President Obama: http://t.co/NuLv1VtCzz http://t.co/2qpbLLNCQd","month":"05","year":"2015","corpus":"want lower cost communitycolleg america zero .\" presid obama","id":596810937237164000,"day":"08"},{"text":"\"I didn’t come here to inspire you. I came here because you, the graduates, inspire me.\" —President Obama at @LakeAreaTech","month":"05","year":"2015","corpus":"come inspir came graduat inspir .\" presid obama","id":596810250642169900,"day":"08"},{"text":"RT @StateDept: Answer President Obama’s call to #StartTheSpark. Make your pledge to invest in emerging global entrepreneurs at http://t.co/…","month":"05","year":"2015","corpus":"answer presid obama call startthespark make pledg invest emerg global entrepreneur","id":598223134903283700,"day":"12"},{"text":"\"We cannot ask the police to contain and control problems that the rest of us are unwilling to face.\" —President Obama in Camden","month":"05","year":"2015","corpus":"cannot ask polic contain control problem rest us unwil face .\" presid obama camden","id":600373959603920900,"day":"18"},{"text":"President Obama's trade deal would protect American values in the global economy: http://t.co/BmEPgbCKlA #LeadOnTrade http://t.co/BZV164JjQ1","month":"06","year":"2015","corpus":"presid obama trade deal would protect american valu global economi leadontrad","id":609407215003414500,"day":"12"},{"text":"President Obama to the House of Representatives: Stand up for American workers and pass TAA → http://t.co/n9aLxPT6RD #LeadOnTrade","month":"06","year":"2015","corpus":"presid obama hous repres stand american worker pass taa leadontrad","id":610229047130497000,"day":"14"},{"text":"\"Mandela showed us the power of action; of taking risks on behalf of our ideals.\" —President Obama: http://t.co/FHaSpdBbGU #MandelaDay","month":"07","year":"2015","corpus":"mandela show us power action take risk behalf ideal .\" presid obama mandeladay","id":622462938746478600,"day":"18"},{"text":"RT @ajplus: President Obama shows off his moves. Even he couldn’t escape the Lipala dance craze that’s swept Kenya:\nhttps://t.co/4BId6a5pdM","month":"07","year":"2015","corpus":"presid obama show move even escap lipala danc craze swept kenya","id":625438886911545300,"day":"26"},{"text":"Check out some of our favorite moments from President Obama's trip to Kenya and Ethiopia → http://t.co/D9pIga1o54 http://t.co/z3AbXfJORQ","month":"07","year":"2015","corpus":"check favorit moment presid obama trip kenya ethiopia","id":627185633728008200,"day":"31"},{"text":"RT @Spotify: The @WhiteHouse is now on Spotify! Celebrate summer with President Obama's #POTUSplaylist 🇺🇸 http://t.co/lUVxwVM9vj http://t.c…","month":"08","year":"2015","corpus":"spotifi celebr summer presid obama potusplaylist 🇺🇸","id":632238599027753000,"day":"14"},{"text":".@POTUS met with President Castro today on advances in our relationship with Cuba → http://t.co/acgv2cy0b3 http://t.co/5jwO8iaHWs","month":"09","year":"2015","corpus":"met presid castro today advanc relationship cuba","id":648966504596246500,"day":"29"},{"text":"\"There’s nothing President Obama and I take more seriously though, than keeping the American people safe.\" —@VP: https://t.co/lsBGVUxZyl","month":"11","year":"2015","corpus":"noth presid obama take serious though keep american peopl safe .\" —@ vp","id":668204510557290500,"day":"21"},{"text":"RT @petesouza: President Obama makes Thanksgiving phone calls to U.S. troops: https://t.co/pNCOFGLqJB https://t.co/hw8Aux6HWQ","month":"11","year":"2015","corpus":"presid obama make thanksgiv phone call troop","id":669940744036196400,"day":"26"},{"text":"Even President George W. Bush supported expanding background checks.\nIt's time to #StopGunViolence. https://t.co/Nd2ArhOU91","month":"01","year":"2016","corpus":"even presid georg bush support expand background check time stopgunviol","id":684418699059687400,"day":"05"},{"text":"Some wise words from President Reagan. https://t.co/O5iYU1cW6b #SCOTUS https://t.co/VAVAr3Mx7P","month":"02","year":"2016","corpus":"wise word presid reagan scotu","id":704435652880961500,"day":"29"},{"text":"RT @PressSec: And 5 presidents have filled spots on the court after their successors had been elected. https://t.co/sPOniURWT2","month":"03","year":"2016","corpus":"presid fill spot court successor elect","id":704817694244261900,"day":"01"},{"text":"Watch President Obama's weekly address on Chief Judge Merrick Garland, his #SCOTUSnominee: https://t.co/gdUKEwDUUz","month":"03","year":"2016","corpus":"watch presid obama weekli address chief judg merrick garland scotusnomine","id":711258522596413400,"day":"19"},{"text":"FACT: @POTUS has preserved more land and water than any other president. #NationalParkWeek https://t.co/zqDbWDmDIp","month":"04","year":"2016","corpus":"fact preserv land water presid nationalparkweek","id":722871254789832700,"day":"20"},{"text":"FACT: @POTUS has commuted prison sentences for more people than the previous 6 presidents combined. https://t.co/ATi9PRh5Ge","month":"05","year":"2016","corpus":"fact commut prison sentenc peopl previou presid combin","id":728392861276725200,"day":"06"},{"text":".@POTUS has now granted clemency to 348 people—more than the past 7 presidents combined. https://t.co/eNv6u2mETH https://t.co/baIax8BPuM","month":"06","year":"2016","corpus":"grant clemenc 348 peopl past presid combin","id":738860388373004300,"day":"03"},{"text":"At 11:45am ET, @POTUS holds a press conference with President Peña Nieto of Mexico → https://t.co/0WZyzTJqiI 🇲🇽  🇺 https://t.co/xlXHxHoNbN","month":"07","year":"2016","corpus":"11 45am et hold press confer presid peña nieto mexico 🇲🇽 🇺","id":756510294231412700,"day":"22"},{"text":"RT @NSC44: The President has made our nation's #cybersecurity a top priority. Today's Policy Directive shows it. Get the facts: https://t.c…","month":"07","year":"2016","corpus":"presid made nation cybersecur top prioriti today polici direct show get fact","id":757955534389555200,"day":"26"},{"text":"FACT: @POTUS has commuted the sentences of more people than the past 9 presidents combined: https://t.co/eNv6u2mETH https://t.co/uvDIX5S4ZN","month":"08","year":"2016","corpus":"fact commut sentenc peopl past presid combin","id":760913461182214100,"day":"03"},{"text":"RT @vj44: .@POTUS describes why it's an extraordinary time to be a woman-not just as President, but also as a feminist https://t.co/m3bE50v…","month":"08","year":"2016","corpus":"describ extraordinari time woman presid also feminist","id":761241146337001500,"day":"04"},{"text":"RT @JFriedman44: \"President Obama meets with Louisiana flood victims: 'It shows he hasn't forgotten us'\" via @theadvocatebr https://t.co/05…","month":"08","year":"2016","corpus":"presid obama meet louisiana flood victim show forgotten us '\" via","id":768218844083159000,"day":"23"}]