[{"text":"Weekly Address: Government Actions to Address the H1N1 Flu Virus: In his Weekly Address, the President discusses.. http://tinyurl.com/cjv9zu","month":"05","year":"2009","corpus":"weekli address govern action address h1n1 flu viru weekli address presid discuss","id":1677519057,"day":"02"},{"text":"Phillies fans and @philliesnation: tune in tomorrow and watch President Obama welcome the Phillies at 12:20 ET http://bit.ly/GOZOt","month":"05","year":"2009","corpus":"philli fan philliesn tune tomorrow watch presid obama welcom philli","id":1801136709,"day":"15"},{"text":"Tomorrow, the President will give a speech in Cairo, Egypt. Watch it live:http://bit.ly/12nxRn and/or RSVP here: http://bit.ly/g9L2k","month":"06","year":"2009","corpus":"tomorrow presid give speech cairo egypt watch live rsvp","id":2019204680,"day":"03"},{"text":"Watch and discuss the President's speech in Cairo tomorrow: http://bit.ly/rxDvH","month":"06","year":"2009","corpus":"watch discuss presid speech cairo tomorrow","id":2024091085,"day":"04"},{"text":"600,000 Jobs on the Road to Recovery: The President and Vice President announce the Roadmap to Recovery -- a sum.. http://tinyurl.com/mtxuzp","month":"06","year":"2009","corpus":"600 000 job road recoveri presid vice presid announc roadmap recoveri sum","id":2077858555,"day":"08"},{"text":"Accelerating Our Efforts: The Next 100 Days: The President and Vice President meet with Cabinet officials to dis.. http://tinyurl.com/mrmt2m","month":"06","year":"2009","corpus":"acceler effort next 100 day presid vice presid meet cabinet offici di","id":2080817071,"day":"08"},{"text":"Photostream: The Middle East and Europe: The White House Photo Office drops sixty photos from the President's tr.. http://tinyurl.com/lvepng","month":"06","year":"2009","corpus":"photostream middl east europ white hous photo offic drop sixti photo presid","id":2096947661,"day":"10"},{"text":"WH Facebook page exclusive: President Obama backstage before ordering Colbert’s head-shave  http://bit.ly/8tSfq","month":"06","year":"2009","corpus":"facebook page exclus presid obama backstag order colbert head shave","id":2223628728,"day":"18"},{"text":"President Obama on innovative nonprofits, community solutions.  Watch live: http://www.whitehouse.gov/live/","month":"06","year":"2009","corpus":"presid obama innov nonprofit commun solut watch live","id":2407160859,"day":"30"},{"text":"Photo essay: President Obama and the Pope http://bit.ly/14CcCA","month":"07","year":"2009","corpus":"photo essay presid obama pope","id":2572474322,"day":"10"},{"text":"The President and Willie Mays talked history on Air Force One flying to the All-Star game.  Watch it: http://bit.ly/WPunE","month":"07","year":"2009","corpus":"presid willi may talk histori air forc one fli star game watch","id":2659348198,"day":"15"},{"text":"Video: Warm Wishes for Rosh Hashanah from President Obama – in eight languages  http://bit.ly/9F7Zv","month":"09","year":"2009","corpus":"video warm wish rosh hashanah presid obama eight languag","id":4064101856,"day":"17"},{"text":"Watch Obama on financial reform, central to new economic foundation: http://bit.ly/GOZOt Background: http://bit.ly/cyG3j","month":"10","year":"2009","corpus":"watch obama financi reform central new econom foundat background","id":4740674037,"day":"09"},{"text":"A video message of Diwali wishes from President Obama, blogged by Kalpen Modi: http://bit.ly/1KP1tU","month":"10","year":"2009","corpus":"video messag diwali wish presid obama blog kalpen modi","id":4900462978,"day":"15"},{"text":"Streamng now: the President on small business aid http://bit.ly/UT2FE","month":"10","year":"2009","corpus":"streamng presid small busi aid","id":5261863213,"day":"29"},{"text":"White House Tribal Nations Conference streaming all day - Obama speaking now http://bit.ly/UT2FE","month":"11","year":"2009","corpus":"white hous tribal nation confer stream day obama speak","id":5450633405,"day":"05"},{"text":"The President speaks at Arlington National Cemetery, listen live now http://bit.ly/3IVXGa","month":"11","year":"2009","corpus":"presid speak arlington nation cemeteri listen live","id":5621659424,"day":"11"},{"text":"Senior WH Officials Discuss Obama Administration Efforts on HIV/AIDS, watch live momentarily http://bit.ly/UT2FE","month":"11","year":"2009","corpus":"senior offici discuss obama administr effort hiv aid watch live momentarili","id":6210480046,"day":"30"},{"text":"Fresh Photo: The President welcomes the Park View Little League Team, 2009 Champions http://bit.ly/bz2Jp2","month":"02","year":"2010","corpus":"fresh photo presid welcom park view littl leagu team 2009 champion","id":8694883462,"day":"05"},{"text":"President Obama & His Holiness the XIV Dalai Lama – see the photo, read the account http://bit.ly/bASghF","month":"02","year":"2010","corpus":"presid obama holi xiv dalai lama see photo read account","id":9302537150,"day":"18"},{"text":"1:45: Obama speaks on moving forward on health reform, watch live: http://bit.ly/ayyp8R #hcr","month":"03","year":"2010","corpus":"obama speak move forward health reform watch live hcr","id":9935323734,"day":"03"},{"text":"Obama: \"This moment is possible because of you\"","month":"03","year":"2010","corpus":"obama moment possibl","id":10854983907,"day":"22"},{"text":"Live at 2pm EDT: Obama speaks on health reform from Iowa City, watch here WH.gov/live","month":"03","year":"2010","corpus":"live 2pm edt obama speak health reform iowa citi watch gov live","id":11045507575,"day":"25"},{"text":"RT @MLBLineDrives: President Obama to throw 1st pitch on Opening Day in DC - 100th anniversary of 1st ever by Taft","month":"03","year":"2010","corpus":"mlblinedr presid obama throw 1st pitch open day 100th anniversari 1st ever taft","id":11255958025,"day":"29"},{"text":"LIVE from Prague: The new START treaty has been signed - now both presidents speak WATCH: http://bit.ly/UT2FE","month":"04","year":"2010","corpus":"live pragu new start treati sign presid speak watch","id":11816883959,"day":"08"},{"text":"President Obama and Vice President Biden's Tax Returns http://bit.ly/ci7qTb","month":"04","year":"2010","corpus":"presid obama vice presid biden tax return","id":12231844942,"day":"15"},{"text":"Obama talks to Wall Street, watch now: http://wh.gov/live","month":"04","year":"2010","corpus":"obama talk wall street watch","id":12646962758,"day":"22"},{"text":"A busy day here, but the President has not taken his eye off the BP spill http://bit.ly/90NYXy","month":"05","year":"2010","corpus":"busi day presid taken eye spill","id":13748713101,"day":"10"},{"text":"Obama speaks on BP Oil Spill after meeting with Commission Co-chairs, starting momentarily http://wh.gov/live","month":"06","year":"2010","corpus":"obama speak oil spill meet commiss chair start momentarili","id":15186401349,"day":"01"},{"text":"Around 9:30: Obama gives remarks before leaving for Maine with his family, watch: http://wh.gov/live (or on your WH app)","month":"07","year":"2010","corpus":"around obama give remark leav main famili watch app","id":18685156017,"day":"16"},{"text":"President Obama to young African leaders: \"50 years from now, when you look back\" Amazing photos/ video http://bit.ly/ccmVl1","month":"08","year":"2010","corpus":"presid obama young african leader year look back amaz photo video","id":20256473526,"day":"03"},{"text":"The President's back-to-school speech, watch live now: http://wh.gov  Or read the prepared remarks: http://bit.ly/cCQMHD","month":"09","year":"2010","corpus":"presid back school speech watch live read prepar remark","id":24493980643,"day":"14"},{"text":"12:10PM EDT: President Obama's conference call with college journalists - listen in live: http://wh.gov/live","month":"09","year":"2010","corpus":"10pm edt presid obama confer call colleg journalist listen live","id":25698679645,"day":"27"},{"text":"Sneak peek of President Obama on the Daily Show tonight - couple photos from the taping: http://is.gd/gnfg9","month":"10","year":"2010","corpus":"sneak peek presid obama daili show tonight coupl photo tape","id":28935835180,"day":"27"},{"text":"President Obama: \"taking this threat very seriously\" \"we will continue to pursue additional protective measures\"","month":"10","year":"2010","corpus":"presid obama take threat serious continu pursu addit protect measur","id":29121862551,"day":"29"},{"text":"President Obama calls on Egypt to \"reverse the actions that they’ve taken to interfere with access to the Internet\" http://is.gd/RTBYyY","month":"01","year":"2011","corpus":"presid obama call egypt revers action taken interfer access internet","id":31152728134656000,"day":"29"},{"text":"VIDEO of President Obama's stmt re #Egypt: http://goo.gl/bQdaw - \"Violence will not address the grievances of the Egyptian people.\"","month":"01","year":"2011","corpus":"video presid obama stmt egypt violenc address grievanc egyptian peopl","id":31443638860914690,"day":"29"},{"text":"President Obama: “To the people of Egypt, particularly the young people of Egypt, I want to be clear: we hear your voices”","month":"02","year":"2011","corpus":"presid obama peopl egypt particularli young peopl egypt want clear hear voic","id":32586440688799744,"day":"01"},{"text":"President Obama: \"The people of Egypt have spoken, their voices have been heard, and Egypt will never be the same\"","month":"02","year":"2011","corpus":"presid obama peopl egypt spoken voic heard egypt never","id":36154184881541120,"day":"11"},{"text":"\"Our goal is focused, our cause is just, and our coalition is strong\" -President Obama on #Libya. Watch: http://wh.gov/axj","month":"03","year":"2011","corpus":"goal focus caus coalit strong presid obama libya watch","id":48875107103412220,"day":"18"},{"text":"Not your average facebook invite: Join President Obama's Town Hall @facebook HQ. RSVP now: http://on.fb.me/fplXJH","month":"04","year":"2011","corpus":"averag facebook invit join presid obama town hall facebook rsvp","id":55408803725848580,"day":"05"},{"text":"President Obama at the briefing room podium now http://wh.gov/live","month":"04","year":"2011","corpus":"presid obama brief room podium","id":55329408260653060,"day":"05"},{"text":"Obama on budget talks: what’s at stake, why it’s important to the American people. Video & remarks: http://1.usa.gov/gjGtQb","month":"04","year":"2011","corpus":"obama budget talk stake import american peopl video remark","id":56211005625212930,"day":"08"},{"text":"Photo of the Day: Members of the press cover a Fiscal Commission mtg w/ the President. Video: http://wh.gov/afN http://twitpic.com/4l8dca","month":"04","year":"2011","corpus":"photo day member press cover fiscal commiss mtg presid video","id":58974140522184700,"day":"15"},{"text":"It's Your West Wing Week: In \"Open for Business\" President Obama focuses on fiscal responsibility. http://wh.gov/a73","month":"04","year":"2011","corpus":"west wing week open busi presid obama focus fiscal respons","id":58979882352377860,"day":"15"},{"text":"President Obama on #Syria: US condemns...use of force by the Syrian government against demonstrators. Statement: http://wh.gov/aJC","month":"04","year":"2011","corpus":"presid obama syria condemn ... use forc syrian govern demonstr statement","id":61559666982920190,"day":"22"},{"text":"Photo of the Day: The President in the Blue Room before announcing key members of national security team  http://twitpic.com/4r1y2n","month":"04","year":"2011","corpus":"photo day presid blue room announc key member nation secur team","id":64011623442034690,"day":"29"},{"text":"President Obama just presented a parody movie trailer @ the #WHCD Enjoy: http://www.youtube.com/watch?v=508aCh2eVOI","month":"05","year":"2011","corpus":"presid obama present parodi movi trailer whcd enjoy","id":64512618945183740,"day":"01"},{"text":"President Obama speaking now, watch: http://wh.gov/live","month":"05","year":"2011","corpus":"presid obama speak watch","id":64895704031707140,"day":"02"},{"text":"12:15: President Obama speaks at a plant for hybrid vehicle transmissions in Indiana on jobs & gas prices http://wh.gov/live","month":"05","year":"2011","corpus":"presid obama speak plant hybrid vehicl transmiss indiana job ga price","id":66533197755858940,"day":"06"},{"text":"Tomorrow, President Obama will discuss immigration reform in El Paso, Texas. Use #immigration to discuss now, during & after.","month":"05","year":"2011","corpus":"tomorrow presid obama discuss immigr reform paso texa use immigr discuss","id":67621579781177340,"day":"09"},{"text":"President Obama nominates John Bryson to be our nation’s next @CommerceGov Secretary: http://wh.gov/CeH","month":"05","year":"2011","corpus":"presid obama nomin john bryson nation next commercegov secretari","id":75677573836840960,"day":"31"},{"text":"Photo: President Obama's briefing on federal prep for hurricane season in the Sit Room: http://twitpic.com/55lqdj","month":"06","year":"2011","corpus":"photo presid obama brief feder prep hurrican season sit room","id":76037132501794820,"day":"01"},{"text":"There's a new sheriff in town: http://wh.gov/12h Vice President Biden announces the Campaign to Cut Waste: http://twitpic.com/5b77dj","month":"06","year":"2011","corpus":"new sheriff town vice presid biden announc campaign cut wast","id":80403434423058430,"day":"13"},{"text":"Today, President Obama visited Puerto Rico: http://wh.gov/1Wh Photo: Remarks at arrival ceremony in San Juan: http://twitpic.com/5bnqba","month":"06","year":"2011","corpus":"today presid obama visit puerto rico photo remark arriv ceremoni san juan","id":80788363317231620,"day":"15"},{"text":"\"What we can do, and will do, is build a partnership with the Afghan people that endures.\" -President Obama","month":"06","year":"2011","corpus":"build partnership afghan peopl endur presid obama","id":83687708173672450,"day":"23"},{"text":"Happening Now: President Obama speaks on the status of efforts to find a balanced approach to deficit reduction: http://t.co/hOlVdV1","month":"07","year":"2011","corpus":"happen presid obama speak statu effort find balanc approach deficit reduct","id":88349030589014020,"day":"05"},{"text":"#WHTweetup participants watching the Twitter @townhall with President Obama. Happening now on wh.gov/live http://t.co/yUpc9oa","month":"07","year":"2011","corpus":"whtweetup particip watch twitter townhal presid obama happen gov live","id":88678065630216200,"day":"06"},{"text":"President Obama & @VP are meeting w/ Congressional Leadership in the Cabinet Rm now to discuss a balanced approach to deficit reduction.","month":"07","year":"2011","corpus":"presid obama meet congression leadership cabinet discuss balanc approach deficit reduct","id":90179567792304130,"day":"10"},{"text":"Just started: President Obama is holding a press conference. Watch Live: http://t.co/NOBjwZE","month":"07","year":"2011","corpus":"start presid obama hold press confer watch live","id":90438891840077820,"day":"11"},{"text":"Happening Now: President Obama awards @USArmy Sgt 1st Class Leroy A Petry the Medal of Honor. Watch live: http://t.co/hOlVdV1 #MOHPetry","month":"07","year":"2011","corpus":"happen presid obama award usarmi sgt 1st class leroy petri medal honor watch live mohpetri","id":90847661321764860,"day":"12"},{"text":"\"This was an extraordinarily fair deal.\" -President Obama on the deficit  deal offered. Live now: http://t.co/hOlVdV1","month":"07","year":"2011","corpus":"extraordinarili fair deal presid obama deficit deal offer live","id":94529571474505730,"day":"22"},{"text":"\"If you want to be a leader, then you’ve got to lead.\" -President Obama on solving the deficit problem for the American people.","month":"07","year":"2011","corpus":"want leader got lead presid obama solv deficit problem american peopl","id":94536870452662270,"day":"22"},{"text":"\"If you want to be a leader, then you got to lead\" -President Obama on cutting the deficit. Full video of presser: http://t.co/jg3vzD6","month":"07","year":"2011","corpus":"want leader got lead presid obama cut deficit full video presser","id":94773911446757380,"day":"23"},{"text":"President Obama just finished his address to the nation -- the transcript & video will be up soon on http://t.co/ZQj8XeA","month":"07","year":"2011","corpus":"presid obama finish address nation transcript video soon","id":95664945835945980,"day":"26"},{"text":"Photo of the Day: President Obama has lunch w/ advisors who worked on #debt negotiations @ local burger joint: http://twitpic.com/60y1z6","month":"08","year":"2011","corpus":"photo day presid obama lunch advisor work debt negoti local burger joint","id":99223836863631360,"day":"04"},{"text":"President Obama on bipartisan, commonsense steps to strengthen the economy. Video: http://wh.gov/r7z Pic: http://twitpic.com/63fv64","month":"08","year":"2011","corpus":"presid obama bipartisan commonsens step strengthen economi video pic","id":100926791446835200,"day":"09"},{"text":"\"Our problems are eminently solvable\": President Obama outlines steps to help propel our economy forward: http://t.co/Cbm0wA4","month":"08","year":"2011","corpus":"problem emin solvabl presid obama outlin step help propel economi forward","id":100991192212316160,"day":"09"},{"text":"\"If we can come together – if we can find common ground – there is no stopping this country.\" -President Obama in #Holland, #Michigan","month":"08","year":"2011","corpus":"come togeth find common ground stop countri presid obama holland michigan","id":101733913419984900,"day":"11"},{"text":"President Obama believes the American people deserve more than political brinksmanship. Video: http://t.co/IqY6rMm #countrybeforeparty","month":"08","year":"2011","corpus":"presid obama believ american peopl deserv polit brinksmanship video countrybeforeparti","id":102356616820703230,"day":"13"},{"text":"\"There’s nothing wrong w/ our country, there is something wrong w/ our politics\" -President Obama http://t.co/IqY6rMm #countrybeforeparty","month":"08","year":"2011","corpus":"noth wrong countri someth wrong polit presid obama countrybeforeparti","id":102811687048065020,"day":"14"},{"text":"Photo of the Day: President Obama on the phone w/ French President Nicholas Sarkozy discussing the situation in #Libya: http://t.co/oNfR4Yc","month":"08","year":"2011","corpus":"photo day presid obama phone french presid nichola sarkozi discuss situat libya","id":106468331325886460,"day":"24"},{"text":"Happening now: President Obama calls on Congress to pass a clean extension of the Surface Transportation Bill. Watch: http://t.co/Wql9hJp","month":"08","year":"2011","corpus":"happen presid obama call congress pass clean extens surfac transport bill watch","id":108913406165254140,"day":"31"},{"text":"Have Qs for the President's #jobscouncil? Today's mtg focuses on our engineering shortage. Ask here & watch @ 2ET: http://t.co/3LGuFYS","month":"08","year":"2011","corpus":"presid jobscouncil today mtg focus engin shortag ask watch 2et","id":108954045208727550,"day":"31"},{"text":"\"This weekend, we’re coming together, as one nation, to mark the 10th anniv of the Sept 11th attacks\" -President Obama: http://t.co/FSacfpV","month":"09","year":"2011","corpus":"weekend come togeth one nation mark 10th anniv sept 11th attack presid obama","id":112533929298374660,"day":"10"},{"text":"\"Every child deserves a great school\" http://t.co/h9FD39J President Obama visits a classroom in #Columbus #Ohio: http://t.co/ZUJlIyT","month":"09","year":"2011","corpus":"everi child deserv great school presid obama visit classroom columbu ohio","id":113979554669928450,"day":"14"},{"text":"In case you missed it: Yesterday, President Obama answered Q's at a Town Hall w/ @LinkedIn. Watch video & learn more: http://t.co/E2tOZUjB","month":"09","year":"2011","corpus":"case miss yesterday presid obama answer town hall linkedin watch video learn","id":118790795179458560,"day":"27"},{"text":"Starting soon: President Obama Honors the 2011 NCAA National Champions Texas A&M Women’s Basketball Team. Watch live: http://t.co/QDIpMRKE","month":"10","year":"2011","corpus":"start soon presid obama honor 2011 ncaa nation champion texa women basketbal team watch live","id":122004744108646400,"day":"06"},{"text":"President Obama on Steve Jobs: \"Bold enough to believe he could change the world & talented enough to do it\" http://t.co/cgd7KMp6","month":"10","year":"2011","corpus":"presid obama steve job bold enough believ could chang world talent enough","id":121760070013947900,"day":"06"},{"text":"Happening Now: President Obama speaks on the American Jobs Act. Watch: http://t.co/hhNoX4fh Follow: @WHLive Discuss: #JobsNow","month":"10","year":"2011","corpus":"happen presid obama speak american job act watch follow whlive discuss jobsnow","id":123823670425686020,"day":"11"},{"text":"Happening at 8:35 ET: President Obama & President Lee deliver a toast at the Korean State Dinner. Watch live: http://t.co/hhNoX4fh","month":"10","year":"2011","corpus":"happen presid obama presid lee deliv toast korean state dinner watch live","id":124638858217398270,"day":"14"},{"text":"#WHTweetup hits the road! Announcing President Obama's #JobsNow Bus Tour #WHTweetup in North Carolina. Sign up: http://t.co/yzzfeOR0","month":"10","year":"2011","corpus":"whtweetup hit road announc presid obama jobsnow bu tour whtweetup north carolina sign","id":125247047979896830,"day":"15"},{"text":"\"Change can come if you don’t give up\" -President Obama @MLKMemorial dedication. Video: http://t.co/4ghDUgaH #DedicateMLK","month":"10","year":"2011","corpus":"chang come give presid obama mlkmemori dedic video dedicatemlk","id":125704901232836600,"day":"16"},{"text":"Happening @ 11:05ET: President Obama speaks @ Martin Luther King memorial dedication. Watch live: http://t.co/QDIpMRKE","month":"10","year":"2011","corpus":"happen 05et presid obama speak martin luther king memori dedic watch live","id":125587351014604800,"day":"16"},{"text":"President Obama: Nearly 50 years after the March on Washington, our work, and Dr. King’s work, is not yet complete. #DedicateMLK","month":"10","year":"2011","corpus":"presid obama nearli year march washington work king work yet complet dedicatemlk","id":125601960094220290,"day":"16"},{"text":"RT @pfeiffer44: President Obama called boxer Dewey Bozella to wish him luck in his first pro fight. Here's the video of the call http:// ...","month":"10","year":"2011","corpus":"pfeiffer44 presid obama call boxer dewey bozella wish luck first pro fight video call http ://","id":125956173718487040,"day":"17"},{"text":"Lots of folks are talking about the 10 letters that President Obama reads everyday. Look behind the scenes: http://t.co/7yLgwZUi","month":"10","year":"2011","corpus":"lot folk talk letter presid obama read everyday look behind scene","id":127512445303537660,"day":"21"},{"text":"\"I congratulate the people of Libya on today’s historic declaration of liberation\" -President Obama: http://t.co/n5gZlQ7Q","month":"10","year":"2011","corpus":"congratul peopl libya today histor declar liber presid obama","id":128179429271801860,"day":"23"},{"text":"Is it a #jobs plan? See President Obama's plan & the Republican alternative side by side: http://t.co/Q2CIJIc2","month":"11","year":"2011","corpus":"job plan see presid obama plan republican altern side side","id":131762162476646400,"day":"02"},{"text":"Ever wonder what it's like to teleconference w/ the President in the SitRoom? Happening now w/ #SAVEAward final 4: http://t.co/tr6M08O5","month":"11","year":"2011","corpus":"ever wonder like teleconfer presid sitroom happen saveaward final","id":134304535807148030,"day":"09"},{"text":"Photo of the Day: President Obama & daughters Sasha & Malia #ShopSmall @kramerbooks on Small Business Saturday: http://t.co/4ZwqYF23","month":"11","year":"2011","corpus":"photo day presid obama daughter sasha malia shopsmal kramerbook small busi saturday","id":140616824021725180,"day":"27"},{"text":"Happening now: Pres Obama speaks @ Scranton HS, urging Congress to act to extend & expand the payroll tax cut. Watch: http://t.co/u95y7hhB","month":"11","year":"2011","corpus":"happen pre obama speak scranton urg congress act extend expand payrol tax cut watch","id":141965271995924480,"day":"30"},{"text":"RT @WHLive: President Obama is speaking now @ #WorldAIDSDay. Watch live: http://t.co/TGiY2X46 & follow remarks @WHLive","month":"12","year":"2011","corpus":"whlive presid obama speak worldaidsday watch live follow remark whlive","id":142263808105267200,"day":"01"},{"text":"Did you watch President Obama's speech in #Osawatomie? Share some of your favorite quotes with us.","month":"12","year":"2011","corpus":"watch presid obama speech osawatomi share favorit quot","id":144144094124453900,"day":"06"},{"text":"From the Archives: President Obama honors victims of the tragedy in Tucson: http://t.co/Q2R8V35l Video: http://t.co/VSKR5aev","month":"01","year":"2012","corpus":"archiv presid obama honor victim tragedi tucson video","id":156834515682209800,"day":"10"},{"text":"\"@GabbyGiffords embodies the very best of what public service should be.\" -President Obama on Giffords' resignation: http://t.co/OVmP9eM9","month":"01","year":"2012","corpus":"gabbygifford embodi best public servic presid obama gifford resign","id":161212927574147070,"day":"22"},{"text":"Happening now: President Obama Honors the Six-time Stanley Cup Champion Boston Bruins: http://t.co/QDIpMRKE","month":"01","year":"2012","corpus":"happen presid obama honor six time stanley cup champion boston bruin","id":161520040355700740,"day":"23"},{"text":"\"American manufacturers are hiring again\" -President Obama #sotu","month":"01","year":"2012","corpus":"american manufactur hire presid obama sotu","id":161997761212989440,"day":"25"},{"text":"RT @bennyfactor How does the President & his advisors prepare the speech? // Go behind-the-scenes in this video http://t.co/jYWIfl8K #whchat","month":"01","year":"2012","corpus":"bennyfactor presid advisor prepar speech behind scene video whchat","id":162274316149473280,"day":"25"},{"text":"RT @YouTube: Today: Your interview with the President will be live-streamed on YouTube at 2:30 p.m. PT / 5:30 p.m. ET http://t.co/YliLZmC4","month":"01","year":"2012","corpus":"youtub today interview presid live stream youtub","id":164004106132922370,"day":"30"},{"text":"\"The U.S. auto industry is back\" -President Obama @ the Washington Auto Show: http://t.co/1rwjXjvo #WAS12 http://t.co/HUoSETFa","month":"01","year":"2012","corpus":"auto industri back presid obama washington auto show was12","id":164496844276236300,"day":"31"},{"text":"PHOTO: President Obama joins a Google+ Hangout in the Roosevelt Room of the @WhiteHouse #ObamaHangout http://t.co/cV4Gtg4x","month":"01","year":"2012","corpus":"photo presid obama join googl hangout roosevelt room whitehous obamahangout","id":164152323503960060,"day":"31"},{"text":".@whitehouse's #firstflickrphoto: President Obama photographed by daughter Malia at the WH before Inaugural Ball: http://t.co/GpR2gRGD","month":"02","year":"2012","corpus":"whitehous firstflickrphoto presid obama photograph daughter malia inaugur ball","id":168092363896520700,"day":"10"},{"text":"Happening now: President Obama speaks @ Boeing Production Facility\nin Everett, Washington. Watch: http://t.co/u95y7hhB Follow: @WHLive","month":"02","year":"2012","corpus":"happen presid obama speak boe product facil everett washington watch follow whlive","id":170595867424854000,"day":"17"},{"text":"Happening now: President Obama speaks on our energy future at Nashua Community College. Watch Live: http://t.co/u95y7hhB Follow: @WHLive","month":"03","year":"2012","corpus":"happen presid obama speak energi futur nashua commun colleg watch live follow whlive","id":175286250209681400,"day":"01"},{"text":"\"As your Commander in Chief, I could not be more proud of you\" -President Obama to Iraq war #veterans: http://t.co/qQ5OSmu7","month":"03","year":"2012","corpus":"command chief could proud presid obama iraq war veteran","id":175035845626167300,"day":"01"},{"text":"Today, President Obama meets w/ Israeli Prime Minister Netanyahu. Sunday, he spoke at the #AIPAC2012 Conference. Watch: http://t.co/Y3HkFqE4","month":"03","year":"2012","corpus":"today presid obama meet isra prime minist netanyahu sunday spoke aipac2012 confer watch","id":176714433203142660,"day":"05"},{"text":"Photo of the Day: President Obama talks with @StateDept Secretary Clinton in the Oval Office: http://t.co/nsLfNMjk","month":"03","year":"2012","corpus":"photo day presid obama talk statedept secretari clinton oval offic","id":177141545840017400,"day":"06"},{"text":"Happening at 12:45ET: President Obama visits @DaimlerTrucksNA manufacturing plant in #MountHolly #NC. Watch: http://t.co/u95y7hhB","month":"03","year":"2012","corpus":"happen 45et presid obama visit daimlertrucksna manufactur plant mountholli watch","id":177446027232673800,"day":"07"},{"text":"Today, President Obama takes another step to ensure unprecedented openness in government. Check out the new http://t.co/3cuX0IHC #opengov","month":"03","year":"2012","corpus":"today presid obama take anoth step ensur unpreced open govern check new opengov","id":177835438113959940,"day":"08"},{"text":"New slideshow: President Obama welcomes UK Prime Minister David Cameron to the @whitehouse: http://t.co/WT5Ytx0u http://t.co/gZExyRUJ","month":"03","year":"2012","corpus":"new slideshow presid obama welcom prime minist david cameron whitehous","id":180432017874362370,"day":"15"},{"text":"Today, President Obama heads to Nevada &amp; New Mexico to talk about his #AllOfTheAbove #energy strategy: http://t.co/yc35oC6M","month":"03","year":"2012","corpus":"today presid obama head nevada amp new mexico talk alloftheabov energi strategi","id":182466673020907520,"day":"21"},{"text":"Happening at 12:30ET: President Obama speaks & answers ?s at the AP lunch @ the ASNE Convention. Watch: http://t.co/u95y7hhB","month":"04","year":"2012","corpus":"happen 30et presid obama speak answer lunch asn convent watch","id":187203555436933120,"day":"03"},{"text":"Photo of the Day: President Obama & @VP Biden talk & walk up the stairs in the West Wing: http://t.co/q8XHb3SF","month":"04","year":"2012","corpus":"photo day presid obama biden talk walk stair west wing","id":187692150933295100,"day":"05"},{"text":"RT @Jamesnewsintern: 37,600 millionaires pay a lower tax rate than I do. I'm with President Obama on the #BuffettRule: http://t.co/EV2k6 ...","month":"04","year":"2012","corpus":"jamesnewsintern 600 millionair pay lower tax rate presid obama buffettrul","id":190578849883488260,"day":"12"},{"text":"RT @WHLive: President Obama: \"In today’s economy, there is no greater predictor of individual success than a good education\" #ObamaUNC # ...","month":"04","year":"2012","corpus":"whlive presid obama today economi greater predictor individu success good educ obamaunc","id":194837420565475330,"day":"24"},{"text":"President Obama signs executive order to protect education benefits for troops, #vets &amp; their families: http://t.co/Tt1MV8YS","month":"04","year":"2012","corpus":"presid obama sign execut order protect educ benefit troop veteran amp famili","id":195972474574356480,"day":"27"},{"text":"Today, President Obama &amp; President Karzai signed the U.S.-Afghanistan Strategic Partnership Agreement. Fact Sheet: http://t.co/8k7xC1nk","month":"05","year":"2012","corpus":"today presid obama amp presid karzai sign afghanistan strateg partnership agreement fact sheet","id":197429927543455740,"day":"01"},{"text":"Photo Gallery: President Obama's trip to Afghanistan: http://t.co/y3m6x5tu Obama greets US troops at Bagram Airfield: http://t.co/ao9giX8M","month":"05","year":"2012","corpus":"photo galleri presid obama trip afghanistan obama greet troop bagram airfield","id":197683805044228100,"day":"02"},{"text":"Happening now: President Obama speaks at a Cinco de Mayo reception in the Rose Garden. Watch live: http://t.co/u95y7hhB","month":"05","year":"2012","corpus":"happen presid obama speak cinco mayo recept rose garden watch live","id":198157950920040450,"day":"03"},{"text":"This week, the President traveled to Afghanistan to sign an historic agreement &amp; address the American people. Watch: http://t.co/94kPduQh","month":"05","year":"2012","corpus":"week presid travel afghanistan sign histor agreement amp address american peopl watch","id":198494491001372670,"day":"04"},{"text":"RT @WHLive: President Obama: \"We know we are better off when women are treated fairly &amp; equally in every aspect of life\" #Barnard2012","month":"05","year":"2012","corpus":"whlive presid obama know better women treat fairli amp equal everi aspect life barnard2012","id":202090603658481660,"day":"14"},{"text":"Happening now: President Obama honors MLS champion @LAGalaxy at the White House. Watch: http://t.co/u95y7hhB","month":"05","year":"2012","corpus":"happen presid obama honor ml champion lagalaxi white hous watch","id":202461392178118660,"day":"15"},{"text":"RT @Number10gov: Photo: PM David Cameron and US President Obama at the #G8 summit at Camp David. http://t.co/CGQJJ57r","month":"05","year":"2012","corpus":"number10gov photo david cameron presid obama summit camp david","id":203962453531435000,"day":"19"},{"text":"Live now: President Obama delivers the commencement address at the US Air Force Academy. Watch: http://t.co/u95tzH8r Follow: @WHLive","month":"05","year":"2012","corpus":"live presid obama deliv commenc address air forc academi watch follow whlive","id":205329588388245500,"day":"23"},{"text":"President Obama: Honor our fallen heroes this #MemorialDay. Watch: http://t.co/ezUDAlbS #HonorTheFallen","month":"05","year":"2012","corpus":"presid obama honor fallen hero memorialday watch honorthefallen","id":206380909451165700,"day":"26"},{"text":"Photo of the Day: President Obama is reflected in the Vietnam Veterans Memorial wall as he speaks on Memorial Day: http://t.co/88clhjim","month":"05","year":"2012","corpus":"photo day presid obama reflect vietnam veteran memori wall speak memori day","id":207252818627792900,"day":"28"},{"text":"Watch: President Obama marks the 50th anniversary of Vietnam War at the Vietnam Memorial in DC: http://t.co/aHCXMIjv","month":"05","year":"2012","corpus":"watch presid obama mark 50th anniversari vietnam war vietnam memori","id":207612185709514750,"day":"29"},{"text":"RT @Giants: President Obama welcomes your Super Bowl Champion New York @giants! http://t.co/etJLGdCH","month":"06","year":"2012","corpus":"giant presid obama welcom super bowl champion new york giant","id":211229132523188220,"day":"08"},{"text":"Happening now: President Obama delivers a statement on the economy in the Press Briefing Room. Watch live: http://t.co/9M73HRKY","month":"06","year":"2012","corpus":"happen presid obama deliv statement economi press brief room watch live","id":211105220686655500,"day":"08"},{"text":"Happening at 10:15ET: President Obama delivers a statement on the economy in Press Briefing Room. Watch live: http://t.co/lwvrVUIu","month":"06","year":"2012","corpus":"happen 15et presid obama deliv statement economi press brief room watch live","id":211081762703540220,"day":"08"},{"text":"Happening now: President Obama hosts a reception to observe #LGBT Pride Month at the White House. Watch: http://t.co/u95tzH8r","month":"06","year":"2012","corpus":"happen presid obama host recept observ lgbt pride month white hous watch","id":213742187857448960,"day":"15"},{"text":"Your Response: President Obama speaks on #immigration &amp; people around the country speak out: http://t.co/gWApyJYC via @storify","month":"06","year":"2012","corpus":"respons presid obama speak immigr amp peopl around countri speak via storifi","id":213776289885204480,"day":"15"},{"text":"\"Every problem we face is within our power to solve. What’s lacking is our politics.\" -President Obama. Weekly Address: http://t.co/SQ68EKO8","month":"06","year":"2012","corpus":"everi problem face within power solv lack polit presid obama weekli address","id":214062318038949900,"day":"16"},{"text":"Photo gallery from the Archives: Presidents as Fathers: http://t.co/qthgVaQx","month":"06","year":"2012","corpus":"photo galleri archiv presid father","id":214123530953043970,"day":"16"},{"text":"Happy Father's Day! Photos: Presidents as Fathers via @USNatArchives http://t.co/oHkFV6Uk President Obama &amp; daughters: http://t.co/SQTIUbcq","month":"06","year":"2012","corpus":"happi father day photo presid father via usnatarch presid obama amp daughter","id":214513451270291460,"day":"18"},{"text":"RT @pfeiffer44: In Mexico for the G20, Pres Obama just met with Mexican President Calderon, meets with President Putin a little later th ...","month":"06","year":"2012","corpus":"pfeiffer44 mexico g20 pre obama met mexican presid calderon meet presid putin littl later","id":214756741802491900,"day":"18"},{"text":"President Obama Reflects on the Impact of #TitleIX http://t.co/a3nas5Ie via @newsweek","month":"06","year":"2012","corpus":"presid obama reflect impact titleix via newsweek","id":216562161814749200,"day":"23"},{"text":"President Obama began his #July4th celebrations by hosting a naturalization ceremony for active duty service members: http://t.co/3EqQtL28","month":"07","year":"2012","corpus":"presid obama began july4th celebr host natur ceremoni activ duti servic member","id":220918687408988160,"day":"05"},{"text":"President Obama calls on Congress to act now to extend tax cuts for 98% of Americans. Watch the Weekly Address: http://t.co/NtmZMuVZ","month":"07","year":"2012","corpus":"presid obama call congress act extend tax cut american watch weekli address","id":224156507699286000,"day":"14"},{"text":"Photo of the Day: President Obama meets with senior advisors in the Oval Office before a call with President Putin. http://t.co/N0NcdWge","month":"07","year":"2012","corpus":"photo day presid obama meet senior advisor oval offic call presid putin","id":226037256958398460,"day":"19"},{"text":"President Obama: \"The people we lost in Aurora loved, and were loved\"  Watch: Weekly Address on the shooting in #Aurora http://t.co/LHyCtUlR","month":"07","year":"2012","corpus":"presid obama peopl lost aurora love love watch weekli address shoot aurora","id":226699104523280400,"day":"21"},{"text":"President Obama: Republicans in the House of Representatives must act to extend #MiddleClassTaxCuts. Watch: http://t.co/IbOOmj9B","month":"07","year":"2012","corpus":"presid obama republican hous repres must act extend middleclasstaxcut watch","id":229262240480645120,"day":"28"},{"text":"Photo of the Day: President Obama talks with patrons at Lechonera El Barrio, a local restaurant in Orlando, Florida: http://t.co/hW0pSIwS","month":"08","year":"2012","corpus":"photo day presid obama talk patron lechonera barrio local restaur orlando florida","id":231192788086165500,"day":"03"},{"text":"\"These games remind us that for all our differences, we're Americans first\" -President Obama on #London2012 #Olympics: http://t.co/WRtnSetq","month":"08","year":"2012","corpus":"game remind differ american first presid obama london2012 olymp","id":232098679719329800,"day":"05"},{"text":"New behind the scenes pics from July 2012: http://t.co/COjkqnjb. Includes President Obama being chased by adorable kid http://t.co/mOUoIfhC","month":"08","year":"2012","corpus":"new behind scene pic juli 2012 includ presid obama chase ador kid","id":234060797750435840,"day":"10"},{"text":"\"To the more than 1 billion Muslims around the world - #Ramadan Kareem\"-President Obama at the WH #Iftar Dinner. VIDEO: http://t.co/3Vh6ZoRu","month":"08","year":"2012","corpus":"billion muslim around world ramadan kareem presid obama iftar dinner video","id":235142106421796860,"day":"13"},{"text":"RT @NASA: \"It's really mind-boggling what you've accomplished.\" - President Obama to @MarsCuriosity team @NASAJPL.  http://t.co/vJE0DTWg","month":"08","year":"2012","corpus":"nasa realli mind boggl accomplish presid obama marscurios team nasajpl","id":235034272635969540,"day":"13"},{"text":"Yesterday, President Obama toured a family farm affected by the #drought in IA. More info: http://t.co/6NHFGQs6 Photo: http://t.co/ucTEoxqY","month":"08","year":"2012","corpus":"yesterday presid obama tour famili farm affect drought info photo","id":235428201944461300,"day":"14"},{"text":"RT @jesseclee44: Obama speaking at press briefing now: http://t.co/xFp2YL7O","month":"08","year":"2012","corpus":"jesseclee44 obama speak press brief","id":237602469440532480,"day":"20"},{"text":"President Obama: \"Only 1% of Americans may wear the uniform, but 100% of Americans need to be supporting you &amp; your families\" #SaluteTroops","month":"09","year":"2012","corpus":"presid obama american may wear uniform 100 american need support amp famili salutetroop","id":241889350659489800,"day":"01"},{"text":"Happening at 7:20ET: President Obama speaks on Hurricane #Isaac response &amp; recovery efforts from New Orleans. Watch: http://t.co/I5fZL2Lv","month":"09","year":"2012","corpus":"happen 20et presid obama speak hurrican isaac respons amp recoveri effort new orlean watch","id":242757886252568580,"day":"03"},{"text":"Proclamation: President Obama orders US flags to be flown at half-staff honoring the victims of the attack in Libya: http://t.co/uf9879L2","month":"09","year":"2012","corpus":"proclam presid obama order flag flown half staff honor victim attack libya","id":245970197457035260,"day":"12"},{"text":"RT @WHLive: Happening at 10:35 AM EDT: President Obama delivers a statement in the Rose Garden. Watch live: http://t.co/fJ51rw01","month":"09","year":"2012","corpus":"whlive happen edt presid obama deliv statement rose garden watch live","id":245877085728542720,"day":"12"},{"text":"\"Michelle &amp; I wish you &amp; your families a sweet year full of health, happiness &amp; peace. L'Shana Tovah.\" -President Obama http://t.co/yVPCZMXZ","month":"09","year":"2012","corpus":"michel amp wish amp famili sweet year full health happi amp peac shana tovah presid obama","id":246715289964785660,"day":"14"},{"text":"Photo Gallery: Behind the scenes in August 2012: http://t.co/K3Bhzpzd Including President Obama with a happy baby: http://t.co/q2iLlPtp","month":"09","year":"2012","corpus":"photo galleri behind scene august 2012 includ presid obama happi babi","id":250370486012350460,"day":"24"},{"text":"\"All Americans can play a role in ending domestic violence.\"-President Obama on Natl Domestic Violence Awareness Month: http://t.co/ryJbjk3H","month":"10","year":"2012","corpus":"american play role end domest violenc .\"- presid obama natl domest violenc awar month","id":252909434211274750,"day":"01"},{"text":"RT @petesouza: New photo of President Obama at the Hoover Dam: http://t.co/qb4YuRSB","month":"10","year":"2012","corpus":"petesouza new photo presid obama hoover dam","id":253325555791982600,"day":"03"},{"text":"Photo of the day: President Obama walks w/ Chief of Staff Jack Lew during a break from debate prep in Williamsburg, Va. http://t.co/og62PC99","month":"10","year":"2012","corpus":"photo day presid obama walk chief staff jack lew break debat prep williamsburg","id":258197710740541440,"day":"16"},{"text":"In 1945, President Harry Truman made a significant change to the Presidential Seal. Want to know what it was? Watch: http://t.co/MVMoWX4k","month":"10","year":"2012","corpus":"1945 presid harri truman made signific chang presidenti seal want know watch","id":258990924066091000,"day":"18"},{"text":"President Obama receives a briefing about the ongoing response to #Sandy @FEMA HQ: http://t.co/Qorw8Mqm Photo: http://t.co/imFfg1Wm","month":"11","year":"2012","corpus":"presid obama receiv brief ongo respons sandi fema photo","id":265426397529526270,"day":"05"},{"text":"RT @JonCarson44: On Tuesday night, President Obama said our work isn't done.  Check out http://t.co/WP2OlZ8z for ways you can engage w/  ...","month":"11","year":"2012","corpus":"joncarson44 tuesday night presid obama said work done check way engag","id":266603205406912500,"day":"08"},{"text":"President Obama: \"If we’re serious about reducing the deficit, we have to combine spending cuts with revenue.\"","month":"11","year":"2012","corpus":"presid obama seriou reduc deficit combin spend cut revenu","id":266966177480318980,"day":"09"},{"text":"Today, President Obama honored our nation's veterans &amp; military families at Arlington National Cemetery. Watch: http://t.co/ncgKVEem","month":"11","year":"2012","corpus":"today presid obama honor nation veteran amp militari famili arlington nation cemeteri watch","id":267732963217793020,"day":"11"},{"text":"President Obama meets w/ #TeamUSA gymnasts @GabrielleDoug @Aly_Raisman @Jordyn_Wieber @McKaylaMaroney @Kyla_Ross96 Pic: http://t.co/fdpIEBWH","month":"11","year":"2012","corpus":"presid obama meet teamusa gymnast gabrielledoug aly_raisman jordyn_wieb mckaylamaroney kyla_ross96 pic","id":269220693114249200,"day":"15"},{"text":"Updates &amp; photos from President Obama's Asia trip: http://t.co/VFHxeFen The President greets Aung San Suu Kyi in Burma: http://t.co/m20jsvkU","month":"11","year":"2012","corpus":"updat amp photo presid obama asia trip presid greet aung san suu kyi burma","id":270606359614087170,"day":"19"},{"text":"RT @petesouza: Thanksgiving Day photo of President Obama greeting players from Oregon State U basketball team in the Oval Office: http:/ ...","month":"11","year":"2012","corpus":"petesouza thanksgiv day photo presid obama greet player oregon state basketbal team oval offic http","id":271709953155272700,"day":"22"},{"text":"RT @DavidAgnew44: Today, President Obama got on a call with local officials &amp; constituents to discuss #My2k. See their pics &amp; tw ...","month":"12","year":"2012","corpus":"davidagnew44 today presid obama got call local offici amp constitu discuss my2k see pic amp","id":279015127037145100,"day":"13"},{"text":"President Obama orders US flags to be flown at half-staff in honor of the victims of the shooting in #Newtown, CT: http://t.co/RT7APGZv","month":"12","year":"2012","corpus":"presid obama order flag flown half staff honor victim shoot newtown","id":279683695907074050,"day":"14"},{"text":"\"If we're going to change things, it's going to take a wave of Americans.\"-President Obama on preventing gun violence: http://t.co/RUV4MCMx","month":"12","year":"2012","corpus":"go chang thing go take wave american .\"- presid obama prevent gun violenc","id":281535657145425920,"day":"19"},{"text":"“If there is even one thing we can do to prevent any of these events, we have a deep obligation – all of us – to try.” —President Obama","month":"12","year":"2012","corpus":"even one thing prevent event deep oblig tri presid obama","id":281444370371207170,"day":"19"},{"text":"President Obama: \"There is a path forward, if we focus not on politics, but on what’s right for the country\"","month":"01","year":"2013","corpus":"presid obama path forward focu polit right countri","id":286327656679604220,"day":"02"},{"text":"Today, President Obama nominated Jack Lew for Secretary of the Treasury. Watch: http://t.co/cqk5wSfO","month":"01","year":"2013","corpus":"today presid obama nomin jack lew secretari treasuri watch","id":289474013187682300,"day":"10"},{"text":"\"Let’s give our businesses and the world the certainty that our economy and our reputation are still second to none.\" —President Obama","month":"01","year":"2013","corpus":"let give busi world certainti economi reput still second none presid obama","id":290863131712974850,"day":"14"},{"text":"In today's press conference, President Obama addressed the #debtceiling, and gun violence prevention policies. Watch: http://t.co/0OUarP3G","month":"01","year":"2013","corpus":"today press confer presid obama address debtceil gun violenc prevent polici watch","id":290920327872135200,"day":"14"},{"text":"RT @WHLive: President Obama: \"[Raising the debt ceiling] simply allows the country to pay for spending that Congress has already committ ...","month":"01","year":"2013","corpus":"whlive presid obama rais debt ceil simpli allow countri pay spend congress alreadi committ","id":290862050845016060,"day":"14"},{"text":"President Obama has officially been sworn in for a second term. Don't miss the #Inaug2013 Address: http://t.co/ncjGusur http://t.co/nmNroT6c","month":"01","year":"2013","corpus":"presid obama offici sworn second term miss inaug2013 address","id":293075767590539260,"day":"20"},{"text":"\"It is now our generation’s task to carry on what those pioneers began.\" —President Obama #inaug2013","month":"01","year":"2013","corpus":"gener task carri pioneer began presid obama inaug2013","id":293404377912328200,"day":"21"},{"text":"Full video: President Obama takes the oath of office and delivers his second inaugural address: http://t.co/wReZIfHz #inaug2013","month":"01","year":"2013","corpus":"full video presid obama take oath offic deliv second inaugur address inaug2013","id":293440272258457600,"day":"21"},{"text":"President Obama: \"This generation of Americans has been tested by crises that steeled our resolve and proved our resilience\" #inaug2013","month":"01","year":"2013","corpus":"presid obama gener american test crise steel resolv prove resili inaug2013","id":293402166801080300,"day":"21"},{"text":"Photo of the Day: President Obama &amp; @FLOTUS Michelle Obama surprise visitors on a @WhiteHouse tour http://t.co/O5MBdjbl http://t.co/YmGHMlgp","month":"01","year":"2013","corpus":"photo day presid obama amp flotu michel obama surpris visitor whitehous tour","id":294289934460801000,"day":"24"},{"text":"\"Second, we have to deal with the 11 million individuals who are here illegally.\" —President Obama #ImmigrationReform","month":"01","year":"2013","corpus":"second deal million individu illeg presid obama immigrationreform","id":296346186875551740,"day":"29"},{"text":"\"Remember that this is not just a debate about policy. It’s about people.\" —President Obama on #ImmigrationReform","month":"01","year":"2013","corpus":"rememb debat polici peopl presid obama immigrationreform","id":296348527158771700,"day":"29"},{"text":"Starting soon: President Obama awards the National Medals of Science &amp; the National Medals of Technology &amp; Innovation: http://t.co/u95tzH8r","month":"02","year":"2013","corpus":"start soon presid obama award nation medal scienc amp nation medal technolog amp innov","id":297420977107763200,"day":"01"},{"text":"Happening now: President Obama speaks on reducing gun violence from Minneapolis, MN. Watch live: http://t.co/u95tzH8r #NowIsTheTime","month":"02","year":"2013","corpus":"happen presid obama speak reduc gun violenc minneapoli watch live nowisthetim","id":298517372061499400,"day":"04"},{"text":"President Obama's message to the people of Kenya on their upcoming elections: http://t.co/EJ28pjB8 Watch: http://t.co/iTlQq5r8","month":"02","year":"2013","corpus":"presid obama messag peopl kenya upcom elect watch","id":298755366538326000,"day":"05"},{"text":"RT @google: Join our #firesidehangout w/ President Obama Thurs, 2/14 @ 4:50pm ET http://t.co/lRbLandb","month":"02","year":"2013","corpus":"googl join firesidehangout presid obama thur 50pm","id":301115707565936640,"day":"11"},{"text":"\"Progress in the impoverished parts of our world enriches us all. \" —President Obama in #SOTU","month":"02","year":"2013","corpus":"progress impoverish part world enrich presid obama sotu","id":301526451969196000,"day":"13"},{"text":"\"Most Americans – Democrats, Republicans &amp; Independents – understand that we can’t just cut our way to prosperity\" —President Obama","month":"02","year":"2013","corpus":"american democrat republican amp independ understand cut way prosper presid obama","id":301517112441184260,"day":"13"},{"text":"President Obama: \"Today, fewer than 3 in 10 four year-olds are enrolled in a high-quality preschool program\"","month":"02","year":"2013","corpus":"presid obama today fewer four year old enrol high qualiti preschool program","id":301521691710992400,"day":"13"},{"text":"President Obama: \"We will stand steadfast with Israel in pursuit of security and a lasting peace.\" #SOTU","month":"02","year":"2013","corpus":"presid obama stand steadfast israel pursuit secur last peac sotu","id":301527126228758500,"day":"13"},{"text":"President Obama: \"These sudden, harsh, arbitrary cuts would jeopardize our military readiness.\" #SOTU","month":"02","year":"2013","corpus":"presid obama sudden harsh arbitrari cut would jeopard militari readi sotu","id":301516556930781200,"day":"13"},{"text":"President Obama: \"By the end of next year, our war in Afghanistan will be over.\" #SOTU","month":"02","year":"2013","corpus":"presid obama end next year war afghanistan sotu","id":301525025289297900,"day":"13"},{"text":"\"Send me a comprehensive #ImmigrationReform bill in the next few months and I will sign it right away.\" —President Obama","month":"02","year":"2013","corpus":"send comprehens immigrationreform bill next month sign right away presid obama","id":301523365590626300,"day":"13"},{"text":"\"Too many families with solid credit who want to buy a home are being rejected.\" -President Obama in #SOTU","month":"02","year":"2013","corpus":"mani famili solid credit want buy home reject presid obama sotu","id":301521168911962100,"day":"13"},{"text":"\"It remains the task of us all, as citizens...to be the authors of the next great chapter in our American story.\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"remain task citizen ... author next great chapter american stori presid obama sotu","id":301530131707621400,"day":"13"},{"text":"President Obama: \"We cannot look back years from now &amp; wonder why we did nothing in the face of real threats to our security &amp; our economy\"","month":"02","year":"2013","corpus":"presid obama cannot look back year amp wonder noth face real threat secur amp economi","id":301526063572455400,"day":"13"},{"text":"President Obama: \"Let me repeat – nothing I’m proposing tonight should increase our deficit by a single dime.\" #JobsNow #SOTU","month":"02","year":"2013","corpus":"presid obama let repeat noth propos tonight increas deficit singl dime jobsnow sotu","id":301518728699465700,"day":"13"},{"text":"President Obama: \"Study after study shows that the sooner a child begins learning, the better he or she does down the road.\" #Education","month":"02","year":"2013","corpus":"presid obama studi studi show sooner child begin learn better road educ","id":301521596735184900,"day":"13"},{"text":"Today, the President will join a #FiresideHangout live from the West Wing. Tune in at 4:50ET: http://t.co/LEI6ldrp","month":"02","year":"2013","corpus":"today presid join firesidehangout live west wing tune 50et","id":302164195993059300,"day":"14"},{"text":"Happening now: President Obama joins a #FiresideHangout live from the White House. Watch: http://t.co/bPhFZAmE","month":"02","year":"2013","corpus":"happen presid obama join firesidehangout live white hous watch","id":302173398518358000,"day":"14"},{"text":"Happening at 11:35ET: President Obama delivers a statement from the Press Briefing Room. Watch live: http://t.co/b4tqL3nPDV","month":"03","year":"2013","corpus":"happen 35et presid obama deliv statement press brief room watch live","id":307526392394948600,"day":"01"},{"text":"Happening now: President Obama &amp; @VP Biden Speak at the Violence Against Women Act Bill Signing: http://t.co/lkB4xDG2Hw #VAWA","month":"03","year":"2013","corpus":"happen presid obama amp biden speak violenc women act bill sign vawa","id":309744292853866500,"day":"07"},{"text":"Statement from the President on International #WomensDay: http://t.co/RNeFn7aZjv #IWD","month":"03","year":"2013","corpus":"statement presid intern womensday iwd","id":310065306963955700,"day":"08"},{"text":"\"We’ve doubled the amount of renewable #energy we generate from sources like wind and solar\" —President Obama, http://t.co/nfB50mNk6Q","month":"03","year":"2013","corpus":"doubl amount renew energi gener sourc like wind solar presid obama","id":312633886272258050,"day":"15"},{"text":"RT @WHLive: President Obama on the #sequester: \"These cuts will harm, not help, our economy. They aren’t the smart way to cut our deficits.\"","month":"03","year":"2013","corpus":"whlive presid obama sequest cut harm help economi smart way cut deficit","id":312634645126733800,"day":"15"},{"text":"Happening now: President Obama makes a personnel announcement from the East Room. Watch: http://t.co/b4tqL3nPDV","month":"03","year":"2013","corpus":"happen presid obama make personnel announc east room watch","id":313677961935069200,"day":"18"},{"text":"Happening now: President Obama speaks at a Women's History Month reception at the White House. Watch: http://t.co/b4tqL3nPDV","month":"03","year":"2013","corpus":"happen presid obama speak women histori month recept white hous watch","id":313757012800446460,"day":"18"},{"text":"Statement by President Obama on the 10th Anniversary of the #Iraq War: http://t.co/Ls1ypIZuGl","month":"03","year":"2013","corpus":"statement presid obama 10th anniversari iraq war","id":314052517803745300,"day":"19"},{"text":"President Obama: \"Only in Israel could you see the Dead Sea Scrolls and the place where the technology on board the Mars Rover originated\"","month":"03","year":"2013","corpus":"presid obama israel could see dead sea scroll place technolog board mar rover origin","id":314748157865127940,"day":"21"},{"text":"Happening now: President Obama speaks at a naturalization ceremony for active duty service members &amp; civilians. Watch http://t.co/Nm2eTQ8m4i","month":"03","year":"2013","corpus":"happen presid obama speak natur ceremoni activ duti servic member amp civilian watch","id":316210055907246100,"day":"25"},{"text":"Starting at 11:30ET: President Obama speaks at a naturalization ceremony for active duty service members &amp; civilians: http://t.co/5WwrtMYXwJ","month":"03","year":"2013","corpus":"start 30et presid obama speak natur ceremoni activ duti servic member amp civilian","id":316201369562390500,"day":"25"},{"text":"RT @WHLive: President Obama: \"Every dollar we spent to map the human genome has returned $140 to our economy.\"","month":"04","year":"2013","corpus":"whlive presid obama everi dollar spent map human genom return 140 economi","id":319088802205405200,"day":"02"},{"text":"\"Today [we] announce the next great American project – the BRAIN initiative.\" —President Obama: http://t.co/054jFx7zwU","month":"04","year":"2013","corpus":"today announc next great american project brain initi presid obama","id":319089511151857660,"day":"02"},{"text":"\"There doesn’t have to be a conflict between protecting our citizens &amp; protecting our 2nd Amendment rights\" -President Obama #Nowisthetime","month":"04","year":"2013","corpus":"conflict protect citizen amp protect 2nd amend right presid obama nowisthetim","id":319561263371911200,"day":"03"},{"text":"Photo of the Day: President Obama hugs families after a speech on reducing gun violence in CO: http://t.co/veRKBfumP3 http://t.co/Qo4wUkksID","month":"04","year":"2013","corpus":"photo day presid obama hug famili speech reduc gun violenc","id":319832138474192900,"day":"04"},{"text":"President Obama's Fiscal Year 2014 Budget: http://t.co/RiAlqmMAuE Full PDF: http://t.co/upclWnMMaJ","month":"04","year":"2013","corpus":"presid obama fiscal year 2014 budget full pdf","id":322018926408134660,"day":"10"},{"text":"Each week, President Obama records an address to the nation. Today, he asked someone to take his place: http://t.co/UM2109khn5 #NowIsTheTime","month":"04","year":"2013","corpus":"week presid obama record address nation today ask someon take place nowisthetim","id":323220585759002600,"day":"13"},{"text":"\"The American people will say a prayer for Boston tonight.\" —President Obama #prayforboston","month":"04","year":"2013","corpus":"american peopl say prayer boston tonight presid obama prayforboston","id":323925766058414100,"day":"15"},{"text":"Full video: President Obama speaks on the attacks in Boston. Watch: http://t.co/E2pPZfDc9U","month":"04","year":"2013","corpus":"full video presid obama speak attack boston watch","id":324211862260564000,"day":"16"},{"text":"Photo of the Day: President Obama recieves an updated on the incident in Boston from FBI Director Mueller: http://t.co/NgMf7mMSLp","month":"04","year":"2013","corpus":"photo day presid obama reciev updat incid boston fbi director mueller","id":323949919440367600,"day":"16"},{"text":"Happening now: President Obama speaks at the #WHScienceFair. http://t.co/VvsNcJLSom","month":"04","year":"2013","corpus":"happen presid obama speak whsciencefair","id":326401471182688260,"day":"22"},{"text":"\"When it comes to a woman’s health, no politician should get to decide what’s best for you.\" —President Obama","month":"04","year":"2013","corpus":"come woman health politician get decid best presid obama","id":327805254773125100,"day":"26"},{"text":"Today at 10:15am ET, President Obama will make a personnel announcement from the White House. Watch: http://t.co/JludLrcLOd","month":"05","year":"2013","corpus":"today 15am presid obama make personnel announc white hous watch","id":329949724960497660,"day":"02"},{"text":"\"Our nations must be defined—not by the threats we face—but by the prosperity and opportunity we can create together.\" —President Obama","month":"05","year":"2013","corpus":"nation must defin threat face prosper opportun creat togeth presid obama","id":330331063454937100,"day":"03"},{"text":"Follow @NSCPress, @Rhodes44 and @LaCasablanca for the latest updates from President Obama's trip to Mexico and Costa Rica. #FF","month":"05","year":"2013","corpus":"follow nscpress rhodes44 lacasablanca latest updat presid obama trip mexico costa rica","id":330410563479932900,"day":"03"},{"text":"“As a nation, our full focus is on the urgent work of rescue and the hard work of recovery and rebuilding that lies ahead.” —President Obama","month":"05","year":"2013","corpus":"nation full focu urgent work rescu hard work recoveri rebuild lie ahead presid obama","id":336846293974540300,"day":"21"},{"text":"Tune in at 2pm ET for President Obama's speech on the future of our fight against terrorism: http://t.co/KvadYk9atb","month":"05","year":"2013","corpus":"tune 2pm presid obama speech futur fight terror","id":337616239125991400,"day":"23"},{"text":"President Obama: \"We relentlessly targeted al Qaeda’s leadership. We ended the war in Iraq, and brought nearly 150,000 troops home.\"","month":"05","year":"2013","corpus":"presid obama relentlessli target qaeda leadership end war iraq brought nearli 150 000 troop home","id":337630711085424640,"day":"23"},{"text":"President Obama: \"My Administration has worked vigorously to establish a framework that governs our use of force against terrorists.\"","month":"05","year":"2013","corpus":"presid obama administr work vigor establish framework govern use forc terrorist","id":337634469336973300,"day":"23"},{"text":"Happening now: President Obama delivers remarks commemorating #MemorialDay from Arlington National Cemetery. Watch: http://t.co/rUrVu4W9wu","month":"05","year":"2013","corpus":"happen presid obama deliv remark commemor memorialday arlington nation cemeteri watch","id":339037476821803000,"day":"27"},{"text":"President Obama: \"After all you’ve been through, the Jersey Shore is back and open for business.\" #STTS, http://t.co/YZ7k6qXvfm","month":"05","year":"2013","corpus":"presid obama jersey shore back open busi stt","id":339437282606055400,"day":"28"},{"text":"Happening now: President Obama welcomes the Super Bowl Champion Baltimore @Ravens to the White House. http://t.co/lLMgBtlgGj #RavensAtTheWH","month":"06","year":"2013","corpus":"happen presid obama welcom super bowl champion baltimor raven white hous ravensatthewh","id":342312315594625000,"day":"05"},{"text":"Happening now: President Obama speaks on the 50th anniversary of the #EqualPay Act. Watch: http://t.co/KvadYk9atb","month":"06","year":"2013","corpus":"happen presid obama speak 50th anniversari equalpay act watch","id":344119769005424640,"day":"10"},{"text":"Today at 2:40ET: President Obama welcomes the @WNBA Champion @IndianaFever to the White House. Watch: http://t.co/4ZPwX0Wk8K","month":"06","year":"2013","corpus":"today 40et presid obama welcom wnba champion indianafev white hous watch","id":345569840234389500,"day":"14"},{"text":"FACT: 21 of the 23 executive actions President Obama laid out in January to help reduce gun violence are completed or near completion.","month":"06","year":"2013","corpus":"fact execut action presid obama laid januari help reduc gun violenc complet near complet","id":347099020277207040,"day":"18"},{"text":"President Obama on Syria: \"We have a legitimate need to be engaged and to be involved—but for us to do it in a careful, calibrated way.\"","month":"06","year":"2013","corpus":"presid obama syria legitim need engag involv care calibr way","id":346828780901367800,"day":"18"},{"text":"President Obama: \"When we stand up for our gay and lesbian brothers and sisters...we defend our own liberty as well.\"","month":"06","year":"2013","corpus":"presid obama stand gay lesbian brother sister ... defend liberti well","id":347349773998772200,"day":"19"},{"text":"President Obama: \"When all Americans are treated as equal—no matter who they are or whom they love—we are all more free.\" #MarriageEquality","month":"06","year":"2013","corpus":"presid obama american treat equal matter love free marriageequ","id":349915356980195300,"day":"26"},{"text":"\"If you’re among the clear majority of Americans who support [immigration] reform...reach out to your Member of Congress.\" —President Obama","month":"06","year":"2013","corpus":"among clear major american support immigr reform ... reach member congress presid obama","id":350384478432137200,"day":"27"},{"text":"Go behind the scenes with President Obama and @FLOTUS at Gorée Island in Senegal:  http://t.co/41gQL9COVU #FLOTUSinAfrica #ObamainAfrica","month":"06","year":"2013","corpus":"behind scene presid obama flotu goré island seneg flotusinafrica obamainafrica","id":351060457282482200,"day":"29"},{"text":"President Obama on the #Arizona wildfire that killed 19 firefighters in the line of duty yesterday: http://t.co/Q40Ui0bT1V","month":"07","year":"2013","corpus":"presid obama arizona wildfir kill firefight line duti yesterday","id":351703457104801800,"day":"01"},{"text":"President Obama to President George H. W. Bush: \"You have helped so many Americans discover that they, too, have something to contribute.\"","month":"07","year":"2013","corpus":"presid obama presid georg bush help mani american discov someth contribut","id":356838545928896500,"day":"15"},{"text":"President Obama and President George H. W. Bush presenting the 5,000th Daily @PointsOfLight Award. #MyPointOfLight, http://t.co/c3ecX9Fjv2","month":"07","year":"2013","corpus":"presid obama presid georg bush present 000th daili pointsoflight award mypointoflight","id":356926183000121340,"day":"16"},{"text":"Happening now: President Obama speaks about how #Obamacare is already benefitting millions of Americans —&gt; http://t.co/KvadYk9atb","month":"07","year":"2013","corpus":"happen presid obama speak obamacar alreadi benefit million american","id":357885192557445100,"day":"18"},{"text":"Full video: President Obama speaks on Trayvon Martin: http://t.co/PvF8zDAHCs","month":"07","year":"2013","corpus":"full video presid obama speak trayvon martin","id":358305440171438100,"day":"19"},{"text":"Happening now: President Obama welcomes the @NCAA champion @UofLCardinals to the White House —&gt; http://t.co/KvadYk9atb","month":"07","year":"2013","corpus":"happen presid obama welcom ncaa champion uoflcardin white hous","id":359738715276451840,"day":"23"},{"text":"President Obama: \"We need to rebuild ladders of opportunity for all those Americans still trapped in poverty.\" #ABetterBargain","month":"07","year":"2013","corpus":"presid obama need rebuild ladder opportun american still trap poverti abetterbargain","id":360097177042821100,"day":"24"},{"text":"President Obama: \"But, I’m here today to tell you that we’re not there yet.\" #ABetterBargain","month":"07","year":"2013","corpus":"presid obama today tell yet abetterbargain","id":360088445995061250,"day":"24"},{"text":"\"Today the American people grieve with our Spanish friends, who are in our thoughts and prayers.\" —President Obama: http://t.co/WEgVAk7miK","month":"07","year":"2013","corpus":"today american peopl griev spanish friend thought prayer presid obama","id":360454238486282240,"day":"25"},{"text":"RT to share President Obama's vision to keep building an economy where everyone who works hard can get ahead. http://t.co/Qtw5noZfOJ","month":"07","year":"2013","corpus":"share presid obama vision keep build economi everyon work hard get ahead","id":360806699965243400,"day":"26"},{"text":"\"Reducing poverty, reducing inequality, growing opportunity—that's what we need.\" —President Obama: http://t.co/Q3zx97o0oq #ABetterBargain","month":"07","year":"2013","corpus":"reduc poverti reduc inequ grow opportun need presid obama abetterbargain","id":362244454226198500,"day":"30"},{"text":"RT @WHLive: President Obama: \"Congress should pass my 'Fix-It-First' plan to put people to work immediately on our most urgent repairs.\" #A…","month":"07","year":"2013","corpus":"whlive presid obama congress pass fix first plan put peopl work immedi urgent repair","id":362275158708326400,"day":"30"},{"text":"President Obama: \"To generations of Americans...a home was more than just a house. It was a source of pride &amp; security.\" #ABetterBargain","month":"08","year":"2013","corpus":"presid obama gener american ... home hous sourc pride amp secur abetterbargain","id":364840069846155260,"day":"06"},{"text":"Go behind-the-scenes with the Obamas' new puppy, Sunny (plus a recap of President Obama's week) —&gt; http://t.co/yQNL5m4wUo #WestWingWeek","month":"08","year":"2013","corpus":"behind scene obama new puppi sunni plu recap presid obama week westwingweek","id":370993355959701500,"day":"23"},{"text":".@TheBuffaloNews on President Obama's plan to #MakeCollegeAffordable —&gt; http://t.co/iAx6Z4wbAZ, http://t.co/lzuqLhRX2O","month":"08","year":"2013","corpus":"thebuffalonew presid obama plan makecollegeafford","id":370920856546852860,"day":"23"},{"text":"President Obama: \"Getting a higher education is one of the best things you can do for yourself and for your country.\" #MakeCollegeAffordable","month":"08","year":"2013","corpus":"presid obama get higher educ one best thing countri makecollegeafford","id":371013287238176800,"day":"23"},{"text":"President Obama: \"In the face of hatred, they prayed for their tormentors. In the face of violence, they stood up and sat in.\" #MLKDream50","month":"08","year":"2013","corpus":"presid obama face hatr pray tormentor face violenc stood sat mlkdream50","id":372798585341222900,"day":"28"},{"text":"RT @Lehrich44: President Obama continuing to do everything in his power to reduce gun violence. Congress still needs to act. --&gt; http://t.c…","month":"08","year":"2013","corpus":"lehrich44 presid obama continu everyth power reduc gun violenc congress still need act --&","id":373077115890958340,"day":"29"},{"text":"\"Nobody who works full-time should have to raise their children in poverty.\" —President Obama: http://t.co/ras2cjCoQF #LaborDay","month":"09","year":"2013","corpus":"nobodi work full time rais children poverti presid obama laborday","id":374585052212232200,"day":"02"},{"text":"Watch President Obama's Weekly Address on the need to act in #Syria —&gt; http://t.co/YUp26GA3jM http://t.co/5ibnk5f6sf","month":"09","year":"2013","corpus":"watch presid obama weekli address need act syria","id":376338996931985400,"day":"07"},{"text":"President Obama greets families at the September 11th Observance Ceremony at the Pentagon —&gt; http://t.co/F6vkieEokR","month":"09","year":"2013","corpus":"presid obama greet famili septemb 11th observ ceremoni pentagon","id":377936134858633200,"day":"11"},{"text":"Obama: \"I’d ask every member of Congress &amp; those of you watching at home tonight to watch those videos of the attack\" http://t.co/qdqCcfN0gU","month":"09","year":"2013","corpus":"obama ask everi member congress amp watch home tonight watch video attack","id":377608347257557000,"day":"11"},{"text":"President Obama: \"The Russian government has indicated a willingness to join...in pushing Assad to give up his chemical weapons.\" #Syria","month":"09","year":"2013","corpus":"presid obama russian govern indic willing join ... push assad give chemic weapon syria","id":377600697878859800,"day":"11"},{"text":"President Obama called @USNavy Sec. Ray Mabus to express his condolences to the families of the #NavyYardShooting —&gt; http://t.co/7fA0EmIa50","month":"09","year":"2013","corpus":"presid obama call usnavi sec ray mabu express condol famili navyyardshoot","id":379725021209702400,"day":"16"},{"text":"President Obama: \"We stand with the families of those who’ve been harmed.\" —&gt; http://t.co/AsNLPqHaZZ #NavyYardShooting","month":"09","year":"2013","corpus":"presid obama stand famili harm navyyardshoot","id":379743047723917300,"day":"16"},{"text":"Here's a behind-the-scenes account of President Obama's response to the financial crisis from his senior staff —&gt; http://t.co/B98oque0GI","month":"09","year":"2013","corpus":"behind scene account presid obama respons financi crisi senior staff","id":380076300288811000,"day":"17"},{"text":"Inside the Oval Office: President Obama meets with the @BGCA_Clubs 2013 Youth of the Year finalists —&gt; http://t.co/yw4EqDrCj0","month":"09","year":"2013","corpus":"insid oval offic presid obama meet bgca_club 2013 youth year finalist","id":380457915456294900,"day":"18"},{"text":"President Obama: \"I remembered my mother worrying about how she was going to deal with her finances when she got very sick.\" #Obamacare","month":"09","year":"2013","corpus":"presid obama rememb mother worri go deal financ got sick obamacar","id":383243501300772860,"day":"26"},{"text":"RT @petesouza: New photo: President Obama meets with his senior staff to discuss a potential government shutdown: http://t.co/7JJJlItC9s","month":"09","year":"2013","corpus":"petesouza new photo presid obama meet senior staff discuss potenti govern shutdown","id":384438381242888200,"day":"29"},{"text":"Right now: President Obama delivers a statement from the White House Briefing Room. Watch —&gt; http://t.co/KvadYk9atb","month":"09","year":"2013","corpus":"right presid obama deliv statement white hous brief room watch","id":384785137604378600,"day":"30"},{"text":"President Obama signs a bill to maintain pay &amp; allowances for members of the Armed Forces in a #GovernmentShutdown: http://t.co/pKNek0ub1f","month":"10","year":"2013","corpus":"presid obama sign bill maintain pay amp allow member arm forc governmentshutdown","id":384883257117909000,"day":"01"},{"text":"RT @petesouza: President Obama framed thru the arm of CoS Denis McDonough during mtg in Oval Office yesterday http://t.co/5sN7Kux5x5","month":"10","year":"2013","corpus":"petesouza presid obama frame thru arm co deni mcdonough mtg oval offic yesterday","id":388670273559334900,"day":"11"},{"text":"President Obama: \"There are no winners here. These last few weeks have inflicted completely unnecessary damage upon our economy.\" #Shutdown","month":"10","year":"2013","corpus":"presid obama winner last week inflict complet unnecessari damag upon economi shutdown","id":390855407213633540,"day":"17"},{"text":"President Obama: \"To all my friends in Congress, understand that how business is done in this town has to change.\"","month":"10","year":"2013","corpus":"presid obama friend congress understand busi done town chang","id":390856515227107300,"day":"17"},{"text":"Right now: President Obama nominates Jeh Johnson to be the Secretary of Homeland Security. Watch —&gt; http://t.co/KvadYk9atb","month":"10","year":"2013","corpus":"right presid obama nomin jeh johnson secretari homeland secur watch","id":391263651996266500,"day":"18"},{"text":"Right now: President Obama speaks at the installation of FBI Director James Comey. Watch —&gt; http://t.co/KvadYk9atb","month":"10","year":"2013","corpus":"right presid obama speak instal fbi director jame comey watch","id":394864712849960960,"day":"28"},{"text":"RT @WHLive: \"Championships belong in Chicago. So to the @NHLBlackhawks, thank you for bringing it back home!\" —President Obama","month":"11","year":"2013","corpus":"whlive championship belong chicago nhlblackhawk thank bring back home presid obama","id":397443924987351040,"day":"04"},{"text":"\"No one should ever lose their job simply because of who they are or who they love.\" —President Obama on Senate passage of #ENDA. #Equality","month":"11","year":"2013","corpus":"one ever lose job simpli love presid obama senat passag enda equal","id":398538242087088100,"day":"07"},{"text":"Get the latest on President Obama and @VP Biden's meeting with senior military leaders —&gt; http://t.co/MphQA1pF3T, http://t.co/V0ff0vsCxL","month":"11","year":"2013","corpus":"get latest presid obama biden meet senior militari leader","id":400692657057316860,"day":"13"},{"text":"President Obama encourages Americans who want to help those affected by #Haiyan to visit http://t.co/6Ornnl5L8w —&gt; http://t.co/WVSbNCs3px","month":"11","year":"2013","corpus":"presid obama encourag american want help affect haiyan visit","id":400762295229222900,"day":"13"},{"text":"At 11am ET, President Obama honors recipients of the Presidential #MedalOfFreedom. Watch here —&gt; http://t.co/2B2AKLQJtz","month":"11","year":"2013","corpus":"11am presid obama honor recipi presidenti medaloffreedom watch","id":403185225879937000,"day":"20"},{"text":"President Obama presents @Oprah, @BillClinton, and 14 others with the #MedalOfFreedom. http://t.co/t5vhP816wy","month":"11","year":"2013","corpus":"presid obama present oprah billclinton other medaloffreedom","id":403306331924230140,"day":"20"},{"text":"RT @Cabinet: Remembering a great and inspiring President today. #tbt http://t.co/S3rBP5H4UF","month":"11","year":"2013","corpus":"cabinet rememb great inspir presid today tbt","id":403655672484483100,"day":"21"},{"text":"Right now: President Obama speaks on the Senate's efforts to confirm Presidential nominees. Watch —&gt; http://t.co/Hs4rtqul97 #Filibuster","month":"11","year":"2013","corpus":"right presid obama speak senat effort confirm presidenti nomine watch filibust","id":403598630684086300,"day":"21"},{"text":"President Obama: \"For the first time in nearly a decade, we have halted the progress of the Iranian nuclear program.\" #Iran","month":"11","year":"2013","corpus":"presid obama first time nearli decad halt progress iranian nuclear program iran","id":404453573406126100,"day":"24"},{"text":"President Obama: \"For the first time in a decade, we have halted the progress of the Iranian nuclear program.\" #Iran","month":"11","year":"2013","corpus":"presid obama first time decad halt progress iranian nuclear program iran","id":405063737045831700,"day":"25"},{"text":"RT @WHLive: President Obama: \"With the power vested in me, I grant Popcorn full reprieve from a future of stuffing and cranberry sauce.\" #T…","month":"11","year":"2013","corpus":"whlive presid obama power vest grant popcorn full repriev futur stuf cranberri sauc","id":405766930784481300,"day":"27"},{"text":"“From my family to yours, Chag Sameach!” —President Obama: http://t.co/wmnsMSFUDR #HappyHanukkah","month":"11","year":"2013","corpus":"famili chag sameach presid obama happyhanukkah","id":405784658777874400,"day":"27"},{"text":"Right now: President Obama speaks at the White House observation of #WorldAIDSDay —&gt; http://t.co/1ZeSJXjNXQ","month":"12","year":"2013","corpus":"right presid obama speak white hous observ worldaidsday","id":407575396532498400,"day":"02"},{"text":"President Obama: \"The idea that so many children are born into poverty in the wealthiest nation on Earth is heartbreaking.\"","month":"12","year":"2013","corpus":"presid obama idea mani children born poverti wealthiest nation earth heartbreak","id":408276039131861000,"day":"04"},{"text":"Starting now: President Obama takes part in the memorial service for Nelson Mandela. Watch —&gt; http://t.co/lDECqkY3di","month":"12","year":"2013","corpus":"start presid obama take part memori servic nelson mandela watch","id":410333198757802000,"day":"10"},{"text":"President Obama: \"#GetCovered because nobody should go broke just because they get sick.\" http://t.co/eR8TeNMAhp, http://t.co/xIN98tIxLX","month":"12","year":"2013","corpus":"presid obama getcov nobodi broke get sick","id":411226029881970700,"day":"12"},{"text":"Happening at 9:30am ET: Join President Obama for a moment of silence honoring the victims of the Sandy Hook shooting. http://t.co/8TL5TqSeBU","month":"12","year":"2013","corpus":"happen 30am join presid obama moment silenc honor victim sandi hook shoot","id":411864567442972700,"day":"14"},{"text":"Don't miss behind-the-scenes coverage of President Obama and @VP Biden from the past week. Watch → http://t.co/eWlZ8ST2m2 #WestWingWeek","month":"12","year":"2013","corpus":"miss behind scene coverag presid obama biden past week watch westwingweek","id":412661080448442400,"day":"16"},{"text":"President Obama: \"For the first time in years, both parties in both houses of Congress came together to pass a budget.\"","month":"12","year":"2013","corpus":"presid obama first time year parti hous congress came togeth pass budget","id":414113822350123000,"day":"20"},{"text":"President Obama works on his latest #SOTU draft with his Chief Speechwriter Cody Keenan and @Rhodes44. #InsideSOTU, http://t.co/Z0bQ7iB1Zi","month":"01","year":"2014","corpus":"presid obama work latest sotu draft chief speechwrit codi keenan rhodes44 insidesotu","id":426429295863820300,"day":"23"},{"text":"A look inside the Oval Office from @PeteSouza: President Obama meets with Cody Keenan and @Pfeiffer44. #InsideSOTU, http://t.co/gy5sHUrHk1","month":"01","year":"2014","corpus":"look insid oval offic petesouza presid obama meet codi keenan pfeiffer44 insidesotu","id":426748461380169700,"day":"24"},{"text":"President Obama: \"The American people have us better-positioned for the 21st century than any other country on Earth.\" #OpportunityForAll","month":"01","year":"2014","corpus":"presid obama american peopl better posit 21st centuri countri earth opportunityforal","id":428351578719137800,"day":"29"},{"text":"President Obama: \"Citizenship means standing up for everyone’s #RightToVote.\"","month":"01","year":"2014","corpus":"presid obama citizenship mean stand everyon righttovot","id":428361636261679100,"day":"29"},{"text":"President Obama: \"If we work together, if we summon what is best in us...I know it’s within our reach. Believe it.\" #OpportunityForAll","month":"01","year":"2014","corpus":"presid obama work togeth summon best ... know within reach believ opportunityforal","id":428366957885538300,"day":"29"},{"text":"Obama: \"We all owe it to the American people to say what we’re for, not just what we’re against.\" http://t.co/X6ZbamYu9t","month":"01","year":"2014","corpus":"obama owe american peopl say","id":428361080050446340,"day":"29"},{"text":"President Obama to Congress: \"The question for everyone in this chamber...is whether we are going to help or hinder this progress.\" #SOTU","month":"01","year":"2014","corpus":"presid obama congress question everyon chamber ... whether go help hinder progress sotu","id":428351629277265900,"day":"29"},{"text":"\"On every issue, the world turns to us...because of the ideals we stand for, and the burdens we bear to advance them.\" —President Obama","month":"01","year":"2014","corpus":"everi issu world turn ... ideal stand burden bear advanc presid obama","id":428365314150371300,"day":"29"},{"text":"President Obama: \"No one who works full time should ever have to raise a family in poverty.\" #RaiseTheWage #ActOnTenTen","month":"01","year":"2014","corpus":"presid obama one work full time ever rais famili poverti raisethewag actontenten","id":428549248125501440,"day":"29"},{"text":"Wheels up for Wisconsin. President Obama speaks at 12:20pm ET on expanding job training: http://t.co/ifvw7E4CeO, http://t.co/JfgXkEAyY9","month":"01","year":"2014","corpus":"wheel wisconsin presid obama speak 20pm expand job train","id":428915967578492900,"day":"30"},{"text":"Missed your chance to join the virtual #POTUSRoadTrip with President Obama? Watch it here: http://t.co/DVHHvse3IP, http://t.co/x4j0pBESlA","month":"01","year":"2014","corpus":"miss chanc join virtual potusroadtrip presid obama watch","id":429345781632348160,"day":"31"},{"text":"Thumbs up: Yesterday, President Obama raised the minimum wage for federal contract workers to $10.10. #RaiseTheWage, http://t.co/RG2tvRGaVf","month":"02","year":"2014","corpus":"thumb yesterday presid obama rais minimum wage feder contract worker raisethewag","id":433990744156561400,"day":"13"},{"text":"RT @DalaiLama: His Holiness the Dalai Lama with President Barack Obama in the Map Room of the White House on February 21, 2014. http://t.co…","month":"02","year":"2014","corpus":"dalailama holi dalai lama presid barack obama map room white hous februari 2014","id":436943246867300350,"day":"21"},{"text":"President Obama just met with the @DalaiLama at the White House → http://t.co/TNaZ7g7rse, http://t.co/uWUmciyz6M","month":"02","year":"2014","corpus":"presid obama met dalailama white hous","id":436930787833700350,"day":"21"},{"text":"Right now: President Obama lays out his plan to put Americans to work rebuilding our infrastructure → http://t.co/HTJYMRYanE #RebuildAmerica","month":"02","year":"2014","corpus":"right presid obama lay plan put american work rebuild infrastructur rebuildamerica","id":438774501896355840,"day":"26"},{"text":"At 3:25pm ET, President Obama will launch #MyBrothersKeeper to create more opportunity for young men of color → http://t.co/QpsTGVRto8","month":"02","year":"2014","corpus":"25pm presid obama launch mybrotherskeep creat opportun young men color","id":439127576200896500,"day":"27"},{"text":"Watch President Obama's statement on the situation in Ukraine → http://t.co/6EbkEA8k0W","month":"02","year":"2014","corpus":"watch presid obama statement situat ukrain","id":439550525617750000,"day":"28"},{"text":"RT @WHLive: President Obama: \"We’re going to continue to reduce our deficits responsibly, while taking steps to grow and strengthen the mid…","month":"03","year":"2014","corpus":"whlive presid obama go continu reduc deficit respons take step grow strengthen mid","id":440890830510096400,"day":"04"},{"text":"RT @WHLive: “We have seen over 4 million people sign up.” —President Obama: http://t.co/FEepCRHE6o #Asegurate #GetCovered #TuSaludyObama","month":"03","year":"2014","corpus":"whlive seen million peopl sign presid obama asegur getcov tusaludyobama","id":441620455385202700,"day":"06"},{"text":"\"This is not about politics. This is about common sense.\" —President Obama on why it's time to #RaiseTheWage: http://t.co/d4ORXJOjUE","month":"03","year":"2014","corpus":"polit common sens presid obama time raisethewag","id":441379636824797200,"day":"06"},{"text":"Here's how President Obama's budget would grow our economy and expand #OpportunityForAll hardworking Americans → http://t.co/Rzi3Aw4wI8","month":"03","year":"2014","corpus":"presid obama budget would grow economi expand opportunityforal hardwork american","id":443060965714972700,"day":"10"},{"text":"President Obama's budget:\n1. Continues to ✄ the deficit\n2. Begins to ↓ our debt after 2015.\n#OpportunityForAll http://t.co/k2u2zI9VFi","month":"03","year":"2014","corpus":"presid obama budget continu deficit begin debt 2015 opportunityforal","id":443080597393522700,"day":"10"},{"text":"President Obama awards the #MedalOfHonor to 24 @USArmy veterans at 3:40pm ET. Watch → http://t.co/eWf5D3MRIl #HonoringVets","month":"03","year":"2014","corpus":"presid obama award medalofhonor usarmi veteran 40pm watch honoringveteran","id":446004225076899840,"day":"18"},{"text":"\"A woman deserves to earn #EqualPay for equal work.\" —President Obama on steps we can take to help #WomenSucceed: http://t.co/p7GarHNMFk","month":"03","year":"2014","corpus":"woman deserv earn equalpay equal work presid obama step take help womensucce","id":447409900893659140,"day":"22"},{"text":"Go behind the scenes with President Obama as he meets with @Pontifex in Vatican City and stops by the Colosseum → http://t.co/w3GQCnxAXL","month":"03","year":"2014","corpus":"behind scene presid obama meet pontifex vatican citi stop colosseum","id":449287527678345200,"day":"27"},{"text":"RT @GovMalloyOffice: #CT has acted. Now Congress should answer the President's call to #RaiseTheWage for all Americans. http://t.co/DU3Vn4z…","month":"03","year":"2014","corpus":"govmalloyoffic act congress answer presid call raisethewag american","id":449310514548842500,"day":"27"},{"text":"“Nobody who works full time should have to live in poverty.” —President Obama #RaiseTheWage http://t.co/1NceJ7SYHt","month":"04","year":"2014","corpus":"nobodi work full time live poverti presid obama raisethewag","id":451436223253323800,"day":"02"},{"text":"\"On #WorldAutismAwarenessDay, we offer our support &amp; respect to all those on the autism spectrum.\" —President Obama: http://t.co/iGBGlN1Z4S","month":"04","year":"2014","corpus":"worldautismawarenessday offer support amp respect autism spectrum presid obama","id":451471734655307800,"day":"02"},{"text":"RT @zingermans: President Obama visits #Zingermans Deli! @minimumwagebiz http://t.co/ZhYk7xiga4","month":"04","year":"2014","corpus":"zingerman presid obama visit zingerman deli minimumwagebiz","id":451418377010307100,"day":"02"},{"text":"President Obama just delivered a statement on the shooting at Fort Hood → http://t.co/ohRB8nGnuU","month":"04","year":"2014","corpus":"presid obama deliv statement shoot fort hood","id":451526552594161660,"day":"03"},{"text":"At 12:50pm ET, President Obama speaks at a summit commemorating the 50th anniversary of the Civil Rights Act. Watch → http://t.co/Pip31xxgcL","month":"04","year":"2014","corpus":"50pm presid obama speak summit commemor 50th anniversari civil right act watch","id":454283925246861300,"day":"10"},{"text":"“That’s why I’m standing here today. Because of those efforts. Because of that legacy.” —President Obama on LBJ's accomplishments","month":"04","year":"2014","corpus":"stand today effort legaci presid obama lbj accomplish","id":454312641570566140,"day":"10"},{"text":"President Obama on LBJ: \"He knew that poverty and injustice are as inseparable as opportunity and justice are joined.\"","month":"04","year":"2014","corpus":"presid obama lbj knew poverti injustic insepar opportun justic join","id":454309693708853250,"day":"10"},{"text":"\"You’re reminded daily that in this great democracy, you are but a relay swimmer in the currents of history.\" —Obama on the Presidency","month":"04","year":"2014","corpus":"remind daili great democraci relay swimmer current histori obama presid","id":454308200800862200,"day":"10"},{"text":"\"In the year since she arrived, the deficit has plunged by more than $400 billion.\" —President Obama on Sylvia Burwell's record at OMB","month":"04","year":"2014","corpus":"year sinc arriv deficit plung 400 billion presid obama sylvia burwel record omb","id":454636571611131900,"day":"11"},{"text":"\"The days when you could be charged more just for being a woman are over for good.\" —Obama in his Weekly Address: http://t.co/h1gilWRc10","month":"04","year":"2014","corpus":"day could charg woman good obama weekli address","id":455344688967340000,"day":"13"},{"text":"President Obama: \"Nobody should have to worry about their security when gathering with their fellow believers.\"","month":"04","year":"2014","corpus":"presid obama nobodi worri secur gather fellow believ","id":455699620748722200,"day":"14"},{"text":"Please join President Obama in a moment of silence to honor the victims of last year's Boston Marathon bombing at 2:49pm ET. #BostonStrong","month":"04","year":"2014","corpus":"pleas join presid obama moment silenc honor victim last year boston marathon bomb 49pm bostonstrong","id":456139947011866600,"day":"15"},{"text":"President Obama: \"35% of people who enrolled through the federal marketplace are under the age of 35.\" #8Million","month":"04","year":"2014","corpus":"presid obama peopl enrol feder marketplac age 8million","id":456880443548119040,"day":"17"},{"text":"\"Let the wild rumpus start!\" —President Obama reading #WhereTheWildThingsAre at the White House #EasterEggRoll: http://t.co/1Ww5hbKF7e","month":"04","year":"2014","corpus":"let wild rumpu start presid obama read wherethewildthingsar white hous eastereggrol","id":458382196399947800,"day":"21"},{"text":"Watch President Obama host a town hall with participants from the Young Southeast Asian Leaders Initiative → http://t.co/03e6L3sXZU #YSEALI","month":"04","year":"2014","corpus":"watch presid obama host town hall particip young southeast asian leader initi yseali","id":460326373941194750,"day":"27"},{"text":"Watch @Rhodes44 break down President Obama's trip to Malaysia—where he signed agreements benefiting American workers: http://t.co/HX751XsFz4","month":"04","year":"2014","corpus":"watch rhodes44 break presid obama trip malaysia sign agreement benefit american worker","id":460783898906349600,"day":"28"},{"text":"Happening now: President Obama speaks on why it's time to raise the minimum wage → http://t.co/Q7bfTSHFyt #1010Means","month":"04","year":"2014","corpus":"happen presid obama speak time rais minimum wage 1010mean","id":461581263179366400,"day":"30"},{"text":"RT if you agree with President Obama: It's time to help all our kids #ReachHigher and complete their education. http://t.co/Z4OYs5BIk5","month":"05","year":"2014","corpus":"agre presid obama time help kid reachhigh complet educ","id":462365100834557950,"day":"02"},{"text":"Happening now: President Obama speaks on Cinco de Mayo → http://t.co/b4tqL3oo0v #FelizCincoDeMayo","month":"05","year":"2014","corpus":"happen presid obama speak cinco mayo felizcincodemayo","id":463434968405131260,"day":"05"},{"text":"This year, President Obama has taken more than 20 actions and counting to expand #OpportunityForAll → http://t.co/9v7Z9uPX8S #YearOfAction","month":"05","year":"2014","corpus":"year presid obama taken action count expand opportunityforal yearofact","id":463447487978958850,"day":"05"},{"text":"President Obama to House Republicans: \"Say yes to commonsense reform that fixes our broken immigration system.\" #ActOnCIR","month":"05","year":"2014","corpus":"presid obama hous republican say ye commonsens reform fix broken immigr system actoncir","id":463436626379939840,"day":"05"},{"text":"President Obama: \"Today, on Cinco de Mayo, we celebrate our shared heritage, our shared history, and our shared future.\" #FelizCincoDeMayo","month":"05","year":"2014","corpus":"presid obama today cinco mayo celebr share heritag share histori share futur felizcincodemayo","id":463437497637548000,"day":"05"},{"text":"Happening now: President Obama awards the #MedalOfHonor to Sergeant Kyle White → http://t.co/jPkNMO1R8Z #HonoringVets","month":"05","year":"2014","corpus":"happen presid obama award medalofhonor sergeant kyle white honoringveteran","id":466288230586142700,"day":"13"},{"text":"RT @WHLive: \"Nearly half our people don’t have access to transit at all.\" —President Obama: http://t.co/BuK9sotib8 #RebuildAmerica","month":"05","year":"2014","corpus":"whlive nearli half peopl access transit presid obama rebuildamerica","id":466666083030945800,"day":"14"},{"text":"\"Let’s give it up for this quiet, reserved bunch: the Seattle @Seahawks. World champions!\" —President Obama","month":"05","year":"2014","corpus":"let give quiet reserv bunch seattl seahawk world champion presid obama","id":469181321865351200,"day":"21"},{"text":"\"I am...designating the Organ Mountains-Desert Peaks region a National Monument.\" —President Obama #MonumentsMatter http://t.co/WWgCnweXIZ","month":"05","year":"2014","corpus":"... design organ mountain desert peak region nation monument presid obama monumentsmatt","id":469213293199228900,"day":"21"},{"text":"Watch live: President Obama designates Organ Mountains-Desert Peaks National Monument → http://t.co/7QUc084BX3 #MonumentsMatter","month":"05","year":"2014","corpus":"watch live presid obama design organ mountain desert peak nation monument monumentsmatt","id":469212780088672260,"day":"21"},{"text":"\"I’ve preserved more than 3 million acres of public lands for future generations, and I am not finished.\" —President Obama #MonumentsMatter","month":"05","year":"2014","corpus":"preserv million acr public land futur gener finish presid obama monumentsmatt","id":469214320837279740,"day":"21"},{"text":"President Obama: \"Today, I’m nominating Shaun to be the next Director of the Office of Management and Budget\" http://t.co/b4tqL3oo0v","month":"05","year":"2014","corpus":"presid obama today nomin shaun next director offic manag budget","id":469927145557745660,"day":"23"},{"text":"\"We stand in awe of your service.\" —President Obama to troops in Afghanistan today: http://t.co/HiX354DecU, http://t.co/lCcOV8Nu5E","month":"05","year":"2014","corpus":"stand awe servic presid obama troop afghanistan today","id":470703618833014800,"day":"25"},{"text":"Today, President Obama spoke at Arlington National Cemetery to commemorate Memorial Day:  http://t.co/TaWFJAxcMX","month":"05","year":"2014","corpus":"today presid obama spoke arlington nation cemeteri commemor memori day","id":471014204527214600,"day":"26"},{"text":"At 11:10am ET, President Obama speaks at the Healthy Kids and Safe Sports Concussion Summit. Watch → http://t.co/7QUc084BX3 #HeadsUp4Safety","month":"05","year":"2014","corpus":"10am presid obama speak healthi kid safe sport concuss summit watch headsup4safeti","id":472025837001125900,"day":"29"},{"text":"Happening now: Watch President Obama deliver a statement from the Briefing Room → http://t.co/b4tqL3oo0v","month":"05","year":"2014","corpus":"happen watch presid obama deliv statement brief room","id":472396463772028900,"day":"30"},{"text":"At 6:15pm ET, President Obama delivers a statement from the Rose Garden. Watch → http://t.co/b4tqL3oo0v","month":"05","year":"2014","corpus":"15pm presid obama deliv statement rose garden watch","id":472858564944740350,"day":"31"},{"text":"\"The men who stormed the beaches of Normandy that day changed the course of human history.\" —President Obama: http://t.co/Bb26C1EbQe #DDay","month":"06","year":"2014","corpus":"men storm beach normandi day chang cours human histori presid obama dday","id":474991507414720500,"day":"06"},{"text":"Watch live: President Obama speaks on the situation in Iraq → http://t.co/b4tqL3oo0v","month":"06","year":"2014","corpus":"watch live presid obama speak situat iraq","id":477480311581081600,"day":"13"},{"text":"“I call upon all Americans to…encourage a new generation of makers.” —President Obama: http://t.co/hHeVUweJ8u #NationOfMakers #MadeInAmerica","month":"06","year":"2014","corpus":"call upon american encourag new gener maker presid obama nationofmak madeinamerica","id":479247275068125200,"day":"18"},{"text":"RT @WHLive: Watch live: @VP Biden speaks at the @WhiteHouse Summit on Working Families → http://t.co/kYyzbYRhUz #FamiliesSucceed","month":"06","year":"2014","corpus":"whlive watch live biden speak whitehous summit work famili familiessucce","id":481069905794842600,"day":"23"},{"text":"\"Parents who work full-time should earn enough to pay the bills.\" —President Obama #FamiliesSucceed #RaiseTheWage","month":"06","year":"2014","corpus":"parent work full time earn enough pay bill presid obama familiessucce raisethewag","id":481135782535917600,"day":"23"},{"text":"Don't miss President Obama, the @VP and @FLOTUS speak at today's Working Families Summit. Tune in starting at 9am ET: http://t.co/eY9Or2IBnP","month":"06","year":"2014","corpus":"miss presid obama flotu speak today work famili summit tune start 9am","id":481058785935765500,"day":"23"},{"text":"“We were in the toughest grouping, and we got through.” —President Obama on @USSoccer advancing out of the “Group of Death” #USMNT #WorldCup","month":"06","year":"2014","corpus":"toughest group got presid obama ussocc advanc group death usmnt worldcup","id":482243919426900000,"day":"26"},{"text":"President Obama stops in for a cone at the Grand Ole Creamery in St. Paul, Minnesota → https://t.co/glAmjmwN2f 🍦🍦🍦","month":"06","year":"2014","corpus":"presid obama stop cone grand ole creameri paul minnesota 🍦🍦🍦","id":482331256919568400,"day":"27"},{"text":"Watch live: President Obama speaks on the economy and why it's time to rebuild our infrastructure → http://t.co/EYtnnZpxN6 #RebuildAmerica","month":"07","year":"2014","corpus":"watch live presid obama speak economi time rebuild infrastructur rebuildamerica","id":484039138573053950,"day":"01"},{"text":"President Obama wishes all Americans a #Happy4thOfJuly → http://t.co/PemR1nzS2D","month":"07","year":"2014","corpus":"presid obama wish american happy4thofjuli","id":485100751123787800,"day":"04"},{"text":"Watch President Obama's statement on the situations in Ukraine and Gaza → http://t.co/ksCMcx5xxZ","month":"07","year":"2014","corpus":"watch presid obama statement situat ukrain gaza","id":491270990782300160,"day":"21"},{"text":"RT @WHLive: Watch live: @CP3 introduces President Obama at a town hall on helping more young people succeed → http://t.co/Kl5KzBmgyT #MyBro…","month":"07","year":"2014","corpus":"whlive watch live cp3 introduc presid obama town hall help young peopl succeed mybro","id":491250884652040200,"day":"21"},{"text":"“There is no greater joy than being in your children’s lives.” —Obama: http://t.co/WhgjTirUjI #MyBrothersKeeper http://t.co/dOuHwkLzcN","month":"07","year":"2014","corpus":"greater joy children live obama mybrotherskeep","id":491256438795546600,"day":"21"},{"text":"At 3:05pm ET, President Obama awards the #MedalOfHonor to Staff Sgt. Pitts for his service in Afghanistan. Watch → http://t.co/b4tqL3oo0v","month":"07","year":"2014","corpus":"05pm presid obama award medalofhonor staff sgt pitt servic afghanistan watch","id":491295592082313200,"day":"21"},{"text":"President Obama gets an assist from @CP3 to help more young people succeed → http://t.co/JOBIeY0Ctg #MyBrothersKeeper http://t.co/pZGuVufHsj","month":"07","year":"2014","corpus":"presid obama get assist cp3 help young peopl succeed mybrotherskeep","id":491379744186056700,"day":"22"},{"text":"Here's the recap of President Obama's call with Prime Minister Rutte of the Netherlands on the situation in Ukraine. http://t.co/3zvKjvUFIm","month":"07","year":"2014","corpus":"recap presid obama call prime minist rutt netherland situat ukrain","id":491733591282679800,"day":"22"},{"text":"Happening now: President Obama speaks on the economy in Los Angeles. Watch → http://t.co/b4tqL3oo0v #OpportunityForAll","month":"07","year":"2014","corpus":"happen presid obama speak economi lo angel watch opportunityforal","id":492403122086903800,"day":"24"},{"text":"RT @WHLive: Starting soon: President Obama awards the 2013 National Medal of Arts and the National Medal of Humanities. Watch → http://t.co…","month":"07","year":"2014","corpus":"whlive start soon presid obama award 2013 nation medal art nation medal human watch","id":493835998808530940,"day":"28"},{"text":"\"Cynicism didn’t put a man on the moon. Cynicism has never won a war. Cynicism didn’t get women the right to vote.\" —President Obama","month":"07","year":"2014","corpus":"cynic put man moon cynic never war cynic get women right vote presid obama","id":494522837831790600,"day":"30"},{"text":"You made your voice heard on @WeThePeople—and today President Obama's signing the cellphone unlocking bill into law: http://t.co/Y3UhlLzt8D","month":"08","year":"2014","corpus":"made voic heard wethepeopl today presid obama sign cellphon unlock bill law","id":495259888491434000,"day":"01"},{"text":"RT @WHLive: \"We all agree there’s a problem that needs to be solved along a sector of our southern border.\" —President Obama #DoYourJobHous…","month":"08","year":"2014","corpus":"whlive agre problem need solv along sector southern border presid obama doyourjobh","id":495280451045838850,"day":"01"},{"text":"Happening now: President Obama delivers a statement from the Briefing Room → http://t.co/UQuYFHpENo","month":"08","year":"2014","corpus":"happen presid obama deliv statement brief room","id":495279190112223200,"day":"01"},{"text":"President Obama’s statement on the passing of former White House Press Secretary James Brady: http://t.co/2dLhd0Iijb","month":"08","year":"2014","corpus":"presid obama statement pass former white hous press secretari jame bradi","id":496392064566034400,"day":"04"},{"text":"RT @JohnKerry: Joining with President Obama in welcoming 51 #African leaders to the @StateDept today. #USAfrica http://t.co/KQSZ8PojbE","month":"08","year":"2014","corpus":"johnkerri join presid obama welcom african leader statedept today usafrica","id":497023125146853400,"day":"06"},{"text":"Happening now: President Obama closes the #USAfrica Leaders Summit, the first-ever event of its kind → http://t.co/DifhyCDEEA","month":"08","year":"2014","corpus":"happen presid obama close usafrica leader summit first ever event kind","id":497143631015596000,"day":"06"},{"text":"RT @WHLive: Watch: President Obama heads to Fort Belvoir, Virginia, to sign the bipartisan @DeptVetAffairs reform bill → http://t.co/XLhcoq…","month":"08","year":"2014","corpus":"whlive watch presid obama head fort belvoir virginia sign bipartisan deptvetaffair reform bill","id":497412911586086900,"day":"07"},{"text":"Tonight, the President spoke on the situation in Iraq.\nRead the transcript: http://t.co/tmGcv5PZwi \nWatch the video: http://t.co/WvOcI3hGj1","month":"08","year":"2014","corpus":"tonight presid spoke situat iraq read transcript watch video","id":497582035100532740,"day":"08"},{"text":"\"American combat troops will not be returning to fight in Iraq.\" —President Obama: http://t.co/PihQFGRmAK http://t.co/NXfpaRWd6e","month":"08","year":"2014","corpus":"american combat troop return fight iraq presid obama","id":497834737507893250,"day":"08"},{"text":"“We will protect our American citizens in Iraq, whether they’re diplomats, civilians or military.” —President Obama: http://t.co/evDpwWZQiD","month":"08","year":"2014","corpus":"protect american citizen iraq whether diplomat civilian militari presid obama","id":498200823076098050,"day":"09"},{"text":"RT @Schultz44: Today at 12:15, the President will give an update on the latest developments in Iraq, and a statement on the situation in Fe…","month":"08","year":"2014","corpus":"schultz44 today presid give updat latest develop iraq statement situat","id":499941303019647000,"day":"14"},{"text":"President Obama talks on the phone with Missouri @GovJayNixon on the situation in Ferguson. http://t.co/h8AMuQIbqI","month":"08","year":"2014","corpus":"presid obama talk phone missouri govjaynixon situat ferguson","id":499988910622392300,"day":"14"},{"text":"\"Today, the entire world is appalled by the brutal murder of Jim Foley by the terrorist group, ISIL.\" —President Obama","month":"08","year":"2014","corpus":"today entir world appal brutal murder jim foley terrorist group isil presid obama","id":502136035816796160,"day":"20"},{"text":"\"When people harm Americans anywhere, we do what is necessary to see that justice is done.\" —President Obama","month":"08","year":"2014","corpus":"peopl harm american anywher necessari see justic done presid obama","id":502137859634384900,"day":"20"},{"text":"Check out President Obama’s 5 priorities to help fulfill our sacred obligation to our veterans → http://t.co/h6rwY2ZOvn #HonoringVets","month":"08","year":"2014","corpus":"check presid obama prioriti help fulfil sacr oblig veteran honoringveteran","id":504637024570069000,"day":"27"},{"text":"\"When ordinary people stand together, great change is possible.\" —President Obama in Estonia: http://t.co/b4tqL36eMn http://t.co/6mV3arc1L5","month":"09","year":"2014","corpus":"ordinari peopl stand togeth great chang possibl presid obama estonia","id":507152558532886500,"day":"03"},{"text":"\"Russia’s actions in Ukraine are weakening Russia. Russia’s actions in Ukraine are hurting the Russian people.\" —President Obama","month":"09","year":"2014","corpus":"russia action ukrain weaken russia russia action ukrain hurt russian peopl presid obama","id":507157499691405300,"day":"03"},{"text":"RT @WHLive: \"Here in Wales, we’ve left absolutely no doubt—we will defend every ally.\" —President Obama on our NATO allies at the #NATOSumm…","month":"09","year":"2014","corpus":"whlive wale left absolut doubt defend everi alli presid obama nato alli natosumm","id":507919458841952260,"day":"05"},{"text":"Happening now: President Obama holds a press conference from the #NATOSummitUK in Wales","month":"09","year":"2014","corpus":"happen presid obama hold press confer natosummituk wale","id":507918806799622140,"day":"05"},{"text":"\"Our endless blessings bestow an enduring burden. But as Americans, we welcome our responsibility to lead.\" —President Obama","month":"09","year":"2014","corpus":"endless bless bestow endur burden american welcom respons lead presid obama","id":509872523111317500,"day":"11"},{"text":"Happening now: President Obama addresses the nation on our strategy to degrade and destroy ISIL. Watch → http://t.co/t0GIfrsqcS","month":"09","year":"2014","corpus":"happen presid obama address nation strategi degrad destroy isil watch","id":509869392721883140,"day":"11"},{"text":"Worth sharing: Here's the latest on President Obama's response to the Ebola epidemic in West Africa → http://t.co/wTXugR6DZ3","month":"09","year":"2014","corpus":"worth share latest presid obama respons ebola epidem west africa","id":511900916367491100,"day":"16"},{"text":"\"Here’s what gives us hope. The world knows how to fight this disease. It’s not a mystery. We know the science.\" —President Obama #Ebola","month":"09","year":"2014","corpus":"give hope world know fight diseas mysteri know scienc presid obama ebola","id":511970361211359200,"day":"16"},{"text":"\"Go to http://t.co/7aGUmPQNTW...take a pledge to help keep women and men safe from sexual assault.\" —President Obama #ItsOnUs","month":"09","year":"2014","corpus":"pledg help keep women men safe sexual assault presid obama itsonu","id":513003017667637250,"day":"19"},{"text":"At 11:45am ET, President Obama speaks on how all of us have a role to play in stopping sexual assault → http://t.co/6tOVxBCTFZ #ItsOnUs","month":"09","year":"2014","corpus":"45am presid obama speak role play stop sexual assault itsonu","id":512987612232310800,"day":"19"},{"text":"RT @WHLive: \"As we gather here, an outbreak of Ebola overwhelms public health systems in West Africa.\" —President Obama: http://t.co/DCegwE…","month":"09","year":"2014","corpus":"whlive gather outbreak ebola overwhelm public health system west africa presid obama","id":514780419393605600,"day":"24"},{"text":"\"When nations find common ground, not simply based on power, but on principle, then we can make enormous progress.\" —President Obama #UNGA","month":"09","year":"2014","corpus":"nation find common ground simpli base power principl make enorm progress presid obama unga","id":514782344558153700,"day":"24"},{"text":"“From my family to yours, Shanah Tovah” —President Obama wishes all those celebrating Rosh Hashanah a happy new year: http://t.co/Jbwl9WH17b","month":"09","year":"2014","corpus":"famili shanah tovah presid obama wish celebr rosh hashanah happi new year","id":514897102879866900,"day":"24"},{"text":"\"We will not stop, we will not relent until we halt this epidemic once and for all.\" —President Obama: http://t.co/cgkGAqIzxI #Ebola","month":"09","year":"2014","corpus":"stop relent halt epidem presid obama ebola","id":515160083723210750,"day":"25"},{"text":"Watch President Obama speak at the @UN meeting on the #Ebola epidemic in West Africa at 11am ET → http://t.co/1Zby70vyD1","month":"09","year":"2014","corpus":"watch presid obama speak meet ebola epidem west africa 11am","id":515148861472780300,"day":"25"},{"text":"RT @WHLive: \"Our broader economy...has come a long way, but the gains of recovery aren’t yet broadly shared.\" —President Obama at @Northwes…","month":"10","year":"2014","corpus":"whlive broader economi ... come long way gain recoveri yet broadli share presid obama northw","id":517740670392758300,"day":"02"},{"text":"RT @WHLive: \"I’m always willing to work with anyone, Democrat or Republican, to get things done.\" —President Obama #AmericaLeads","month":"10","year":"2014","corpus":"whlive alway will work anyon democrat republican get thing done presid obama americalead","id":517749259119382500,"day":"02"},{"text":"At 3:05pm ET, President Obama holds a conversation with Millennium Steel Service workers in Indiana → http://t.co/up939PqClk #MadeInAmerica","month":"10","year":"2014","corpus":"05pm presid obama hold convers millennium steel servic worker indiana madeinamerica","id":518113188064546800,"day":"03"},{"text":"Watch live: President Obama speaks at the American Veterans Disabled for Life Memorial dedication → http://t.co/b4tqL36eMn","month":"10","year":"2014","corpus":"watch live presid obama speak american veteran disabl life memori dedic","id":518798192511840260,"day":"05"},{"text":"\"For the first time in more than 6 years, the unemployment rate has now dropped below 6%.\" —President Obama http://t.co/5t2vMf9WpE","month":"10","year":"2014","corpus":"first time year unemploy rate drop %.\" presid obama","id":520334467014357000,"day":"09"},{"text":"Here's how President Obama's acting to protect Americans from fraud and identify theft → http://t.co/riFJ4nS7Wq http://t.co/GOFRZxOoB7","month":"10","year":"2014","corpus":"presid obama act protect american fraud identifi theft","id":523207203864313860,"day":"17"},{"text":"\"We know this technology works—when Britain switched to a chip-and-pin system, they cut fraud in stores by 70%.\" —President Obama","month":"10","year":"2014","corpus":"know technolog work britain switch chip pin system cut fraud store %.\" presid obama","id":523144468749234200,"day":"17"},{"text":"\"I want to wish a Happy Diwali to all those who are celebrating the Festival of Lights.\" —President Obama: http://t.co/B2fscJyi2K","month":"10","year":"2014","corpus":"want wish happi diwali celebr festiv light presid obama","id":525038317826740200,"day":"22"},{"text":"\"The best way to stop this disease...is to stop it at its source in West Africa.\" —President Obama on #Ebola: http://t.co/TeRHtxNr8B","month":"10","year":"2014","corpus":"best way stop diseas ... stop sourc west africa presid obama ebola","id":526418053274157060,"day":"26"},{"text":"\"This disease can be contained. It will be defeated.\" —President Obama on stopping #Ebola: http://t.co/b4tqL36eMn","month":"10","year":"2014","corpus":"diseas contain defeat presid obama stop ebola","id":527175359847223300,"day":"28"},{"text":"At 2:55pm ET, President Obama delivers a statement from the White House. Watch → http://t.co/BuazdicI1i","month":"10","year":"2014","corpus":"55pm presid obama deliv statement white hous watch","id":527159582905225200,"day":"28"},{"text":"\"The best way to protect Americans from #Ebola is to stop the outbreak at its source.\" —President Obama: http://t.co/ibwxdQROQK","month":"10","year":"2014","corpus":"best way protect american ebola stop outbreak sourc presid obama","id":527546865311821800,"day":"29"},{"text":"Watch President Obama award the #MedalOfHonor to Army First Lieutenant Alonzo H. Cushing at 11:45am ET → http://t.co/hNBmF2D1rH","month":"11","year":"2014","corpus":"watch presid obama award medalofhonor armi first lieuten alonzo cush 45am","id":530388117677568000,"day":"06"},{"text":"\"In a country built on the rule of law, there are few offices more important than that of Attorney General.\" —President Obama","month":"11","year":"2014","corpus":"countri built rule law offic import attorney gener presid obama","id":531121013980155900,"day":"08"},{"text":"MT @Etsy: An open and free Internet is for everyone. President Obama, thanks for supporting #NetNeutrality http://t.co/qfbhLtUXVR","month":"11","year":"2014","corpus":"etsi open free internet everyon presid obama thank support netneutr","id":531873990743031800,"day":"10"},{"text":"RT @GovernorOMalley: I agree with President Obama's Net Neutrality approach. We shouldn't have gatekeepers picking winners &amp; losers online.","month":"11","year":"2014","corpus":"governoromalley agre presid obama net neutral approach gatekeep pick winner amp loser onlin","id":531944572994088960,"day":"10"},{"text":"RT @MashableNews: President Obama issues statement to the @FCC on net neutrality http://t.co/HWmPN7HQiH http://t.co/5XL1C7IVi3","month":"11","year":"2014","corpus":"mashablenew presid obama issu statement fcc net neutral","id":531820438432022500,"day":"10"},{"text":"RT @WIRED: President Obama calls on the FCC to uphold Net Neutrality http://t.co/tPPpk4Nsgm","month":"11","year":"2014","corpus":"wire presid obama call fcc uphold net neutral","id":531931953566478340,"day":"10"},{"text":"\"We are a nation of immigrants…and it gives us a tremendous advantage over other nations.\" —President Obama #ImmigrationAction","month":"11","year":"2014","corpus":"nation immigr give tremend advantag nation presid obama immigrationact","id":535899165835165700,"day":"21"},{"text":"\"For more than 200 years, our tradition of welcoming immigrants from around the globe has given us a tremendous advantage.\" —President Obama","month":"11","year":"2014","corpus":"200 year tradit welcom immigr around globe given tremend advantag presid obama","id":535598951521476600,"day":"21"},{"text":"\"We were strangers once, too.\" —President Obama #ImmigrationAction http://t.co/fQMRtRZUn9","month":"11","year":"2014","corpus":"stranger presid obama immigrationact","id":535604578306101250,"day":"21"},{"text":"\"We’ll bring more undocumented immigrants out of the shadows so they can play by the rules\" —President Obama: http://t.co/5Vubai1j1Q","month":"11","year":"2014","corpus":"bring undocu immigr shadow play rule presid obama","id":536317238362402800,"day":"23"},{"text":"Watch President Obama make a personnel announcement at 11:10am ET → http://t.co/bUnsrV4OqA","month":"11","year":"2014","corpus":"watch presid obama make personnel announc 10am","id":536890576159784960,"day":"24"},{"text":"\"He gaveled in the vote for Medicare; helped lead the fight for the Civil Rights Act.\" —President Obama on @John_Dingell #MedalOfFreedom","month":"11","year":"2014","corpus":"gavel vote medicar help lead fight civil right act presid obama john_dingel medaloffreedom","id":536967311073509400,"day":"24"},{"text":"Watch live: President Obama speaks on fixing our broken immigration system → http://t.co/vJOj06vXww #ImmigrationAction","month":"11","year":"2014","corpus":"watch live presid obama speak fix broken immigr system immigrationact","id":537381462547660800,"day":"25"},{"text":"RT @petesouza: President Obama and his daughters, Malia and Sasha, check out one of the turkeys before today's annual turkey pardon http://…","month":"11","year":"2014","corpus":"petesouza presid obama daughter malia sasha check one turkey today annual turkey pardon","id":537801432670699500,"day":"27"},{"text":"\"We can’t just fight this epidemic, we have to extinguish it.\" —President Obama on #Ebola: http://t.co/QWiOyJaBjx http://t.co/19zPEXScSe","month":"12","year":"2014","corpus":"fight epidem extinguish presid obama ebola","id":539949469857361900,"day":"03"},{"text":"Watch President Obama's statement on the #EricGarner decision → http://t.co/BwzL009O7K","month":"12","year":"2014","corpus":"watch presid obama statement ericgarn decis","id":540280240023416800,"day":"03"},{"text":"RT @arneduncan: .@FLOTUS will be speaking next at the #CollegeOpportunity Day of Action. Watch live at http://t.co/xV8lMbJf9y. #ReachHigher","month":"12","year":"2014","corpus":"arneduncan flotu speak next collegeopportun day action watch live reachhigh","id":540588036544028700,"day":"04"},{"text":"\"We were founded on the idea that everybody should have an equal opportunity to succeed.\" —President Obama on expanding #CollegeOpportunity","month":"12","year":"2014","corpus":"found idea everybodi equal opportun succeed presid obama expand collegeopportun","id":540558737745121300,"day":"04"},{"text":"Watch President Obama discuss #Ferguson and Eric Garner on @BET's @106andPark tomorrow at 5pm ET. Here's a preview: http://t.co/GdhNB4Ubky","month":"12","year":"2014","corpus":"watch presid obama discuss ferguson eric garner bet 106andpark tomorrow 5pm preview","id":541664217305452540,"day":"07"},{"text":"Find out how President Obama's working with the private sector to boost American manufacturing and apprenticeships: http://t.co/BjA3JMe91G","month":"12","year":"2014","corpus":"find presid obama work privat sector boost american manufactur apprenticeship","id":543069965440405500,"day":"11"},{"text":"\"It’s the holidays—a season to give thanks for our many blessings.\" —President Obama: http://t.co/Ay5UCNSAHi","month":"12","year":"2014","corpus":"holiday season give thank mani bless presid obama","id":543888166650798100,"day":"13"},{"text":"RT @WHLive: \"You helped decimate the core of al Qaeda's leadership and deliver justice to Osama bin Laden.\" —President Obama to our troops","month":"12","year":"2014","corpus":"whlive help decim core qaeda leadership deliv justic osama bin laden presid obama troop","id":544582775785791500,"day":"15"},{"text":"Watch live: President Obama speaks to troops at Joint Base McGuire-Dix-Lakehurst → http://t.co/lKqTeoyWab","month":"12","year":"2014","corpus":"watch live presid obama speak troop joint base mcguir dix lakehurst","id":544579930051190800,"day":"15"},{"text":"\"We should not allow U.S. sanctions to add to the burden of Cuban citizens we seek to help.\" —President Obama #CubaPolicy","month":"12","year":"2014","corpus":"allow sanction add burden cuban citizen seek help presid obama cubapolici","id":545265571026059260,"day":"17"},{"text":"Get the facts on President Obama's new #CubaPolicy: https://t.co/lhKvftIGrI","month":"12","year":"2014","corpus":"get fact presid obama new cubapolici","id":545304232052535300,"day":"17"},{"text":"Happening now: President Obama holds a press conference from the White House. Watch → http://t.co/0QXOcbVSTS","month":"12","year":"2014","corpus":"happen presid obama hold press confer white hous watch","id":546015453508694000,"day":"19"},{"text":"\"The longest war in American history is coming to a responsible conclusion.\" —President Obama #Afghanistan http://t.co/0nNdyMZzDJ","month":"12","year":"2014","corpus":"longest war american histori come respons conclus presid obama afghanistan","id":549290893187223550,"day":"28"},{"text":"\"The President is getting out of Washington and taking his message on the road \" —@Pfeiffer44 on @Medium: http://t.co/ixEXhyZpSK","month":"01","year":"2015","corpus":"presid get washington take messag road pfeiffer44 medium","id":552863447114084350,"day":"07"},{"text":"\"Deficits have come down by two-thirds since I took office.\" —President Obama http://t.co/w8bO1q5p7s","month":"01","year":"2015","corpus":"deficit come two third sinc took offic presid obama","id":552940217846730750,"day":"07"},{"text":"\"It’s not just the economy turning around. It’s turning around the lives of hardworking people.\" —President Obama http://t.co/xakUUDdoMr","month":"01","year":"2015","corpus":"economi turn around turn around live hardwork peopl presid obama","id":553299540313264100,"day":"08"},{"text":"RT to share the news: President Obama just announced his #FreeCommunityCollege proposal → http://t.co/8YTKdPKa7U http://t.co/ORNWhcMAYt","month":"01","year":"2015","corpus":"share news presid obama announc freecommunitycolleg propos","id":553329089335926800,"day":"08"},{"text":"\"Your network is as fast as some of the best networks in the world\" —President Obama in Cedar Falls #BetterBroadband http://t.co/J7jjIjL7GE","month":"01","year":"2015","corpus":"network fast best network world presid obama cedar fall betterbroadband","id":555466711730647040,"day":"14"},{"text":"Big news: President Obama is taking new steps to help more Americans access #BetterBroadband → http://t.co/MK8e61xWPp http://t.co/JD74w0fpzG","month":"01","year":"2015","corpus":"big news presid obama take new step help american access betterbroadband","id":555380606633140200,"day":"14"},{"text":"“We may not get there, but we have a chance to resolve the nuclear issue peacefully.” —President Obama on Iran","month":"01","year":"2015","corpus":"may get chanc resolv nuclear issu peac presid obama iran","id":556153929096896500,"day":"16"},{"text":"\"Surely we can understand a father who fears his son can’t walk home without being harassed.\" —President Obama #SOTU","month":"01","year":"2015","corpus":"sure understand father fear son walk home without harass presid obama sotu","id":557735820896247800,"day":"21"},{"text":"President Obama to @BethanyMota on why you should care about politics. #YouTubeAsksObama #BetterPolitics http://t.co/35dxf22rhw","month":"01","year":"2015","corpus":"presid obama bethanymota care polit youtubeasksobama betterpolit","id":558401913205436400,"day":"22"},{"text":"\"Under his leadership, our forces in West Africa are helping to lead the global fight against #Ebola—saving lives\" —President Obama on Hagel","month":"01","year":"2015","corpus":"leadership forc west africa help lead global fight ebola save live presid obama hagel","id":560553531774472200,"day":"28"},{"text":"\"We are strongest when we see the inherent dignity in every human being.\" —President Obama: http://t.co/yVAf0mjrRY http://t.co/xuOZLSmMlM","month":"01","year":"2015","corpus":"strongest see inher digniti everi human presid obama","id":560573916641386500,"day":"28"},{"text":"\"Since I took office, we’ve cut our deficits by about two-thirds.\" —President Obama #2016Budget http://t.co/Lvf0lIkPXs","month":"02","year":"2015","corpus":"sinc took offic cut deficit two third presid obama 2016budget","id":562288226313175040,"day":"02"},{"text":"Watch live: President Obama honors the Stanley Cup Champion @LAKings and the @MLS Champion @LAGalaxy → http://t.co/KhEC8ar1gl","month":"02","year":"2015","corpus":"watch live presid obama honor stanley cup champion lake ml champion lagalaxi","id":562330313591128060,"day":"02"},{"text":"President Obama on the death of First Lieutenant Moaz al-Kasasbeh. http://t.co/7dn0G3szly","month":"02","year":"2015","corpus":"presid obama death first lieuten moaz kasasbeh","id":562700554204643300,"day":"03"},{"text":"Worth a read: President Obama's interview with @VoxDotCom on domestic and foreign policy → http://t.co/0O1b2zZwwf","month":"02","year":"2015","corpus":"worth read presid obama interview voxdotcom domest foreign polici","id":564884051589210100,"day":"09"},{"text":"Watch President Obama talking with @VoxDotCom about the goals of his foreign policy: http://t.co/JQXXsKWdCV","month":"02","year":"2015","corpus":"watch presid obama talk voxdotcom goal foreign polici","id":564914219892494340,"day":"09"},{"text":"RT @voxdotcom: President Obama on American leadership in the world: http://t.co/XpuDY41adT http://t.co/hOae2R2hJQ","month":"02","year":"2015","corpus":"voxdotcom presid obama american leadership world","id":564880283179425800,"day":"09"},{"text":"Watch live: President Obama speaks before signing the Clay Hunt Suicide Prevention for American Veterans Act → http://t.co/zpRdIUbWmn","month":"02","year":"2015","corpus":"watch live presid obama speak sign clay hunt suicid prevent american veteran act","id":565950536709865500,"day":"12"},{"text":"Watch live: President Obama speaks at the Summit on Cybersecurity and Consumer Protection → http://t.co/CLzZNSwKZU #CyberSummit","month":"02","year":"2015","corpus":"watch live presid obama speak summit cybersecur consum protect cybersummit","id":566319331756081150,"day":"13"},{"text":"\"When we go online, we shouldn’t have to forfeit the basic privacy we’re entitled to as Americans.\" —President Obama #CyberSummit","month":"02","year":"2015","corpus":"onlin forfeit basic privaci entitl american presid obama cybersummit","id":566323740225855500,"day":"13"},{"text":"\"No religion is responsible for terrorism. People are responsible for violence and terrorism.\" —President Obama #CVESummit #ISIL","month":"02","year":"2015","corpus":"religion respons terror peopl respons violenc terror presid obama cvesummit isil","id":568160811530772500,"day":"18"},{"text":"\"As Americans, we are strong and we are resilient &amp; when tragedy strikes, when we take a hit, we pull together\" —President Obama #CVESummit","month":"02","year":"2015","corpus":"american strong resili amp tragedi strike take hit pull togeth presid obama cvesummit","id":568158723836747800,"day":"18"},{"text":"\"Long before being nerdy was cool, there was Leonard Nimoy.\" —President Obama #RIPLeonardNimoy #LLAP http://t.co/sX6yvK5eLA","month":"02","year":"2015","corpus":"long nerdi cool leonard nimoy presid obama ripleonardnimoy llap","id":571421239484420100,"day":"27"},{"text":"President Obama is taking action to #ProtectYourSavings from a conflict of interest → http://t.co/nioxuPjOeA","month":"03","year":"2015","corpus":"presid obama take action protectyoursav conflict interest","id":572139624157454340,"day":"01"},{"text":"President Obama is fighting for a trade deal that protects American workers → http://t.co/t1CKT7PjOA #LeadOnTrade http://t.co/vsSlYsmImR","month":"03","year":"2015","corpus":"presid obama fight trade deal protect american worker leadontrad","id":573184744717987840,"day":"04"},{"text":"\"Selma isn’t just about commemorating our past...Selma is now. “ —President Obama\nWatch → http://t.co/prbZ0gVsX6","month":"03","year":"2015","corpus":"selma commemor past ... selma presid obama watch","id":573925049633275900,"day":"06"},{"text":"Tomorrow, President Obama will commemorate the 50th anniversary of the marches from Selma to Montgomery: http://t.co/3SsOWYQHtO #MarchOn","month":"03","year":"2015","corpus":"tomorrow presid obama commemor 50th anniversari march selma montgomeri marchon","id":573978935907627000,"day":"06"},{"text":"Watch President Obama announce a new #MarchMadness contest to help prevent sexual assault → http://t.co/hNausrQQAW #ItsOnUs","month":"03","year":"2015","corpus":"watch presid obama announc new marchmad contest help prevent sexual assault itsonu","id":578203730350366700,"day":"18"},{"text":"RT @WHLive: \"Our deficits have shrunk significantly.\" —President Obama #SelectUSA http://t.co/z461GwS5I1","month":"03","year":"2015","corpus":"whlive deficit shrunk significantli presid obama selectusa","id":580078212044050400,"day":"23"},{"text":"\"He was my friend. I owe him a lot.\" —President Obama on Senator Ted Kennedy #EMKInstitute http://t.co/pMytACXOn4","month":"03","year":"2015","corpus":"friend owe lot presid obama senat ted kennedi emkinstitut","id":582581369060102100,"day":"30"},{"text":"President Obama just sent 22 people this letter.\nHere's why he's giving them a 2nd chance → http://t.co/QO11L23x1j http://t.co/3SmaP7vo7Q","month":"03","year":"2015","corpus":"presid obama sent peopl letter give 2nd chanc","id":582990524358918100,"day":"31"},{"text":"\"If Iran cheats, the world will know it. If we see something suspicious, we will inspect it.\" —President Obama #IranDeal","month":"04","year":"2015","corpus":"iran cheat world know see someth suspici inspect presid obama irand","id":583698380796239900,"day":"02"},{"text":"Worth a read: @VJ44 on how President Obama is protecting the rights of #LGBT workers → http://t.co/R5Pg4EJQxx http://t.co/iVjZGLCPcp","month":"04","year":"2015","corpus":"worth read vj44 presid obama protect right lgbt worker","id":585840670998306800,"day":"08"},{"text":"\"Welcome to the 4th quarter of my presidency.\" —President Obama: http://t.co/bLXImBTejs #WHCD\nhttps://t.co/zTMjeXfA70","month":"04","year":"2015","corpus":"welcom 4th quarter presid presid obama whcd","id":592151458314723300,"day":"26"},{"text":"\"This will remain a mission for me—not just for the rest of my presidency—but for the rest of my life\" —Obama on helping our kids succeed","month":"05","year":"2015","corpus":"remain mission rest presid rest life obama help kid succeed","id":595308049067167700,"day":"04"},{"text":"\"We’ve partnered with cities to get more kids access to quality early education\" —President Obama #OpportunityForAll http://t.co/85ugq0XOib","month":"05","year":"2015","corpus":"partner citi get kid access qualiti earli educ presid obama opportunityforal","id":595303579176423400,"day":"04"},{"text":"\"Happy #CincoDeMayo!\" —President Obama hosting a reception at the White House: http://t.co/WexLiQuTVd","month":"05","year":"2015","corpus":"happi cincodemayo presid obama host recept white hous","id":595705195864162300,"day":"05"},{"text":"\"Hello, Watertown! It's good to be in South Dakota!\" —President Obama at @LakeAreaTech.\nWatch → http://t.co/NuLv1VtCzz","month":"05","year":"2015","corpus":"hello watertown good south dakota presid obama lakeareatech watch","id":596806118669742100,"day":"08"},{"text":"“Our faith-based groups have the capacity to frame this, and nobody’s shown that better than Pope Francis.” —President Obama #PovertySummit","month":"05","year":"2015","corpus":"faith base group capac frame nobodi shown better pope franci presid obama povertysummit","id":598170764332953600,"day":"12"},{"text":"Watch President Obama's discussion at 11:30am ET on overcoming poverty at the @Georgetown #PovertySummit → http://t.co/UwVQ48UvYv","month":"05","year":"2015","corpus":"watch presid obama discuss 30am overcom poverti georgetown povertysummit","id":598144772356886500,"day":"12"},{"text":"Watch live: President Obama participates in a discussion on overcoming poverty at the @Georgetown #PovertySummit → http://t.co/UwVQ48UvYv","month":"05","year":"2015","corpus":"watch live presid obama particip discuss overcom poverti georgetown povertysummit","id":598150342359031800,"day":"12"},{"text":"Hey, @FLOTUS! The President has a challenge for you... #GimmeFive\nhttps://t.co/Wh6ZYONbVU","month":"05","year":"2015","corpus":"hey flotu presid challeng ... gimmef","id":598604556587511800,"day":"13"},{"text":"\"We are a growing country with a growing economy. We need to invest in the infrastructure that keeps us that way.\" —President Obama","month":"05","year":"2015","corpus":"grow countri grow economi need invest infrastructur keep way presid obama","id":598969514055704600,"day":"14"},{"text":"President Obama.\nIn the Oval Office.\nTweeting.\n#WelcomeToTwitter, @POTUS!\nhttp://t.co/SzWXltjNK0 http://t.co/ce4DurwYXj","month":"05","year":"2015","corpus":"presid obama oval offic tweet welcometotwitt potu","id":600349047329857500,"day":"18"},{"text":"Worth sharing: @CarolineKennedy on why she supports President Obama's trade deal → http://t.co/dUeSbbFEsa #LeadOnTrade","month":"06","year":"2015","corpus":"worth share carolinekennedi support presid obama trade deal leadontrad","id":609390024035991600,"day":"12"},{"text":"Watch live: @POTUS holds a press conference with President Rousseff of Brazil → http://t.co/dXPrr4ahny","month":"06","year":"2015","corpus":"watch live potu hold press confer presid rousseff brazil","id":615915491794616300,"day":"30"},{"text":"RT @CarliLloyd: Thank you Mr. President! See you very soon at the White House!!  https://t.co/B5haZJd1cA","month":"07","year":"2015","corpus":"carlilloyd thank presid see soon white hous","id":618056682984214500,"day":"06"},{"text":"Watch President Obama's weekly address on the comprehensive, long-term nuclear deal with Iran: http://t.co/3PJ1t0Zk7U #IranDeal","month":"07","year":"2015","corpus":"watch presid obama weekli address comprehens long term nuclear deal iran irand","id":622440653880856600,"day":"18"},{"text":"This isn't your mom's or dad's trade deal.\nPresident Obama's trade agreement would benefit American workers. #TPP http://t.co/VQmiztD9Oo","month":"10","year":"2015","corpus":"mom dad trade deal presid obama trade agreement would benefit american worker tpp","id":651102823439011800,"day":"05"},{"text":"\"There’s nothing President Obama and I take more seriously though, than keeping the American people safe.\" —@VP: https://t.co/lsBGVUxZyl","month":"11","year":"2015","corpus":"noth presid obama take serious though keep american peopl safe","id":668204510557290500,"day":"21"},{"text":"RT @SenatorReid: I applaud President Obama's leadership and commend every country that committed to the #ParisAgreement for their responsib…","month":"12","year":"2015","corpus":"senatorreid applaud presid obama leadership commend everi countri commit parisagr responsib","id":675769695610515500,"day":"12"},{"text":"RT @WSJopinion: President Obama writes on his new Cybersecurity National Action Plan: https://t.co/sRf3t8dsJT @POTUS @WhiteHouse","month":"02","year":"2016","corpus":"wsjopinion presid obama write new cybersecur nation action plan potu whitehous","id":697076258799222800,"day":"09"},{"text":"Watch President Obama's weekly address on Chief Judge Merrick Garland, his #SCOTUSnominee: https://t.co/gdUKEwDUUz","month":"03","year":"2016","corpus":"watch presid obama weekli address chief judg merrick garland scotusnomine","id":711258522596413400,"day":"19"},{"text":"Watch live: President Obama speaks on #MemorialDay2016 at Arlington National Cemetery → https://t.co/fXU6ozGL8E https://t.co/nbfVa9Ew4J","month":"05","year":"2016","corpus":"watch live presid obama speak memorialday2016 arlington nation cemeteri","id":737300784992264200,"day":"30"},{"text":"RT @SecretaryFoxx: Today, we take another important step toward delivering on President Obama’s promise to reengage #Cuba https://t.co/qVmG…","month":"07","year":"2016","corpus":"secretaryfoxx today take anoth import step toward deliv presid obama promis reengag cuba","id":751076067344089100,"day":"07"},{"text":"RT @JFriedman44: \"President Obama meets with Louisiana flood victims: 'It shows he hasn't forgotten us'\" via @theadvocatebr https://t.co/05…","month":"08","year":"2016","corpus":"jfriedman44 presid obama meet louisiana flood victim show forgotten via theadvocatebr","id":768218844083159000,"day":"23"}]