[{"text":"Streaming momentarily - The President talks about the kids/ tobacco legislation, a long time coming: http://bit.ly/GOZOt","month":"06","year":"2009","corpus":"stream momentarili presid talk kid tobacco legisl long time come","id":2133074480,"day":"12"},{"text":"Pfeiffer on the GOP stalling DOD bill to delay health reform: \"The Time for Political Games is Over\" http://bit.ly/4oCN30","month":"12","year":"2009","corpus":"pfeiffer gop stall dod bill delay health reform time polit game","id":6802340077,"day":"18"},{"text":"First Family just landed in Marine One. For old times’ sake, photo of Obama’s first flight on the helicopter http://bit.ly/6cO4sP","month":"01","year":"2010","corpus":"first famili land marin one old time sake photo obama first flight helicopt","id":7372520371,"day":"04"},{"text":"RT @HouseDemocrats: Pay your bill on time, & cred card comps cant raise yr rates for 1 yr after opening your acc't http://bit.ly/comzML","month":"02","year":"2010","corpus":"housedemocrat pay bill time cred card comp cant rais rate open acc","id":9496528150,"day":"22"},{"text":"The time has come: new West Wing Week now available.  X.Y.Z. http://bit.ly/9W4SNG","month":"05","year":"2010","corpus":"time come new west wing week avail","id":13563544942,"day":"07"},{"text":"Obama on Robert Byrd: \"courage to stand firm in his principles, but also the courage to change over time\" http://bit.ly/asqAKw","month":"06","year":"2010","corpus":"obama robert byrd courag stand firm principl also courag chang time","id":17259619206,"day":"28"},{"text":"RT @macon44: Looking for tools that track responses to a ? on @twitter and/or rank tweets w/a hashtag by how many times each has been RT'd?","month":"08","year":"2010","corpus":"macon44 look tool track respons twitter rank tweet hashtag mani time","id":20164692742,"day":"02"},{"text":"Apologies for over-tweeting - last 1 - just lots of moving stories in tough times. All the info you need: http://hc.gov #hcr","month":"09","year":"2010","corpus":"apolog tweet last lot move stori tough time info need hcr","id":25085924563,"day":"21"},{"text":"4.5 days & 6,078 images in 69 secs: Behind-the-scenes time-lapse of WH Christmas tree from photo office http://bit.ly/es2ef1","month":"12","year":"2010","corpus":"day 078 imag sec behind scene time laps christma tree photo offic","id":10383965470859264,"day":"02"},{"text":"@NanHayworthNews getting younger, healthier people into the insurance pool helps lower costs for everyone over time","month":"01","year":"2011","corpus":"nanhayworthnew get younger healthier peopl insur pool help lower cost everyon time","id":23413956391469056,"day":"07"},{"text":"Sympathies for the TX, tough times w/ rolling blackouts. Story blaming Obama, however, is completely bogus http://wh.gov/xi9","month":"02","year":"2011","corpus":"sympathi tough time roll blackout stori blame obama howev complet bogu","id":33666136839036930,"day":"04"},{"text":"In SOTU, POTUS promised Americans could go online & see how their tax $ is spent for the 1st time. Now, you can: wh.gov/taxreceipt","month":"04","year":"2011","corpus":"sotu potu promis american could onlin see tax spent 1st time gov taxreceipt","id":58997078348677120,"day":"15"},{"text":".@muybna: Can't deport 10 million people, so this is a 1-time opening to pay taxes & fine, learn English, get on the right side of the law.","month":"05","year":"2011","corpus":"muybna deport million peopl time open pay tax fine learn english get right side law","id":68392304867684350,"day":"11"},{"text":"Obama: “time is working against Gaddafi. He does not have control…The opposition is organizing a legitimate and credible Interim Council”","month":"05","year":"2011","corpus":"obama time work gaddafi control opposit organ legitim credibl interim council","id":71251618779242500,"day":"19"},{"text":"\"America, it is time to focus on nation building here at home.\" -President Obama","month":"06","year":"2011","corpus":"america time focu nation build home presid obama","id":83688916028370940,"day":"23"},{"text":"RT @JRGGlass: \"We don't have time to wait when it comes to putting people back to work\" -B.O. #WHTweetup","month":"07","year":"2011","corpus":"jrgglass time wait come put peopl back work whtweetup","id":94438341201756160,"day":"22"},{"text":".@FabriceDalenzo: Thx for the feedback. We're holding Office Hrs all wk w/ some earlier time options. See full sched: http://t.co/TDLuxQQ","month":"07","year":"2011","corpus":"fabricedalenzo thx feedback hold offic hr earlier time option see full sched","id":95990190899867650,"day":"26"},{"text":".@yoyoitsflo: we're confident the answer is yes. Time for Congress to act. #WHChat","month":"07","year":"2011","corpus":"yoyoitsflo confid answer ye time congress act whchat","id":96282953344221180,"day":"27"},{"text":"Time flies when you're tweeting. Need to run. Thanks for the questions. -Brian","month":"07","year":"2011","corpus":"time fli tweet need run thank question brian","id":97050005168336900,"day":"29"},{"text":".@FerociousBeast: Yes, Prez Bush was first time cut taxes while raising war spending. Regardless, must work together now to solve. #WHchat","month":"07","year":"2011","corpus":"ferociousbeast ye prez bush first time cut tax rais war spend regardless must work togeth solv whchat","id":96963913169649660,"day":"29"},{"text":"RT @jesseclee44: .@PressSec: \"yet another political exercise is behind us, w/ time dwindling, leaders need to start working together\" ht ...","month":"07","year":"2011","corpus":"jesseclee44 presssec yet anoth polit exercis behind time dwindl leader need start work togeth","id":97130294733320200,"day":"30"},{"text":"\"The time for #compromise on behalf of the American people is now.\" -President Obama. Weekly Address: http://t.co/dA9mN88","month":"07","year":"2011","corpus":"time compromis behalf american peopl presid obama weekli address","id":97344134666403840,"day":"30"},{"text":".@smalltowngrl93 Don't know about presidents but I have been known to go shoeless at work from time to time. Not, w/ potus, mind you #WhChat","month":"08","year":"2011","corpus":"smalltowngrl93 know presid known shoeless work time time potu mind whchat","id":98849869598425090,"day":"03"},{"text":"RT @JoannDeLanoy: How are students being screwed this time? No one ever mentions that growing issue..apparently the US doesn't really va ...","month":"08","year":"2011","corpus":"joanndelanoy student screw time one ever mention grow issu appar realli","id":98852391402733570,"day":"03"},{"text":"\"Now is also a time to reflect on those we lost, and the sacrifices of all who serve – as well as their families.\" -President Obama","month":"08","year":"2011","corpus":"also time reflect lost sacrific serv well famili presid obama","id":100628051792105470,"day":"08"},{"text":"RT @pfeiffer44: POTUS on Congress:The last thing we need is Congress spending more time arguing in DC...They need to spend time out here ...","month":"08","year":"2011","corpus":"pfeiffer44 potu congress last thing need congress spend time argu ... need spend time","id":101732649361616900,"day":"11"},{"text":"Obama: It is time for the Syrian people to determine their own destiny & we will continue to stand firmly on their side http://t.co/vlQjbmb","month":"08","year":"2011","corpus":"obama time syrian peopl determin destini continu stand firmli side","id":104191526988550140,"day":"18"},{"text":"RT @VP: VP had a great trip to Asia; check out full coverage of his time in China, Mongolia and Japan http://t.co/IK2JvRh","month":"08","year":"2011","corpus":"great trip asia check full coverag time china mongolia japan","id":108245189730115580,"day":"29"},{"text":"RT @JonCarson44: Just joined @Twitter in time for Obama's speech tonight. Got any tips for me? Looking forward to joining the convo on # ...","month":"09","year":"2011","corpus":"joncarson44 join twitter time obama speech tonight got tip look forward join convo","id":111833910467497980,"day":"08"},{"text":"We know live tweeting a speech can overwhelm your feed -- check out @WHLive for real-time updates of Obama's speech on #jobsnow.","month":"09","year":"2011","corpus":"know live tweet speech overwhelm feed check whlive real time updat obama speech jobsnow","id":111925885812224000,"day":"08"},{"text":"RT @Michael_Nutter: The President has laid out a plan, now it's time for Congress to act. Put the politics aside & get to work creating  ...","month":"09","year":"2011","corpus":"michael_nutt presid laid plan time congress act put polit asid get work creat","id":111967457408847870,"day":"09"},{"text":"\"The time for action is now\" -President Obama on passing the American Jobs Act: http://t.co/7Sih4INA #JobsNow","month":"09","year":"2011","corpus":"time action presid obama pass american job act jobsnow","id":115592718842986500,"day":"19"},{"text":"RT @WHLive: Obama: Today, I’m releasing a plan that details how to pay for this bill while also paying down our debt over time #JobsNow","month":"09","year":"2011","corpus":"whlive obama today releas plan detail pay bill also pay debt time jobsnow","id":115802558001451000,"day":"19"},{"text":"\"Now is the time to once again make our education system the envy of the world.\" -President Obama: http://t.co/38nQbqVW #fixNCLB","month":"09","year":"2011","corpus":"time make educ system envi world presid obama fixnclb","id":117631902608928770,"day":"24"},{"text":"\"It’s time for Congress to...put their party politics aside & take action on jobs right now\" -Obama on Jobs Act vote: http://t.co/LyL6ZYkB","month":"10","year":"2011","corpus":"time congress ... put parti polit asid take action job right obama job act vote","id":123959519909904380,"day":"12"},{"text":"RT @WHLive: Obama: It will take time to rebuild an America where hard work is valued & responsibility is rewarded. http://t.co/xrOHuqTm","month":"10","year":"2011","corpus":"whlive obama take time rebuild america hard work valu respons reward","id":126414521928654850,"day":"18"},{"text":"RT @RayLaHood: Pres #Reagan: the bridges we fail to repair today will have to be rebuilt tomorrow at many times the cost http://t.co/IF8 ...","month":"11","year":"2011","corpus":"raylahood pre reagan bridg fail repair today rebuilt tomorrow mani time cost","id":131837374303977470,"day":"02"},{"text":"\"Our #veterans did their jobs. It’s time for Congress to do theirs\" -Obama on new initiatives to get vets back to work: http://t.co/ZMRSeVv7","month":"11","year":"2011","corpus":"veteran job time congress obama new initi get veteran back work","id":133633409955274750,"day":"07"},{"text":"Time is running out. If Congress doesn't act, middle class taxes increase in 26 days, 9 hours, 30 minutes http://t.co/bPhKxavO","month":"12","year":"2011","corpus":"time run congress act middl class tax increas day hour minut","id":143774278519762940,"day":"05"},{"text":"RT @NumbersToKnow: 26 days, 7 hrs: Time until taxes increase for middle class unless GOP stops blocking payroll tax cut http://t.co/0cr0yuQu","month":"12","year":"2011","corpus":"numberstoknow day hr time tax increas middl class unless gop stop block payrol tax cut","id":143809859140329470,"day":"05"},{"text":"RT @WayneLanger2: @whitehouse $40 a week is a big deal, my wife & I are going to school full time and need this income to survive.","month":"12","year":"2011","corpus":"waynelanger2 whitehous week big deal wife go school full time need incom surviv","id":149639512123908100,"day":"21"},{"text":"\"This is good news, just in time for the holidays.\" Statement by the President: http://t.co/lV4y0fen #40dollars","month":"12","year":"2011","corpus":"good news time holiday statement presid 40dollar","id":149988813500989440,"day":"22"},{"text":"There’s no better time than the holidays to let our troops know how grateful we are for all that they do: http://t.co/cGugnsXD","month":"12","year":"2011","corpus":"better time holiday let troop know grate","id":151104996891566080,"day":"26"},{"text":"RT @WHLive: Obama: Financial firms have armies of lobbyists in Washington looking out for their interests. It’s time someone fought for  ...","month":"01","year":"2012","corpus":"whlive obama financi firm armi lobbyist washington look interest time someon fought","id":154632382518001660,"day":"04"},{"text":"RT @WHLive: Obama: Now is not the time to play politics while people’s livelihoods are at stake.","month":"01","year":"2012","corpus":"whlive obama time play polit peopl livelihood stake","id":154635118860976130,"day":"04"},{"text":"Happening now: President Obama Honors the Six-time Stanley Cup Champion Boston Bruins: http://t.co/QDIpMRKE","month":"01","year":"2012","corpus":"happen presid obama honor six time stanley cup champion boston bruin","id":161520040355700740,"day":"23"},{"text":"\"Tell your Member of Congress that it’s time to end the gridlock & start tackling the issues that really matter\" -Obama http://t.co/RST7myPS","month":"01","year":"2012","corpus":"tell member congress time end gridlock start tackl issu realli matter obama","id":163364936028913660,"day":"28"},{"text":"RT @blog44: http://t.co/HxTO58SB: Weekly Address: It’s Time for Congress to Act to Help Responsible Homeowners http://t.co/34rmxfIx","month":"02","year":"2012","corpus":"blog44 weekli address time congress act help respons homeown","id":165804596751642620,"day":"04"},{"text":"\"It's time to...start rewarding companies that are creating jobs right here in the US\" -President Obama on #INsourcing http://t.co/MEu665xd","month":"02","year":"2012","corpus":"time ... start reward compani creat job right presid obama insourc","id":169915828823785470,"day":"15"},{"text":"RT @WHLive: President Obama: \"Under my Administration, America is producing more oil today than at any time in the last 8 yrs. That's a  ...","month":"03","year":"2012","corpus":"whlive presid obama administr america produc oil today time last yr","id":180311234426576900,"day":"15"},{"text":"It's time to repeal subsidies for #BigOil companies: http://t.co/VmLOmpaH RT if you agree. http://t.co/9vz2wL4u","month":"03","year":"2012","corpus":"time repeal subsidi bigoil compani agre","id":185417028935491600,"day":"29"},{"text":"RT @usedgov: Now isn't the time to be shy. #AskVP Biden your questions about #CollegeAffordability http://t.co/D252fmh2","month":"03","year":"2012","corpus":"usedgov time shi askvp biden question collegeafford","id":185440507969810430,"day":"29"},{"text":"RT @letsmove: Time-Lapse Video: The 2012 @WhiteHouse #EasterEggRoll in less than 2 minutes. Enjoy! http://t.co/19X9QUrB","month":"04","year":"2012","corpus":"letsmov time laps video 2012 whitehous eastereggrol less minut enjoy","id":189814357662777340,"day":"10"},{"text":"It’s time for Congress to pass the #BuffettRule. RT if you agree that everyone should pay their #FairShare: http://t.co/zAEijgzg","month":"04","year":"2012","corpus":"time congress pass buffettrul agre everyon pay fairshar","id":191898167816622080,"day":"16"},{"text":"RT @jearnest44: In tonight's address to the nation, POTUS will say: \"This time of war began in Afghanistan, and this is where it will end.\"","month":"05","year":"2012","corpus":"jearnest44 tonight address nation potu say time war began afghanistan end","id":197459179764592640,"day":"01"},{"text":"President Obama on #CongressToDoList: \"It’s about the size of a Post-It note, so every Member of Congress should have time to read it.\"","month":"05","year":"2012","corpus":"presid obama congresstodolist size post note everi member congress time read","id":199915212734865400,"day":"08"},{"text":"RT @CommerceSec: Awarded 41 top exporters the #50thEAward. It’s a great time to be an American exporter because of strong global demand  ...","month":"05","year":"2012","corpus":"commercesec award top export 50theaward great time american export strong global demand","id":203145495466614800,"day":"17"},{"text":"\"It's time to build a nation that lives up to the ideals that so many Americans have fought for\" -President Obama: http://t.co/XeYPxsXX","month":"09","year":"2012","corpus":"time build nation live ideal mani american fought presid obama","id":242069540849217540,"day":"02"},{"text":"Weekly Address: It's Time for Congress to Help Responsible Homeowners: http://t.co/tX7JfVIR","month":"09","year":"2012","corpus":"weekli address time congress help respons homeown","id":252047509357228030,"day":"29"},{"text":"RT @JonCarson44: In times of crisis, Americans look out for one another: http://t.co/3B7AM4om Find out how you can help: http://t.co/h1I ...","month":"11","year":"2012","corpus":"joncarson44 time crisi american look one anoth find help","id":264395013071458300,"day":"02"},{"text":"RT @fema: Accurate and timely #Sandy-related information can be found at: http://t.co/rqZHY0UQ  #NJ #NY #CT","month":"11","year":"2012","corpus":"fema accur time sandi relat inform found","id":266557771577692160,"day":"08"},{"text":"RT @jearnest44: Check out the new official POTUS portrait - just in time for the Inauguration: http://t.co/Blex01HP","month":"01","year":"2013","corpus":"jearnest44 check new offici potu portrait time inaugur","id":292281924637036540,"day":"18"},{"text":"\"I want to take a look one more time\"-President Obama looks back at the crowd following the #inaug2013 ceremony: http://t.co/p0HoojP1","month":"01","year":"2013","corpus":"want take look one time presid obama look back crowd follow inaug2013 ceremoni","id":293743453232304100,"day":"22"},{"text":"\"I’m here today because the time has come for common-sense, comprehensive #ImmigrationReform. Now is the time.\" —President Obama","month":"01","year":"2013","corpus":"today time come common sens comprehens immigrationreform time presid obama","id":296343255321301000,"day":"29"},{"text":"RT if you agree: It's time to fix our broken immigration system: http://t.co/lGkBaPvj #ImmigrationReform http://t.co/JXfiY25D","month":"01","year":"2013","corpus":"agre time fix broken immigr system immigrationreform","id":296669903698681860,"day":"30"},{"text":"\"The time has come to pass comprehensive #ImmigrationReform.\" —President Obama in #SOTU http://t.co/YKuIYuPl","month":"02","year":"2013","corpus":"time come pass comprehens immigrationreform presid obama sotu","id":301523076070375400,"day":"13"},{"text":"Tonight in #SOTU, President Obama called on Congress to reward hard work by raising the minimum wage: http://t.co/VtRHEFfu","month":"02","year":"2013","corpus":"tonight sotu presid obama call congress reward hard work rais minimum wage","id":301580251404849150,"day":"13"},{"text":"\"The leaders of Iran must recognize that now is the time for a diplomatic solution.\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"leader iran must recogn time diplomat solut presid obama sotu","id":301525725964550140,"day":"13"},{"text":"President Obama: \"Corporate profits have rocketed to all-time highs – but for more than a decade, wages &amp; incomes have barely budged\" #SOTU","month":"02","year":"2013","corpus":"presid obama corpor profit rocket time high decad wage amp incom bare budg sotu","id":301515793009631200,"day":"13"},{"text":"\"Let’s declare that in the wealthiest nation on Earth, no one who works full-time should have to live in poverty\" —President Obama #JobsNow","month":"02","year":"2013","corpus":"let declar wealthiest nation earth one work full time live poverti presid obama jobsnow","id":301523862305259500,"day":"13"},{"text":"President Obama: \"Every time we get a piece of economic news, we’ll know it could have been better if not for Congress’ failure to act.\"","month":"03","year":"2013","corpus":"presid obama everi time get piec econom news know could better congress failur act","id":307531339660410900,"day":"01"},{"text":"\"Because of the people in this room, every time we reauthorized the Violence Against Women Act, we improved it\" -@VP Biden #VAWA","month":"03","year":"2013","corpus":"peopl room everi time reauthor violenc women act improv biden vawa","id":309746215401173000,"day":"07"},{"text":"\"We have cried enough. We have known enough heartbreak...#NowIsThe time to turn that heartbreak into something real.\" —President Obama","month":"03","year":"2013","corpus":"cri enough known enough heartbreak ... nowisth time turn heartbreak someth real presid obama","id":317307672129064960,"day":"28"},{"text":"RT if you agree: It's time to fix our broken immigration system. http://t.co/Jby6HWv9O4, http://t.co/i2uEz0BzXX","month":"05","year":"2013","corpus":"agre time fix broken immigr system","id":330756212515827700,"day":"04"},{"text":"RT if you agree: It's time to live up to our heritage as a nation of immigrants by passing immigration reform. http://t.co/PXOMs0HiC8","month":"05","year":"2013","corpus":"agre time live heritag nation immigr pass immigr reform","id":332206982184448000,"day":"08"},{"text":"It's time to give our country's 11 million undocumented immigrants a pathway to earn their citizenship. http://t.co/ZPBNqNvwgv","month":"05","year":"2013","corpus":"time give countri million undocu immigr pathway earn citizenship","id":331921421863374850,"day":"08"},{"text":"Sebastian Krys was brought here as an undocumented child. Now he's a 13-time Grammy Award-winning producer: http://t.co/L93J9aAejZ","month":"05","year":"2013","corpus":"sebastian kri brought undocu child time grammi award win produc","id":332258714864214000,"day":"08"},{"text":"Fixing our broken immigration system will strengthen our economy—and it's time to make it happen: http://t.co/Sy6RcVblSe #iMarch","month":"05","year":"2013","corpus":"fix broken immigr system strengthen economi time make happen imarch","id":337259557145432060,"day":"22"},{"text":"RT if you agree: It's time for smart immigration reform that strengths our economy by attracting and keeping talent in the U.S. #iMarch","month":"05","year":"2013","corpus":"agre time smart immigr reform strength economi attract keep talent imarch","id":337237328617672700,"day":"22"},{"text":"Obama: \"Now’s the time to make the minimum wage a wage you can live on, because 60% of those making the minimum wage are women.\" #EqualPay","month":"06","year":"2013","corpus":"obama time make minimum wage wage live make minimum wage women equalpay","id":344123034728296450,"day":"10"},{"text":"Obama: \"Now’s the time for Congress to step up and pass the Paycheck Fairness Act, so women have better tools to fight for #EqualPay.\"","month":"06","year":"2013","corpus":"obama time congress step pass paycheck fair act women better tool fight equalpay","id":344122292390993900,"day":"10"},{"text":"RT @vj44: 1st time ever new class of @nasa astronauts is 50% women. Now that's what I'm talking about! RT to show your support","month":"06","year":"2013","corpus":"vj44 1st time ever new class nasa astronaut women talk show support","id":346713983622975500,"day":"17"},{"text":"Use #ActOnClimate to share why you agree it's time to do something about climate change.","month":"06","year":"2013","corpus":"use actonclim share agre time someth climat chang","id":349618918773624800,"day":"25"},{"text":"RT @Simas44: Insurance premiums drop by 50% for many New Yorkers. Time for another GOP repeal vote?! #CantMakeThisUp -----&gt;  http://t.co/hp…","month":"07","year":"2013","corpus":"simas44 insur premium drop mani new yorker time anoth gop repeal vote cantmakethisup -----&","id":357485669137920000,"day":"17"},{"text":"Obama: \"It’s about the dad in Maryland who, for the first time ever, saw his family’s premiums go down instead of up.\" #ObamacareInAction","month":"07","year":"2013","corpus":"obama dad maryland first time ever saw famili premium instead obamacareinact","id":357888938372902900,"day":"18"},{"text":"RT @AmbassadorRice: I welcome the EU's timely decision today to designate Hezbollah's military wing as a terrorist organization.","month":"07","year":"2013","corpus":"ambassadorric welcom time decis today design hezbollah militari wing terrorist organ","id":359665245188395000,"day":"23"},{"text":"It's time for Washington to focus on making our country work for all Americans. Middle-class families deserve #ABetterBargain. -bo","month":"07","year":"2013","corpus":"time washington focu make countri work american middl class famili deserv abetterbargain","id":360488183064051700,"day":"25"},{"text":"\"Nobody who works full-time in America should have to live in poverty.\" —President Obama on raising the minimum wage: http://t.co/Cx8wsWW0o9","month":"07","year":"2013","corpus":"nobodi work full time america live poverti presid obama rais minimum wage","id":362355886276091900,"day":"30"},{"text":"\"Opportunity for those who work hard &amp; play by the rules is an American principle. It's time to get back to it\" —Michael, IA #ABetterBargain","month":"07","year":"2013","corpus":"opportun work hard amp play rule american principl time get back michael abetterbargain","id":362699396535689200,"day":"31"},{"text":"\"We have to keep housing affordable for first-time homebuyers and families working to climb into the middle class.\" —President Obama","month":"08","year":"2013","corpus":"keep hous afford first time homebuy famili work climb middl class presid obama","id":364844081052000260,"day":"06"},{"text":"It's time to hold the Assad regime accountable for its use of chemical weapons in #Syria —&gt; http://t.co/h8Sf00OMvN http://t.co/Bu3cpdN60U","month":"09","year":"2013","corpus":"time hold assad regim account use chemic weapon syria","id":376866051541069800,"day":"09"},{"text":"FACT: Under Obama, the deficit is falling faster than any time since World War II —&gt; http://t.co/QR0GxLDtF5, http://t.co/kqRtmWRoqp","month":"09","year":"2013","corpus":"fact obama deficit fall faster time sinc world war","id":380087351436775400,"day":"17"},{"text":"RT if you agree: For the sake of our kids and the future of our planet, it's time to #ActOnClimate change. http://t.co/yOiInhrepo","month":"09","year":"2013","corpus":"agre sake kid futur planet time actonclim chang","id":380432183225106400,"day":"18"},{"text":"We've seen 12 of the hottest years on record since 1998. It's time to #ActOnClimate change: http://t.co/Wkr8GfaFlP","month":"09","year":"2013","corpus":"seen hottest year record sinc 1998 time actonclim chang","id":380350698090545150,"day":"18"},{"text":"RT if you agree: It's time to pay our bills on time and pass a budget that doesn't hurt the middle class. http://t.co/1XpOk3eLgd","month":"09","year":"2013","corpus":"agre time pay bill time pass budget hurt middl class","id":383735591223193600,"day":"27"},{"text":"Obama: \"Congress needs to keep our government open...pay our bills on time &amp; never, ever threaten the full faith and credit of the U.S.\"","month":"09","year":"2013","corpus":"obama congress need keep govern open ... pay bill time amp never ever threaten full faith credit","id":384788243943677950,"day":"30"},{"text":"It's time for Congress to do the right thing for our country and pass a budget that prevents a #governmentshutdown. —bo","month":"10","year":"2013","corpus":"time congress right thing countri pass budget prevent governmentshutdown","id":384848037526269950,"day":"01"},{"text":"It's time to stop playing political games and pass a clean budget that avoids a government #shutdown: http://t.co/gTJuV8jeGq","month":"10","year":"2013","corpus":"time stop play polit game pass clean budget avoid govern shutdown","id":384866019681898500,"day":"01"},{"text":"RT if you agree: It's time to stop playing political games with our economy and pass a budget that protects the middle class. #Shutdown","month":"10","year":"2013","corpus":"agre time stop play polit game economi pass budget protect middl class shutdown","id":384833802574368800,"day":"01"},{"text":"It's time for states refusing to expand Medicaid to put #PeopleOverPolitics &amp; help millions of Americans #GetCovered: http://t.co/T92PEuwuY0","month":"11","year":"2013","corpus":"time state refus expand medicaid put peopleoverpolit amp help million american getcov","id":398154110987292700,"day":"06"},{"text":"\"It's time to end workplace discrimination in this country.\" —@PressSec: http://t.co/7DpXjRtHXv #Equality #ENDA #LGBT","month":"11","year":"2013","corpus":"time end workplac discrimin countri presssec equal enda lgbt","id":398530420859351040,"day":"07"},{"text":"Watch Obama's @PressSec discuss why it's time to ban workplace discrimination against #LGBT Americans: http://t.co/nzCacjJM2M #Equality","month":"11","year":"2013","corpus":"watch obama presssec discuss time ban workplac discrimin lgbt american equal","id":398251250992439300,"day":"07"},{"text":"\"Now is the time to end this kind of discrimination in the workplace.\" —Obama on Senate passage of #ENDA: http://t.co/N35cn4z2GG #Equality","month":"11","year":"2013","corpus":"time end kind discrimin workplac obama senat passag enda equal","id":398544009489944600,"day":"07"},{"text":"RT if you agree: It's time for every state to put #PeopleOverPolitics and help 5.4 million Americans #GetCovered. http://t.co/LXA9e1xbuM","month":"11","year":"2013","corpus":"agre time everi state put peopleoverpolit help million american getcov","id":400652132631584800,"day":"13"},{"text":"RT if you agree: It's time to focus on building #ABetterBargain for the middle class —&gt; http://t.co/zRCCjh6ur9, http://t.co/OqlQw7KaXm","month":"11","year":"2013","corpus":"agre time focu build abetterbargain middl class","id":401137009151836160,"day":"14"},{"text":"Obama: \"For the 1st time in nearly 2 decades...America produces more of our own oil here at home than we buy from other countries.\"","month":"11","year":"2013","corpus":"obama 1st time nearli decad ... america produc oil home buy countri","id":401088914200346600,"day":"14"},{"text":"Big news: We're now importing less oil than we're producing for the 1st time in nearly two decades —&gt; http://t.co/upvFzfwm6g #ActOnClimate","month":"11","year":"2013","corpus":"big news import less oil produc 1st time nearli two decad actonclim","id":401114047635943400,"day":"14"},{"text":"It's time to focus on helping more Americans #GetCovered—not repeal the progress we've made. #Obamacare, http://t.co/GehWZLA5Rv","month":"11","year":"2013","corpus":"time focu help american getcov repeal progress made obamacar","id":401429985614762000,"day":"15"},{"text":"RT @Erin44: \"Making the world we share a better place, one woman at a time.\" —@DrBiden on @StateDept's incredible @TechWomen: http://t.co/v…","month":"11","year":"2013","corpus":"erin44 make world share better place one woman time drbiden statedept incred techwomen","id":403982934514098200,"day":"22"},{"text":"DEADLINE MIDNIGHT:\nLast chance to name the baby #SmithsonianPanda.\nTime to step up.\nVOTE —&gt; http://t.co/GKiBcj1VUl, http://t.co/5DWulw6auI","month":"11","year":"2013","corpus":"deadlin midnight last chanc name babi smithsonianpanda time step vote","id":404046916939288600,"day":"23"},{"text":"President Obama: \"For the first time in nearly a decade, we have halted the progress of the Iranian nuclear program.\" http://t.co/7nc7pUxSmP","month":"11","year":"2013","corpus":"presid obama first time nearli decad halt progress iranian nuclear program","id":404746012343803900,"day":"24"},{"text":"Obama: \"As I have said many times, my strong preference is to resolve this issue peacefully—we have extended the hand of diplomacy.\" #Iran","month":"11","year":"2013","corpus":"obama said mani time strong prefer resolv issu peac extend hand diplomaci iran","id":404453390718992400,"day":"24"},{"text":"President Obama: \"For the first time in nearly a decade, we have halted the progress of the Iranian nuclear program.\" #Iran","month":"11","year":"2013","corpus":"presid obama first time nearli decad halt progress iranian nuclear program iran","id":404453573406126100,"day":"24"},{"text":"RT @WHLive: Obama: \"It is long past time to reform an immigration system that right now doesn't serve America as well as it should.\" #ActOn…","month":"11","year":"2013","corpus":"whlive obama long past time reform immigr system right serv america well acton","id":405065495071555600,"day":"25"},{"text":"Obama: \"I’m going to keep pushing until we get a higher minimum wage for hard-working Americans across the entire country.\" #RaiseTheWage","month":"12","year":"2013","corpus":"obama go keep push get higher minimum wage hard work american across entir countri raisethewag","id":408281382658396160,"day":"04"},{"text":"RT @WHLive: Obama on #SNAP: \"It makes a difference for a mother who’s working, but just having a hard time putting food on the table for he…","month":"12","year":"2013","corpus":"whlive obama snap make differ mother work hard time put food tabl","id":408282129143828500,"day":"04"},{"text":"Obama: \"Christmas is no time for Congress to tell more than 1 million of these Americans that they’ll lose this insurance.\" #ABetterBargain","month":"12","year":"2013","corpus":"obama christma time congress tell million american lose insur abetterbargain","id":408282617327259650,"day":"04"},{"text":"Obama on why we need to reduce income inequality: \"A family in the top 1% has a net worth 288 times higher than the typical family.\"","month":"12","year":"2013","corpus":"obama need reduc incom inequ famili top net worth 288 time higher typic famili","id":408275591788363800,"day":"04"},{"text":"Obama: \"It’s time to ensure that unions have a level playing field to organize for a better deal for workers &amp; better wages\" #ABetterBargain","month":"12","year":"2013","corpus":"obama time ensur union level play field organ better deal worker amp better wage abetterbargain","id":408280541197131800,"day":"04"},{"text":"RT @GovMalloyOffice: It's time for Congress to work w/ @WhiteHouse to reduce inequality, build middle class, provide more ladders of opport…","month":"12","year":"2013","corpus":"govmalloyoffic time congress work whitehous reduc inequ build middl class provid ladder opport","id":408348291035054100,"day":"04"},{"text":"RT if you agree: It's time to give every kid in America access to high-quality early education. #InvestInKids, http://t.co/ohnTAiRHwG","month":"12","year":"2013","corpus":"agre time give everi kid america access high qualiti earli educ investinkid","id":410489777306103800,"day":"10"},{"text":"RT @ezraklein: Under Obamacare, nearly three times as many women are getting free birth control pills http://t.co/hgb7ZsmQXm","month":"12","year":"2013","corpus":"ezraklein obamacar nearli three time mani women get free birth control pill","id":410858019694465000,"day":"11"},{"text":"RT @Jordan44: Who supports raising the minimum wage?:  66% of all Americans (48% strongly support) http://t.co/6OBeQW69on","month":"12","year":"2013","corpus":"jordan44 support rais minimum wage american strongli support","id":413740641860866050,"day":"19"},{"text":"RT if you agree: It's time for Congress to #RenewUI benefits so 1.3 million Americans looking for work don't lose a vital lifeline.","month":"12","year":"2013","corpus":"agre time congress renewui benefit million american look work lose vital lifelin","id":414070447316025340,"day":"20"},{"text":"\"For the first time in years, both parties came together in the spirit of compromise to pass a budget.\" —Obama: http://t.co/RdJXxdPh4z","month":"12","year":"2013","corpus":"first time year parti came togeth spirit compromis pass budget obama","id":414400403225055200,"day":"21"},{"text":"That time Bo tried to make fetch happen → http://t.co/L50nYqomS5 #YearInReview, http://t.co/uI8QYvvdDf","month":"12","year":"2013","corpus":"time tri make fetch happen yearinreview","id":418132183078166500,"day":"31"},{"text":"FACT: Because Congress failed to act, 1.3 million Americans lost unemployment insurance this holiday season. It's time to #RenewUI.","month":"01","year":"2014","corpus":"fact congress fail act million american lost unemploy insur holiday season time renewui","id":419173858331988000,"day":"03"},{"text":"RT if you agree: It's time to restore a vital lifeline for more than 1 million Americans looking for work. #RenewUI, http://t.co/GnnflhNQBZ","month":"01","year":"2014","corpus":"agre time restor vital lifelin million american look work renewui","id":419200601139216400,"day":"03"},{"text":"RT @VP: Today, we are taking steps to further strengthen the federal background check system. It’s time Congress joins us in this effort. -…","month":"01","year":"2014","corpus":"today take step strengthen feder background check system time congress join effort","id":419175963076075500,"day":"03"},{"text":"FACT: Because Congress failed to act, 1.3 million Americans lost unemployment insurance this holiday season. It's time to #RenewUI.","month":"01","year":"2014","corpus":"fact congress fail act million american lost unemploy insur holiday season time renewui","id":420261042162106400,"day":"06"},{"text":"RT @jesseclee44: Was on UI for a time back in '03, last thing it did was decrease motivation to find work; eased panic so I could pursue ef…","month":"01","year":"2014","corpus":"jesseclee44 time back last thing decreas motiv find work eas panic could pursu","id":420241937200054300,"day":"06"},{"text":"President Obama on why it’s time to #RenewUI: “This insurance helps keep food on the table while Dad is sending out resumes.”","month":"01","year":"2014","corpus":"presid obama time renewui insur help keep food tabl dad send resum","id":420601219845853200,"day":"07"},{"text":"RT @arneduncan: The average time to complete a @FAFSA has decreased to 23 minutes. Get started on yours at http://t.co/gBdilpTrmf","month":"01","year":"2014","corpus":"arneduncan averag time complet fafsa decreas minut get start","id":420362923693711360,"day":"07"},{"text":"Obama: \"The pieces are there to restore some of the ground the middle class...lost in recent decades...raising wages for American families.\"","month":"01","year":"2014","corpus":"obama piec restor ground middl class ... lost recent decad ... rais wage american famili","id":423520435075317760,"day":"15"},{"text":"\"When times get tough, we don’t give up. We get up. We innovate. We adapt. We keep going.\" —Obama: http://t.co/V458ttRrhY #InnovationNation","month":"01","year":"2014","corpus":"time get tough give get innov adapt keep go obama innovationn","id":423630006841917440,"day":"16"},{"text":"RT @WHLive: Obama: \"This debate will make us stronger. And I also know that in this time of change, the United States of America will have …","month":"01","year":"2014","corpus":"whlive obama debat make stronger also know time chang unit state america","id":424223923631190000,"day":"17"},{"text":"RT if you agree: It's time to #RenewUI for #1million600K Americans looking for a job. http://t.co/cwgskWpF7K","month":"01","year":"2014","corpus":"agre time renewui 1million600k american look job","id":426781230407770100,"day":"24"},{"text":"Obama: \"If we are serious about economic growth, it is time to...fix our broken immigration system.\" #ActOnCIR http://t.co/LC9MF6dlci","month":"01","year":"2014","corpus":"obama seriou econom growth time ... fix broken immigr system actoncir","id":428355646803562500,"day":"29"},{"text":"Obama to Congress: \"Join the rest of the country. Say yes. Give America a raise.\" #ActOnTenTen #RaiseTheWage, http://t.co/iYWuA5yaDy","month":"01","year":"2014","corpus":"obama congress join rest countri say ye give america rais actontenten raisethewag","id":428359640531755000,"day":"29"},{"text":"We’re importing less oil than we’re producing at home for the first time in nearly 20 years. #ActOnClimate #SOTU, http://t.co/1s7ZOtdBw9","month":"01","year":"2014","corpus":"import less oil produc home first time nearli year actonclim sotu","id":428351339349819400,"day":"29"},{"text":"After calling on Congress to #RaiseTheWage, President Obama speaks at 10:25am ET on why it's time to make it happen: http://t.co/ZjiQxWeQW4","month":"01","year":"2014","corpus":"call congress raisethewag presid obama speak 25am time make happen","id":428540011668332540,"day":"29"},{"text":"Obama: \"We’re not reaching enough kids &amp; we’re not reaching them in time. That has to change.\" #CollegeOpportunity, http://t.co/bZnvzXbL7Q","month":"01","year":"2014","corpus":"obama reach enough kid amp reach time chang collegeopportun","id":428357581505957900,"day":"29"},{"text":"Obama: \"Since I asked...Congress to raise the minimum wage, 5 states have passed laws to raise theirs\" #RaiseTheWage http://t.co/7QinRH1vcu","month":"01","year":"2014","corpus":"obama sinc ask ... congress rais minimum wage state pass law rais raisethewag","id":428358944533131260,"day":"29"},{"text":"Obama: \"No one who works full time should ever have to raise a family in poverty.\" #RaiseTheWage, http://t.co/tT9Szrm9GZ","month":"01","year":"2014","corpus":"obama one work full time ever rais famili poverti raisethewag","id":428358835019857900,"day":"29"},{"text":"Obama: \"Michelle’s @LetsMove partnership...has helped bring down childhood obesity rates for the 1st time in 30 yrs\" http://t.co/QjrU8vLD6v","month":"01","year":"2014","corpus":"obama michel letsmov partnership ... help bring childhood obes rate 1st time yr","id":428352784908300300,"day":"29"},{"text":"Obama: “It’s time to do away with workplace policies that belong in a ‘Mad Men’ episode.” #EqualPay, http://t.co/KzkvwUttjg","month":"01","year":"2014","corpus":"obama time away workplac polici belong mad men episod equalpay","id":428358620175036400,"day":"29"},{"text":"Obama: \"Today, the federal minimum wage doesn’t even go as far as it did in 1950.\" #RaiseTheWage, http://t.co/ytjgtHXKL3","month":"01","year":"2014","corpus":"obama today feder minimum wage even far 1950 raisethewag","id":428948191682125800,"day":"30"},{"text":"Obama: \"Manufacturing is adding jobs for the first time since the 1990s.\" http://t.co/MLAacv5Q2U #MadeInAmerica, http://t.co/tSX73eybst","month":"01","year":"2014","corpus":"obama manufactur ad job first time sinc 1990 madeinamerica","id":428993683703476200,"day":"30"},{"text":"President Obama: \"Americans overwhelmingly agree, no one who works full time should ever have to raise a family in poverty.\" #RaiseTheWage","month":"01","year":"2014","corpus":"presid obama american overwhelmingli agre one work full time ever rais famili poverti raisethewag","id":428947742011170800,"day":"30"},{"text":"Obama to a man from WI making the minimum wage: “We’ve got to make sure work pays.” #RaiseTheWage, http://t.co/1A21EUfLSe","month":"01","year":"2014","corpus":"obama man make minimum wage got make sure work pay raisethewag","id":429335318496428000,"day":"31"},{"text":"RT @Interior: The car wash is a little different this time of year in Rocky Mountain National Park. @RMNPOfficial http://t.co/3Q3Szg58Kl","month":"02","year":"2014","corpus":"interior car wash littl differ time year rocki mountain nation park rmnpoffici","id":431582264397668350,"day":"07"},{"text":"Share the news: Today, President Obama will raise the minimum wage for federal contractors to $10.10 → http://t.co/vD9ibtl4i2 #RaiseTheWage","month":"02","year":"2014","corpus":"share news today presid obama rais minimum wage feder contractor raisethewag","id":433622011945168900,"day":"12"},{"text":"RT @nbcnightlynews: PHOTO: President Obama signs executive order raising minimum wage for federal contract workers http://t.co/I4z4UwyALA","month":"02","year":"2014","corpus":"nbcnightlynew photo presid obama sign execut order rais minimum wage feder contract worker","id":433688137626578940,"day":"12"},{"text":"Obama: \"While Congress decides what it’s going to do, I’m going to do what I can to help raise working Americans’ wages.\" #RaiseTheWage","month":"02","year":"2014","corpus":"obama congress decid go go help rais work american wage raisethewag","id":433684686934917100,"day":"12"},{"text":"Here's a look at the hardworking Americans that would be helped by raising the minimum wage. #RaiseTheWage, http://t.co/ijnMRu3Cde","month":"02","year":"2014","corpus":"look hardwork american would help rais minimum wage raisethewag","id":433653091976880100,"day":"12"},{"text":"\"It made a lot of sense for us.\" —Punch Pizza CEO John Sorrano on raising his employees' wages: http://t.co/qhFjMELejK #RaiseTheWage","month":"02","year":"2014","corpus":"made lot sens punch pizza ceo john sorrano rais employe wage raisethewag","id":433639911267532800,"day":"12"},{"text":"RT @CEABetsey: Let's raise the minimum wage so more people can work their way out of poverty #RaiseTheWage http://t.co/mbRotVVlAk","month":"02","year":"2014","corpus":"ceabetsey let rais minimum wage peopl work way poverti raisethewag","id":433709418065428500,"day":"12"},{"text":"FACT: Raising the federal minimum wage to $10.10/hour would lift wages for 28 million Americans. http://t.co/CMYFxuAk57 #RaiseTheWage","month":"02","year":"2014","corpus":"fact rais feder minimum wage hour would lift wage million american raisethewag","id":433626592133120000,"day":"12"},{"text":"Happy 80th birthday to one of the greatest basketball players of all-time, Bill Russell. http://t.co/dMdhAmORkt","month":"02","year":"2014","corpus":"happi 80th birthday one greatest basketbal player time bill russel","id":433658045248602100,"day":"12"},{"text":"\"America deserves a raise.\" —Obama in an email after raising the minimum wage for federal contractors: http://t.co/da6Ta80vym #RaiseTheWage","month":"02","year":"2014","corpus":"america deserv rais obama email rais minimum wage feder contractor raisethewag","id":433752425803956200,"day":"13"},{"text":"RT @CEABetsey: Roses are red, violets are blue, I think women need a raise, how about you? #WhatWomenNeed #RaiseTheWage http://t.co/kzFcHxh…","month":"02","year":"2014","corpus":"ceabetsey rose red violet blue think women need rais whatwomenne raisethewag","id":434417591495708700,"day":"14"},{"text":"Obama: \"The average worker who would get a raise if Congress acts is about 35 years old.\" http://t.co/R3oVZ3zEdJ #RaiseTheWage","month":"02","year":"2014","corpus":"obama averag worker would get rais congress act year old raisethewag","id":434790532183629800,"day":"15"},{"text":"RT @arneduncan: I had a great time--and a great team--at #SprintCeleb game. Thx for all the support. Keep cheering for education! http://t.…","month":"02","year":"2014","corpus":"arneduncan great time great team sprintceleb game thx support keep cheer educ","id":434800195499745300,"day":"15"},{"text":"\"It’s time to pass that bill and give America a raise.\" —Obama to Congress on raising the minimum wage: http://t.co/GujW843jY9 #RaiseTheWage","month":"02","year":"2014","corpus":"time pass bill give america rais obama congress rais minimum wage raisethewag","id":436292958019530750,"day":"20"},{"text":"Obama: \"I'm going to continue to press Congress to pass a federal min wage bill that goes up to $10.10\" http://t.co/0xWMIuajX8 #RaiseTheWage","month":"02","year":"2014","corpus":"obama go continu press congress pass feder min wage bill goe raisethewag","id":436921248707530750,"day":"21"},{"text":"\"One of America’s largest retailers, @GapInc, decided to raise wages for its employees.\" —Obama: http://t.co/TEXzjL1mj5 #RaiseTheWage","month":"02","year":"2014","corpus":"one america largest retail gapinc decid rais wage employe obama raisethewag","id":437285769774780400,"day":"22"},{"text":"\"Raising Americans’ wages isn’t just a good deed; it’s good business and good for our economy.\" —Obama: http://t.co/eG4V5ErFcm #RaiseTheWage","month":"02","year":"2014","corpus":"rais american wage good deed good busi good economi obama raisethewag","id":437610413081886700,"day":"23"},{"text":"RT @GovMalloyOffice: Excited to welcome President Obama to CT on Wed for a #RaiseTheWage event. RT if you agree America deserves a raise. h…","month":"02","year":"2014","corpus":"govmalloyoffic excit welcom presid obama wed raisethewag event agre america deserv rais","id":438797024226738200,"day":"26"},{"text":"\"This would help out single parents like me to...finish raising their kids alone on 1 income.\" —Idrissa S. on why it's time to #RaiseTheWage","month":"02","year":"2014","corpus":"would help singl parent like ... finish rais kid alon incom idrissa time raisethewag","id":438730310771941400,"day":"26"},{"text":"RT @WHLive: President Obama: \"It’s #TimeFor1010. It’s time to give America a raise.\" #RaiseTheWage","month":"03","year":"2014","corpus":"whlive presid obama timefor1010 time give america rais raisethewag","id":441300348477919200,"day":"05"},{"text":"RT if you agree: Nobody who works full-time should live in poverty. It's time to #RaiseTheWage. http://t.co/FAfCVqbsal","month":"03","year":"2014","corpus":"agre nobodi work full time live poverti time raisethewag","id":441272176637796350,"day":"05"},{"text":"Don't miss President Obama speak at 2:30pm ET on why it's time to raise the minimum wage → http://t.co/7w68yiIEie #RaiseTheWage","month":"03","year":"2014","corpus":"miss presid obama speak 30pm time rais minimum wage raisethewag","id":441290621144535040,"day":"05"},{"text":"FACT: Raising the federal minimum wage to $10.10/hour would lift wages for 28 million Americans. http://t.co/4XsBMmFEur #RaiseTheWage","month":"03","year":"2014","corpus":"fact rais feder minimum wage hour would lift wage million american raisethewag","id":441260779493281800,"day":"05"},{"text":"\"This is not about politics. This is about common sense.\" —President Obama on why it's time to #RaiseTheWage: http://t.co/d4ORXJOjUE","month":"03","year":"2014","corpus":"polit common sens presid obama time raisethewag","id":441379636824797200,"day":"06"},{"text":"Obama: \"Half of all Republicans support raising the minimum wage...it’s just too bad they don’t serve in Congress.\" http://t.co/sHWCKPYWPP","month":"03","year":"2014","corpus":"obama half republican support rais minimum wage ... bad serv congress","id":442365575679844350,"day":"08"},{"text":"We've seen 12 of the hottest years on record since 1998. It's time to #ActOnClimate change. #Up4Climate, http://t.co/4W1OzvoULp","month":"03","year":"2014","corpus":"seen hottest year record sinc 1998 time actonclim chang up4clim","id":443152739879505900,"day":"10"},{"text":"Women earn just $0.77 for every $1 men earn. Here's how raising the min wage would help close that gap: http://t.co/sCJesCCf5I #WomenSucceed","month":"03","year":"2014","corpus":"women earn everi men earn rais min wage would help close gap womensucce","id":443849512000696300,"day":"12"},{"text":"FACT: If Congress doesn't act, the min wage is projected to lose 1.7% of its value in 2014—enough to buy a month of groceries. #RaiseTheWage","month":"03","year":"2014","corpus":"fact congress act min wage project lose valu 2014 enough buy month groceri raisethewag","id":446399823189921800,"day":"19"},{"text":"RT if you agree: It's time to help more than 28 million workers by raising the minimum wage. #RaiseTheWage, http://t.co/7gvyck4NOn","month":"03","year":"2014","corpus":"agre time help million worker rais minimum wage raisethewag","id":446392373174493200,"day":"19"},{"text":"Obama: \"It’s time for a women’s economic agenda that grows our economy for everyone. That begins with making sure women receive #EqualPay.\"","month":"03","year":"2014","corpus":"obama time women econom agenda grow economi everyon begin make sure women receiv equalpay","id":446726684054921200,"day":"20"},{"text":"\"It’s time to do away with workplace policies that belong in a “Mad Men” episode.\" —Obama on making sure women earn #EqualPay for equal work","month":"03","year":"2014","corpus":"time away workplac polici belong mad men episod obama make sure women earn equalpay equal work","id":446727410147663900,"day":"20"},{"text":"Millions of Americans stand to benefit if Congress raises the minimum wage. See where they live → http://t.co/RoSuZxkHMk #RaiseTheWage","month":"03","year":"2014","corpus":"million american stand benefit congress rais minimum wage see live raisethewag","id":448208927386517500,"day":"24"},{"text":"Share why you agree it's time to raise the minimum wage to $10.10/hour → http://t.co/Yuns0FQrqm #RaiseTheWage http://t.co/HzZVWMX8eI","month":"03","year":"2014","corpus":"share agre time rais minimum wage hour raisethewag","id":448168406093529100,"day":"24"},{"text":"Raising the minimum wage would benefit millions. Share how it would help you or someone you know → http://t.co/LbZB65Hl9y #RaiseTheWage","month":"03","year":"2014","corpus":"rais minimum wage would benefit million share would help someon know raisethewag","id":448475895112937500,"day":"25"},{"text":"Here's how President Obama's plan to raise the minimum wage and tipped wages would benefit women → http://t.co/ONs6NPpiAO #RaiseTheWage","month":"03","year":"2014","corpus":"presid obama plan rais minimum wage tip wage would benefit women raisethewag","id":448826760474279940,"day":"26"},{"text":"RT @Cecilia44: FACT: More than half of all Americans who earn the minimum wage are women. #RaiseTheWage, http://t.co/wOvFTziRtf","month":"03","year":"2014","corpus":"cecilia44 fact half american earn minimum wage women raisethewag","id":448844378510221300,"day":"26"},{"text":"Great to see CT vote to #RaiseTheWage. A hard day's work deserves a fair wage, and nobody who works full time should live in poverty. -bo","month":"03","year":"2014","corpus":"great see vote raisethewag hard day work deserv fair wage nobodi work full time live poverti","id":448972117087100900,"day":"26"},{"text":".@GovMalloyOffice just signed a bill to raise CT's minimum wage to $10.10.\nRT if you agree it's time to #RaiseTheWage for all Americans.","month":"03","year":"2014","corpus":"govmalloyoffic sign bill rais minimum wage agre time raisethewag american","id":449316057233510400,"day":"27"},{"text":"\"There's clear data that shows fair wages generate loyalty of workers to their employers.\" —@VP Biden: http://t.co/LMXPbjfg77 #RaiseTheWage","month":"03","year":"2014","corpus":"clear data show fair wage gener loyalti worker employ biden raisethewag","id":449976858742771700,"day":"29"},{"text":"RT @vj44: “After using my new insurance for the 1st time…I felt like a human being again. I felt that I had value.”—Marla Morine #7MillionA…","month":"04","year":"2014","corpus":"vj44 use new insur 1st time felt like human felt valu .”— marla morin 7milliona","id":451106917965119500,"day":"01"},{"text":"Who makes the minimum wage?\nMore than half → Women\nMore than half → Work full time\nIt's time to #RaiseTheWage. http://t.co/n7dQBtc2wK","month":"04","year":"2014","corpus":"make minimum wage half women half work full time time raisethewag","id":451378401811513340,"day":"02"},{"text":"Obama: \"3 in 4 Americans support raising the minimum wage. Here’s the problem. Republicans in Congress don’t want to vote to raise it.\"","month":"04","year":"2014","corpus":"obama american support rais minimum wage problem republican congress want vote rais","id":451438078696378400,"day":"02"},{"text":"\"It would help lift wages for nearly 28 million Americans.\" —Obama on raising the minimum wage #RaiseTheWage http://t.co/MwPH9CeWcS","month":"04","year":"2014","corpus":"would help lift wage nearli million american obama rais minimum wage raisethewag","id":451437735203438600,"day":"02"},{"text":"“Nobody who works full time should have to live in poverty.” —President Obama #RaiseTheWage http://t.co/1NceJ7SYHt","month":"04","year":"2014","corpus":"nobodi work full time live poverti presid obama raisethewag","id":451436223253323800,"day":"02"},{"text":"\"7.1 million Americans have now signed up for coverage through the #ACA...that's enough to fill up the Big House 65 times.\" —President Obama","month":"04","year":"2014","corpus":"million american sign coverag aca ... enough fill big hous time presid obama","id":451434037459316740,"day":"02"},{"text":"RT if you agree: No one who works full time should have to live in poverty. It's time to #RaiseTheWage. http://t.co/FMZnu8zo50","month":"04","year":"2014","corpus":"agre one work full time live poverti time raisethewag","id":451805348270055400,"day":"03"},{"text":"RT @HillaryClinton: A majority of lower wage jobs are held by women. Raising the minimum wage is good for women &amp; for the economy. http://t…","month":"04","year":"2014","corpus":"hillaryclinton major lower wage job held women rais minimum wage good women amp economi","id":451767897703329800,"day":"03"},{"text":"Obama: \"The MD Legislature did the right thing for its workers today by increasing the state minimum wage to $10.10.\" http://t.co/gQNmcCNx9R","month":"04","year":"2014","corpus":"obama legislatur right thing worker today increas state minimum wage","id":453227311052369900,"day":"07"},{"text":"It's long past time to ensure #EqualPay for women. #EqualPayDay2014, http://t.co/ELM6SWii8s","month":"04","year":"2014","corpus":"long past time ensur equalpay women equalpayday2014","id":453583068545028100,"day":"08"},{"text":"Many Rosie the Riveters earned #EqualPay for equal work in the 1940s. It's long past time to ensure equal pay today. http://t.co/KTVSvLSPlJ","month":"04","year":"2014","corpus":"mani rosi rivet earn equalpay equal work 1940 long past time ensur equal pay today","id":453611025489604600,"day":"08"},{"text":"Happening now: President Obama speaks on why it's time to ensure #EqualPay for women → http://t.co/WMTQ6V7cKs #WomenSucceed","month":"04","year":"2014","corpus":"happen presid obama speak time ensur equalpay women womensucce","id":453561164778438660,"day":"08"},{"text":"\"I urge Congress to follow Minnesota’s lead: Raise the federal minimum wage.\" —President Obama: http://t.co/TCOHCCaenb #RaiseTheWage","month":"04","year":"2014","corpus":"urg congress follow minnesota lead rais feder minimum wage presid obama raisethewag","id":454379928193335300,"day":"10"},{"text":"Raising the minimum wage to $10.10 would benefit 28 million Americans.\nIt's time for Congress to #ActOn1010 → http://t.co/JD0OG3P2zc","month":"04","year":"2014","corpus":"rais minimum wage would benefit million american time congress acton1010","id":459785141393424400,"day":"25"},{"text":"President Obama's Weekly Address: Congress needs to act on the minimum wage → http://t.co/WqHRPUVsoU #ActOn1010","month":"04","year":"2014","corpus":"presid obama weekli address congress need act minimum wage acton1010","id":460093584939556860,"day":"26"},{"text":"\"Nobody who works full-time should ever have to live in poverty\" —Obama on why it's time to #RaiseTheWage: http://t.co/WqHRPUVsoU #ActOn1010","month":"04","year":"2014","corpus":"nobodi work full time ever live poverti obama time raisethewag acton1010","id":460068811803090940,"day":"26"},{"text":"RT @NancyPelosi: Why should we #raisethewage? Because a small raise can make a big difference in lifting families out of poverty: http://t.…","month":"04","year":"2014","corpus":"nancypelosi raisethewag small rais make big differ lift famili poverti","id":460826815389790200,"day":"28"},{"text":"Here are 28 million reasons why it's time to raise the minimum wage → http://t.co/xK0HzjtaB5 #RaiseTheWage http://t.co/rG1s8X45EH","month":"04","year":"2014","corpus":"million reason time rais minimum wage raisethewag","id":460816542293577700,"day":"28"},{"text":"\"Nobody who works full-time should ever have to live in poverty.\" —President Obama on why it's time to #RaiseTheWage http://t.co/vJwOnBeS7b","month":"04","year":"2014","corpus":"nobodi work full time ever live poverti presid obama time raisethewag","id":460871021831393300,"day":"28"},{"text":"RT @VP: \"Now is the time to invest in America, to rebuild its infrastructure, its education system...now is the time.\" -- VP http://t.co/x8…","month":"04","year":"2014","corpus":"time invest america rebuild infrastructur educ system ... time","id":460894966894825500,"day":"28"},{"text":"RT @USDOL: FACT: 57% of small biz owners support raising the federal minimum wage.Take it from these guys: http://t.co/Htznt36nlL #RaiseThe…","month":"04","year":"2014","corpus":"usdol fact small biz owner support rais feder minimum wage take guy raiseth","id":461256064647069700,"day":"29"},{"text":"Happening now: President Obama speaks on why it's time to raise the minimum wage → http://t.co/Q7bfTSHFyt #1010Means","month":"04","year":"2014","corpus":"happen presid obama speak time rais minimum wage 1010mean","id":461581263179366400,"day":"30"},{"text":"\"Because Republicans in Congress said 'no,' they’ll have to wait for the raise they deserve.\" —Obama #1010Means http://t.co/yQY5Oxee7G","month":"04","year":"2014","corpus":"republican congress said wait rais deserv obama 1010mean","id":461581971819593700,"day":"30"},{"text":"Nearly every GOP senator just blocked raising wages for 28 million Americans.\nRT if you agree that's wrong #1010Means http://t.co/nwKwBaRZ2y","month":"04","year":"2014","corpus":"nearli everi gop senat block rais wage million american agre wrong 1010mean","id":461561656968224800,"day":"30"},{"text":"\"About 3 in 4 Americans support raising the minimum wage.\" —President Obama #RaiseTheWage #1010Means","month":"04","year":"2014","corpus":"american support rais minimum wage presid obama raisethewag 1010mean","id":461582301605154800,"day":"30"},{"text":"Obama: \"This is a very simple issue: Either you're in favor of raising wages for hardworking Americans, or you're not.\" #1010Means","month":"04","year":"2014","corpus":"obama simpl issu either favor rais wage hardwork american 1010mean","id":461582884730834940,"day":"30"},{"text":"Great news: The Hawaii Legislature just voted to raise the state minimum wage to $10.10 → http://t.co/01GhAvLDvL #1010Means","month":"04","year":"2014","corpus":"great news hawaii legislatur vote rais state minimum wage 1010mean","id":461531846031859700,"day":"30"},{"text":"At 3:10pm ET, President Obama speaks on why it's time to raise the minimum wage. Watch → http://t.co/Q7bfTSHFyt #1010Means","month":"04","year":"2014","corpus":"10pm presid obama speak time rais minimum wage watch 1010mean","id":461577200987545600,"day":"30"},{"text":"\"It's a crime. It's wrong.\" —@SteveCarell on why it's time to put an end to sexual assault: http://t.co/cuXhp0ynFu #1is2Many","month":"04","year":"2014","corpus":"crime wrong stevecarel time put end sexual assault 1is2mani","id":461499331108175900,"day":"30"},{"text":"\"In the wealthiest nation on Earth, no one who works full-time should ever have to raise a family in poverty.\" —President Obama #1010Means","month":"04","year":"2014","corpus":"wealthiest nation earth one work full time ever rais famili poverti presid obama 1010mean","id":461582490738905100,"day":"30"},{"text":"RT if you agree with President Obama: It's time to help all our kids #ReachHigher and complete their education. http://t.co/Z4OYs5BIk5","month":"05","year":"2014","corpus":"agre presid obama time help kid reachhigh complet educ","id":462365100834557950,"day":"02"},{"text":"RT @GovernorOMalley: I just signed legislation that will raise Maryland’s minimum wage to $10.10/hr.","month":"05","year":"2014","corpus":"governoromalley sign legisl rais maryland minimum wage","id":463334452299829250,"day":"05"},{"text":"RT @Interior: To celebrate being named to the @TIME #Twitter140, here is an amazing photo from @JoshuaTreeNP. http://t.co/F4DS5Xv9vq","month":"05","year":"2014","corpus":"interior celebr name time twitter140 amaz photo joshuatreenp","id":463362327136706560,"day":"05"},{"text":"RT if you agree: It's time to #RebuildAmerica and create jobs by fixing our crumbling roads, bridges and ports. http://t.co/n3uBvws5pP","month":"05","year":"2014","corpus":"agre time rebuildamerica creat job fix crumbl road bridg port","id":466684123047002100,"day":"14"},{"text":"RT @VP: You don’t want to be a school that mishandles rape. Step up. It’s time. #1is2Many http://t.co/aExQPlgQCo http://t.co/crr18mdkOv","month":"05","year":"2014","corpus":"want school mishandl rape step time 1is2mani","id":467000180244770800,"day":"15"},{"text":"\"We should be making sure that people are rewarded for hard work with higher wages.\" —Obama #RaiseTheWage http://t.co/C71PrMcfQD","month":"05","year":"2014","corpus":"make sure peopl reward hard work higher wage obama raisethewag","id":469567581243060200,"day":"22"},{"text":"RT @LaborSec: I'm proud of Hawaii for raising its MinWage to $10.10. Now it's time for Congress to #RaiseTheWage for ALL Americans. http://…","month":"05","year":"2014","corpus":"laborsec proud hawaii rais minwag time congress raisethewag american","id":469965019929915400,"day":"23"},{"text":"\"One of the brightest lights of our time.\" —President Obama on the passing of #MayaAngelou: http://t.co/N0U1f4O0Ho http://t.co/MiH6YUNxv5","month":"05","year":"2014","corpus":"one brightest light time presid obama pass mayaangel","id":471723453175693300,"day":"28"},{"text":"\"No parent who works full-time should have to raise a family in poverty.\" —President Obama: http://t.co/Bqubcxrr20 #HappyFathersDay","month":"06","year":"2014","corpus":"parent work full time rais famili poverti presid obama happyfathersday","id":477824095048855550,"day":"14"},{"text":"\"There’s nothing more precious in life than the time we spend with our children.\" —President Obama on Father's Day: http://t.co/Bqubcxrr20","month":"06","year":"2014","corpus":"noth preciou life time spend children presid obama father day","id":478175130841915400,"day":"15"},{"text":"“Cynicism is a choice. Hope is a better choice.” —Obama on why it's time to #ActOnClimate: http://t.co/aClPfoVKBw http://t.co/3NbeOnDdDB","month":"06","year":"2014","corpus":"cynic choic hope better choic obama time actonclim","id":478610359751020540,"day":"16"},{"text":"RT @NSCPress: The timing for the President's statement on #Iraq has been updated to 1:15pm ET.","month":"06","year":"2014","corpus":"nscpress time presid statement iraq updat 15pm","id":479673859927719940,"day":"19"},{"text":"RT @ParadeMagazine: \"My first 4 jobs were minimum wage or close to it.” - President Obama http://t.co/64fasMBfeW #FamiliesSucceed","month":"06","year":"2014","corpus":"parademagazin first job minimum wage close presid obama familiessucce","id":479990219811594240,"day":"20"},{"text":"It's time to update our workplaces policies to help more working #FamiliesSucceed: http://t.co/5cI9S7RiBT http://t.co/PcBavxVNcG","month":"06","year":"2014","corpus":"time updat workplac polici help work familiessucce","id":480765651863478300,"day":"22"},{"text":"\"America deserves a raise.\" —President Obama #RaiseTheWage #FamiliesSucceed http://t.co/DkLa5ZkBSO","month":"06","year":"2014","corpus":"america deserv rais presid obama raisethewag familiessucce","id":481139013559283700,"day":"23"},{"text":"Obama: \"Since I asked Congress to raise the minimum wage last year...13 states have taken steps to raise it on their own.\" #FamiliesSucceed","month":"06","year":"2014","corpus":"obama sinc ask congress rais minimum wage last year ... state taken step rais familiessucce","id":481138591557767200,"day":"23"},{"text":"RT @WHLive: \"We need to raise the minimum wage.\" —@VJ44 at the Working Families Summit #FamiliesSucceed http://t.co/OO7Jp6RqEO","month":"06","year":"2014","corpus":"whlive need rais minimum wage vj44 work famili summit familiessucce","id":481064535755722750,"day":"23"},{"text":"On average, women are still paid less than men for doing the same work.\nIt's time to change that → http://t.co/A8GvhkaIJN #FamiliesSucceed","month":"06","year":"2014","corpus":"averag women still paid less men work time chang familiessucce","id":481147230263341060,"day":"23"},{"text":"RT @Lehrich44: IKEA: raising minimum wage \"a win-win-win for our co-workers, our customers and our stores\" http://t.co/58rziqpL0N","month":"06","year":"2014","corpus":"lehrich44 ikea rais minimum wage win win win worker custom store","id":482182590003433500,"day":"26"},{"text":"RT @vj44: Congrats to @MassGovernor on raising the minimum wage to $11 by 2017. 13th state to #RaisetheWage, including MN where POTUS is to…","month":"06","year":"2014","corpus":"vj44 congrat massgovernor rais minimum wage 2017 13th state raisethewag includ potu","id":482267262154731500,"day":"26"},{"text":"President Obama's doing his job to fight for middle-class families. It's time for the GOP in Congress to do theirs. http://t.co/SxdFjIJ9JO","month":"07","year":"2014","corpus":"presid obama job fight middl class famili time gop congress","id":487385014938906600,"day":"10"},{"text":"RT @LaborSec: Don't think #SmallBiz supports a minimum wage increase? Think again: http://t.co/VnWvq27coY #RaiseTheWage http://t.co/cZrUYH0…","month":"07","year":"2014","corpus":"laborsec think smallbiz support minimum wage increas think raisethewag","id":487604852550533100,"day":"11"},{"text":"New map: Check out the state of roads and bridges in your state—and why it's time to #RebuildAmerica → http://t.co/VAevH7GBGF","month":"07","year":"2014","corpus":"new map check state road bridg state time rebuildamerica","id":488715751801761800,"day":"14"},{"text":"It's time for Congress to reauthorize funding to rebuild our roads &amp; bridges: http://t.co/VAevH7GBGF #RebuildAmerica http://t.co/BYaPeRZiTB","month":"07","year":"2014","corpus":"time congress reauthor fund rebuild road amp bridg rebuildamerica","id":488719350388776960,"day":"14"},{"text":"FACT: 65% of our major roads are rated in less than good condition. It's time to #RebuildAmerica: http://t.co/VAevH7GBGF","month":"07","year":"2014","corpus":"fact major road rate less good condit time rebuildamerica","id":488738334693658600,"day":"14"},{"text":"RT @WHLive: \"Americans spend 5.5 billion hours stuck in traffic each year, which costs us $120 billion in wasted time and gas.\" —Obama #Reb…","month":"07","year":"2014","corpus":"whlive american spend billion hour stuck traffic year cost 120 billion wast time ga obama reb","id":489074880579911700,"day":"15"},{"text":"RT if you agree: It's time to fix our crumbling roads and bridges → http://t.co/hgchB2nUf4 #RebuildAmerica http://t.co/YGlwbJym6C","month":"07","year":"2014","corpus":"agre time fix crumbl road bridg rebuildamerica","id":489095902641291260,"day":"15"},{"text":"65% of our roads are rated in less than good condition. It's time to fix that: http://t.co/BmxJSGX73Q #RebuildAmerica http://t.co/n9vL7Ehtup","month":"07","year":"2014","corpus":"road rate less good condit time fix rebuildamerica","id":489794893837897700,"day":"17"},{"text":"\"We should raise the minimum wage so that no one who works full-time has to live in poverty.\" —Obama: http://t.co/AqnMHEQd7K #RaiseTheWage","month":"07","year":"2014","corpus":"rais minimum wage one work full time live poverti obama raisethewag","id":490526580406366200,"day":"19"},{"text":"\"We can honor and emulate him by taking time...to engage in acts of service.\" —President Obama on #MandelaDay: http://t.co/0opkwwrtyK","month":"07","year":"2014","corpus":"honor emul take time ... engag act servic presid obama mandeladay","id":490294959501623300,"day":"19"},{"text":"\"I firmly believe that it’s time to address this injustice for every American.\" —President Obama on expanding #WorkplaceEquality #LGBT","month":"07","year":"2014","corpus":"firmli believ time address injustic everi american presid obama expand workplaceequ lgbt","id":491232087794794500,"day":"21"},{"text":"RT @CEABetsey: Minimum wage workers last got a raise 5 years ago today (7/24/09). It’s long past time for another one.  #RaiseTheWage","month":"07","year":"2014","corpus":"ceabetsey minimum wage worker last got rais year ago today long past time anoth one raisethewag","id":492335989734797300,"day":"24"},{"text":"RT if you agree: It's time to raise the minimum wage → http://t.co/fMEhvXfOhy #1010Now #RaiseTheWage http://t.co/GiF5skNBwm","month":"07","year":"2014","corpus":"agre time rais minimum wage 1010now raisethewag","id":492311811774234600,"day":"24"},{"text":"\"America deserves a raise. It’ll be good for those workers and for business.\" —President Obama #RaiseTheWage #1010Now http://t.co/4EvpfuxlPY","month":"07","year":"2014","corpus":"america deserv rais good worker busi presid obama raisethewag 1010now","id":492406716764786700,"day":"24"},{"text":"\"When #WomenSucceed, America succeeds.\" —Obama on why it's time to help ensure #EqualPay for women http://t.co/9tzIx7fXmL","month":"07","year":"2014","corpus":"womensucce america succe obama time help ensur equalpay women","id":492406468592025600,"day":"24"},{"text":"RT @WHLive: \"They said 'no' to raising the minimum wage. They said 'no' to fair pay for women.\" —President Obama on Republicans in Congress","month":"07","year":"2014","corpus":"whlive said rais minimum wage said fair pay women presid obama republican congress","id":494518826697256960,"day":"30"},{"text":"It's time for the House GOP to join President Obama &amp; help expand opportunity for more Americans. #DoYourJobHouseGOP http://t.co/fN4SlT0KZg","month":"07","year":"2014","corpus":"time hous gop join presid obama amp help expand opportun american doyourjobhousegop","id":494625096947212300,"day":"30"},{"text":"Don't sue, vote to raise the minimum wage so nobody who works full-time has to live in poverty. #DoYourJobHouseGOP http://t.co/UirfzkZ0uA","month":"07","year":"2014","corpus":"sue vote rais minimum wage nobodi work full time live poverti doyourjobhousegop","id":494588090217160700,"day":"30"},{"text":"States are taking the lead, but it's time for Congress to #RaiseTheWage for all Americans → http://t.co/fMEhvXfOhy http://t.co/sHHyupzmY1","month":"08","year":"2014","corpus":"state take lead time congress raisethewag american","id":499285857770422300,"day":"12"},{"text":"RT if you agree: It's time to raise the minimum wage for all hardworking Americans → http://t.co/fMEhvXfOhy http://t.co/sHHyupzmY1","month":"08","year":"2014","corpus":"agre time rais minimum wage hardwork american","id":499292706854940700,"day":"12"},{"text":"Nobody who works full-time should have to live in poverty. It's time to #RaiseTheWage → http://t.co/aOsNk222m2 http://t.co/vd2IN5kN0f","month":"08","year":"2014","corpus":"nobodi work full time live poverti time raisethewag","id":499334544722366460,"day":"12"},{"text":"It's time to #RaiseTheWage and help millions of families lift themselves out of poverty. #RaiseTheWage http://t.co/xuVRt9jFj4","month":"08","year":"2014","corpus":"time raisethewag help million famili lift poverti raisethewag","id":499578676086706200,"day":"13"},{"text":"RT @VP: \"Nobody in America who works full-time should have to live in poverty.\" -VP Biden in Chicago on need to #RaiseTheWage http://t.co/3…","month":"08","year":"2014","corpus":"nobodi america work full time live poverti biden chicago need raisethewag","id":504030005157171200,"day":"25"},{"text":"Let's help millions of #WomenSucceed by raising the minimum wage to $10.10. #RaiseTheWage #WomensEqualityDay http://t.co/Kx6pi0TtAJ","month":"08","year":"2014","corpus":"let help million womensucce rais minimum wage raisethewag womensequalityday","id":504368255956684800,"day":"26"},{"text":"RT @RepJohnYarmuth: By age 65, avg US woman will have lost $431K over her working life b/c of pay gap. Past time for #equalpay. #WEmatter h…","month":"08","year":"2014","corpus":"repjohnyarmuth age avg woman lost 431k work life pay gap past time equalpay wematt","id":504380598631551000,"day":"26"},{"text":"RT if you agree: It's long-past time to close the earnings gap &amp; ensure #EqualPay for women → http://t.co/8EeBLQX7Cb http://t.co/hBTsQTibqN","month":"08","year":"2014","corpus":"agre long past time close earn gap amp ensur equalpay women","id":504687392947994600,"day":"27"},{"text":"\"Raising the minimum wage...would help around 28 million Americans from all walks of life.\" —Obama: http://t.co/VSVyPDFaNv #RaiseTheWage","month":"08","year":"2014","corpus":"rais minimum wage ... would help around million american walk life obama raisethewag","id":505743009476911100,"day":"30"},{"text":"\"No one who works full-time should ever have to raise a family in poverty.\" —President Obama #RaiseTheWage #LaborDay http://t.co/KA4PvjCEqS","month":"09","year":"2014","corpus":"one work full time ever rais famili poverti presid obama raisethewag laborday","id":506519970441089000,"day":"01"},{"text":"\"When the rest of the country is working to raise wages, but Republicans in Congress won’t, it ain’t right.\" —Obama #RaiseTheWage","month":"09","year":"2014","corpus":"rest countri work rais wage republican congress right obama raisethewag","id":506521343517790200,"day":"01"},{"text":"\"If you work full-time in America, you shouldn’t be living in poverty.\" —Obama: http://t.co/pz7syFtbOH #RaiseTheWage http://t.co/0CEyN6wo7Z","month":"09","year":"2014","corpus":"work full time america live poverti obama raisethewag","id":506607520916320260,"day":"02"},{"text":"\"The currents of history ebb and flow, but over time they flow toward freedom.\" —President Obama in Estonia: http://t.co/b4tqL36eMn","month":"09","year":"2014","corpus":"current histori ebb flow time flow toward freedom presid obama estonia","id":507159165857722400,"day":"03"},{"text":"RT @USDOL: When #WomenSucceed, America succeeds. 60% of people who would benefit from raising the wage are women. http://t.co/NcjI27wTtX","month":"09","year":"2014","corpus":"usdol womensucce america succe peopl would benefit rais wage women","id":507588223502417900,"day":"04"},{"text":"\"For the first time since the 1990s, American manufacturing is steadily adding jobs.\" —@VP Biden: http://t.co/kG1nyWw8WM #MadeInAmerica","month":"09","year":"2014","corpus":"first time sinc 1990 american manufactur steadili ad job biden madeinamerica","id":508374140743454700,"day":"06"},{"text":"RT @VP: \"It’s long past due to increase the minimum wage.\" -VP Biden in the Weekly Address https://t.co/dUVpAcu5SV #RaiseTheWage","month":"09","year":"2014","corpus":"long past due increas minimum wage biden weekli address raisethewag","id":508305591601987600,"day":"06"},{"text":"\"It’s time to close tax loopholes so we can reduce the deficit, and invest in rebuilding America.\" —@VP Biden: http://t.co/kG1nyWw8WM","month":"09","year":"2014","corpus":"time close tax loophol reduc deficit invest rebuild america biden","id":508706301098987500,"day":"07"},{"text":"When #WomenSucceed, America succeeds. It's long-past time to ensure #EqualPay for women. #PaycheckFairness http://t.co/pS1qbuR1I3","month":"09","year":"2014","corpus":"womensucce america succe long past time ensur equalpay women paycheckfair","id":509742201136750600,"day":"10"},{"text":"RT @Cecilia44: Today's Min Wage rule will raise wages for 200k American workers, reward work and grow the middle class: http://t.co/gGZzL2k…","month":"10","year":"2014","corpus":"cecilia44 today min wage rule rais wage 200k american worker reward work grow middl class","id":517369246377332740,"day":"01"},{"text":"\"Nobody who works full-time in America should ever have to raise a family in poverty.\" —Obama #RaiseTheWage http://t.co/iHQbrZ3zd9","month":"10","year":"2014","corpus":"nobodi work full time america ever rais famili poverti obama raisethewag","id":517748471630426100,"day":"02"},{"text":"\"The folks who keep blocking a minimum wage increase are running out of excuses. Let’s give America a raise.\" —Obama: http://t.co/0NHVW7RMD6","month":"10","year":"2014","corpus":"folk keep block minimum wage increas run excus let give america rais obama","id":518815397223481340,"day":"05"},{"text":"\"It’s time to raise the minimum wage. It would put more money in workers’ pockets.\" —President Obama: http://t.co/0NHVW7RMD6 #RaiseTheWage","month":"10","year":"2014","corpus":"time rais minimum wage would put money worker pocket presid obama raisethewag","id":518762615481196540,"day":"05"},{"text":"RT @VP: \"It's time to raise the wage for millions of people.\" -VP Biden meeting with local leaders in Las Vegas #RaiseTheWage http://t.co/e…","month":"10","year":"2014","corpus":"time rais wage million peopl biden meet local leader la vega raisethewag","id":519247811783974900,"day":"06"},{"text":"Here's what raising the minimum wage would mean to folks around the country → http://t.co/akWsI1nrq5 #RaiseTheWage http://t.co/FjQqwbNSY0","month":"10","year":"2014","corpus":"rais minimum wage would mean folk around countri raisethewag","id":519145770751389700,"day":"06"},{"text":"Check out stories from Americans across the country on how raising the minimum wage would help them → http://t.co/akWsI1nrq5 #RaiseTheWage","month":"10","year":"2014","corpus":"check stori american across countri rais minimum wage would help raisethewag","id":519188149101416450,"day":"06"},{"text":"Raising the minimum wage would benefit millions of Americans.\nRT if you agree it's time to raise it. #RaiseTheWage http://t.co/qxJ3oBXCjS","month":"10","year":"2014","corpus":"rais minimum wage would benefit million american agre time rais raisethewag","id":519232829356777500,"day":"06"},{"text":"Worth a read: Small business owners on why \"The American Dream needs a fair minimum wage.\" http://t.co/Z2EgBljtUh #RaiseTheWage","month":"10","year":"2014","corpus":"worth read small busi owner american dream need fair minimum wage raisethewag","id":519196704206102500,"day":"06"},{"text":"FACT: Raising the minimum wage would help more than 2 million Americans lift themselves out of poverty. #RaiseTheWage http://t.co/7jR4nvp2UM","month":"10","year":"2014","corpus":"fact rais minimum wage would help million american lift poverti raisethewag","id":519174194446495740,"day":"06"},{"text":"Millions of Americans around the country support raising the minimum wage. Read some of their stories → http://t.co/akWsI1nrq5 #RaiseTheWage","month":"10","year":"2014","corpus":"million american around countri support rais minimum wage read stori raisethewag","id":519483959408078850,"day":"07"},{"text":".@VP Biden: No one who works 40 hours a week should live in poverty → http://t.co/SHfoevWHpI #RaiseTheWage http://t.co/NRlIbdPGus","month":"10","year":"2014","corpus":"biden one work hour week live poverti raisethewag","id":519917160299503600,"day":"08"},{"text":"RT @SenatorBoxer: Nearly 3 million Californians would see their wages go up if we raised the minimum wage. #RaiseTheWage http://t.co/5Agyqt…","month":"10","year":"2014","corpus":"senatorbox nearli million californian would see wage rais minimum wage raisethewag","id":519938594585444350,"day":"08"},{"text":"When #WomenSucceed, America succeeds. It's time to help millions of women by raising the minimum wage. #RaiseTheWage http://t.co/3K4F6RcPy2","month":"10","year":"2014","corpus":"womensucce america succe time help million women rais minimum wage raisethewag","id":519865663188660200,"day":"08"},{"text":"RT @PattyMurray: A #minimumwage worker who puts in 40 hrs/wk w/ no time off earns ~$3k below the poverty line for a family of 3. #WEmatter …","month":"10","year":"2014","corpus":"pattymurray minimumwag worker put hr time earn poverti line famili wematt","id":519934281465233400,"day":"08"},{"text":"\"For the first time in more than 6 years, the unemployment rate has now dropped below 6%.\" —President Obama http://t.co/5t2vMf9WpE","month":"10","year":"2014","corpus":"first time year unemploy rate drop %.\" presid obama","id":520334467014357000,"day":"09"},{"text":"RT @SenatorBaldwin: When we #RaiseTheWage, it'll benefit women, families, full-time working adults and the entire state of Wisconsin. http:…","month":"10","year":"2014","corpus":"senatorbaldwin raisethewag benefit women famili full time work adult entir state wisconsin http","id":520297098462642200,"day":"09"},{"text":"Raising the minimum wage would benefit millions of Americans.\nRT if you agree it's time to #RaiseTheWage. http://t.co/95wcf32XE1","month":"10","year":"2014","corpus":"rais minimum wage would benefit million american agre time raisethewag","id":520702110208622600,"day":"10"},{"text":"When #WomenSucceed, America succeeds. It's time to help millions of women by raising the minimum wage. #RaiseTheWage http://t.co/3K4F6RcPy2","month":"10","year":"2014","corpus":"womensucce america succe time help million women rais minimum wage raisethewag","id":520602529701580800,"day":"10"},{"text":"\"America deserves a raise right now.\" —President Obama: http://t.co/nT4QCYQnY9 #RaiseTheWage http://t.co/FjCsB0bysb","month":"10","year":"2014","corpus":"america deserv rais right presid obama raisethewag","id":520943835980242940,"day":"11"},{"text":"Our daughters should be treated the same as our sons.\nIt's time to ensure #EqualPay for women. http://t.co/lqItXmfx31","month":"10","year":"2014","corpus":"daughter treat son time ensur equalpay women","id":522081767596240900,"day":"14"},{"text":"\"Today, the minimum wage buys you about 20% less than it did in 1981.\"\nWatch → http://t.co/Yhze6FCj6K #RaiseTheWage","month":"10","year":"2014","corpus":"today minimum wage buy less 1981 watch raisethewag","id":522049484340363260,"day":"14"},{"text":"Why we need to raise the minimum wage, in less than 2 minutes.\nWatch → http://t.co/Yhze6FCj6K #RaiseTheWage","month":"10","year":"2014","corpus":"need rais minimum wage less minut watch raisethewag","id":522038613715222500,"day":"14"},{"text":"RT @USDOL: Perez: \"A majority of small businesses – support an increase in the minimum wage to $10.10.\" http://t.co/KXi3h8y5Pd","month":"10","year":"2014","corpus":"usdol perez major small busi support increas minimum wage","id":524258755140403200,"day":"20"},{"text":"RT @USDOL: Compared to other countries, our minimum wage is low — really low. #RaiseTheWage http://t.co/uXuqj2EMjN","month":"10","year":"2014","corpus":"usdol compar countri minimum wage low realli low raisethewag","id":525381339093422100,"day":"23"},{"text":"Women make less than men in almost every field 4 years after graduation. It's time to change that. #EqualPay http://t.co/0SMNvZD9PV","month":"10","year":"2014","corpus":"women make less men almost everi field year graduat time chang equalpay","id":525372523874373600,"day":"23"},{"text":"Our daughters should be treated the same as our sons.\nIt's time to ensure #EqualPay for women. http://t.co/a3idofGYbM","month":"10","year":"2014","corpus":"daughter treat son time ensur equalpay women","id":527508997360738300,"day":"29"},{"text":"It's time for Republicans in Congress to help close the pay gap between men and women. #EqualPay http://t.co/CcAyNIOHaG","month":"10","year":"2014","corpus":"time republican congress help close pay gap men women equalpay","id":527910365414170600,"day":"30"},{"text":"\"For the first time in more than six years, the unemployment rate is below 6%.\" —President Obama http://t.co/CnYjS9jEta","month":"10","year":"2014","corpus":"first time six year unemploy rate %.\" presid obama","id":528206821014515700,"day":"31"},{"text":"\"No one who works full-time in America should be below the poverty line.\" —President Obama #RaiseTheWage http://t.co/QxY64P3Rv6","month":"10","year":"2014","corpus":"one work full time america poverti line presid obama raisethewag","id":528210451721498600,"day":"31"},{"text":"Let's help millions of Americans lift themselves out of poverty by raising the minimum wage. #RaiseTheWage http://t.co/DzpBNJ7awy","month":"10","year":"2014","corpus":"let help million american lift poverti rais minimum wage raisethewag","id":528276211102134300,"day":"31"},{"text":"On average, women who work full-time still earn just $0.78 for every $1 men earn.\nIt's time to change that. http://t.co/Ip9aGyoDtd","month":"10","year":"2014","corpus":"averag women work full time still earn everi men earn time chang","id":528197643101421600,"day":"31"},{"text":"RT @VP: Let's face the facts → Republicans in Congress continue to block raising the minimum wage. http://t.co/R1DwRDJiR7","month":"10","year":"2014","corpus":"let face fact republican congress continu block rais minimum wage","id":528221314121990140,"day":"31"},{"text":"\"Let’s do this—let’s give America a raise.\" —President Obama: http://t.co/flhvqkcvDz #RaiseTheWage http://t.co/DzpBNJ7awy","month":"11","year":"2014","corpus":"let let give america rais presid obama raisethewag","id":528947166622912500,"day":"02"},{"text":"\"About 28 million workers would benefit from an increase in the minimum wage to $10.10/hour.\" —Obama: http://t.co/flhvqkcvDz #RaiseTheWage","month":"11","year":"2014","corpus":"million worker would benefit increas minimum wage hour obama raisethewag","id":528932089043771400,"day":"02"},{"text":"When #WomenSucceed, America succeeds. It's long-past time to ensure #EqualPay for women → http://t.co/YspXYBqoWE http://t.co/vGVitVtj4j","month":"11","year":"2014","corpus":"womensucce america succe long past time ensur equalpay women","id":529407797914783740,"day":"03"},{"text":"\"For the first time in six years, the unemployment rate is below 6%.\" —President Obama: http://t.co/flhvqkcvDz http://t.co/CnYjS9jEta","month":"11","year":"2014","corpus":"first time six year unemploy rate %.\" presid obama","id":529090613174485000,"day":"03"},{"text":"Nobody who works full-time should have to raise a family in poverty: http://t.co/wARzurCJUt #RaiseTheWage http://t.co/irgLMfZ80h","month":"11","year":"2014","corpus":"nobodi work full time rais famili poverti raisethewag","id":529358043008335900,"day":"03"},{"text":"RT if you agree: It's time to ensure #EqualPay for women → http://t.co/zU442SRAjK http://t.co/OTPT3C26mc","month":"11","year":"2014","corpus":"agre time ensur equalpay women","id":529347434032283650,"day":"03"},{"text":"Women make less than men in almost every field 4 years after graduation. It's time to change that. #EqualPay http://t.co/R4YHe3e1m8","month":"11","year":"2014","corpus":"women make less men almost everi field year graduat time chang equalpay","id":529664702079434750,"day":"04"},{"text":"Let's help millions of #WomenSucceed by raising the minimum wage to $10.10 → http://t.co/wARzurCJUt #RaiseTheWage http://t.co/ldvzfIt2Yh","month":"11","year":"2014","corpus":"let help million womensucce rais minimum wage raisethewag","id":529770324519165950,"day":"04"},{"text":"Our businesses have added at least 200,000 jobs in 9 straight months, the 1st time that's happened since the 1990s → http://t.co/G72bKriGWD","month":"11","year":"2014","corpus":"busi ad least 200 000 job straight month 1st time happen sinc 1990","id":530761451472834560,"day":"07"},{"text":"\"No one who works full-time should have to raise a family in poverty.\" —@LaborSec on why it's time to #RaiseTheWage: http://t.co/43ytGt68gD","month":"11","year":"2014","corpus":"one work full time rais famili poverti laborsec time raisethewag","id":530877252615954400,"day":"08"},{"text":"Climate change is one of the biggest threats we face. It's time to help communities respond → http://t.co/LFR1FnK7xy http://t.co/KAgBMdZnx7","month":"11","year":"2014","corpus":"climat chang one biggest threat face time help commun respond","id":534732922297675800,"day":"18"},{"text":"It's time to fix our broken immigration system. Watch President Obama announce his #ImmigrationAction. http://t.co/uZbTvBxKEH","month":"11","year":"2014","corpus":"time fix broken immigr system watch presid obama announc immigrationact","id":535612527283929100,"day":"21"},{"text":"\"Today, we have more agents and technology deployed to secure our southern border than at any time in our history\" —Obama #ImmigrationAction","month":"11","year":"2014","corpus":"today agent technolog deploy secur southern border time histori obama immigrationact","id":535599337888161800,"day":"21"},{"text":"RT if you agree: It's time to fix our broken immigration system → http://t.co/qzUegYsEXY #ImmigrationAction http://t.co/mOfI5kV8bl","month":"11","year":"2014","corpus":"agre time fix broken immigr system immigrationact","id":536950994131640300,"day":"24"},{"text":"\"The upswing in job growth this year has come in industries with higher wages. Overall wages are on the rise\" —Obama: http://t.co/3cCSTwNOcm","month":"12","year":"2014","corpus":"upsw job growth year come industri higher wage overal wage rise obama","id":541321242263842800,"day":"06"},{"text":"RT @shakira: .@keithdhardy spending time with their kids, sending them to school early, giving them nutrition, stimulation and love","month":"12","year":"2014","corpus":"shakira keithdhardi spend time kid send school earli give nutrit stimul love","id":542702092008189950,"day":"10"},{"text":"\"In times of crisis and challenge, the world turns to America for leadership.\" —President Obama: http://t.co/Ay5UCNSAHi","month":"12","year":"2014","corpus":"time crisi challeng world turn america leadership presid obama","id":544265641285255200,"day":"14"},{"text":"\"These 50 years have shown that isolation hasn’t worked. It’s time for a new approach.\" —President Obama #CubaPolicy http://t.co/dppjtoqGWP","month":"12","year":"2014","corpus":"year shown isol work time new approach presid obama cubapolici","id":545264307722678300,"day":"17"},{"text":"\"50 years have shown that isolation hasn’t worked. It’s time for a new approach.\" —President Obama #CubaPolicy http://t.co/Qrzp5zODZk","month":"12","year":"2014","corpus":"year shown isol work time new approach presid obama cubapolici","id":545318836832960500,"day":"17"},{"text":"Good news: Minimum wage increases in 20 states and D.C. will benefit more than 3 million workers → http://t.co/pB5c8KRyPF #RaiseTheWage","month":"01","year":"2015","corpus":"good news minimum wage increas state benefit million worker raisethewag","id":551123709248167940,"day":"02"},{"text":"President Obama's #FreeCommunityCollege plan could save a full-time student an average of $3,800/year in tuition. http://t.co/SdliJWL2lG","month":"01","year":"2015","corpus":"presid obama freecommunitycolleg plan could save full time student averag 800 year tuition","id":553340579283619840,"day":"09"},{"text":"\"I want to commend the @Spurs for…hiring Becky Hammon as the first female full-time assistant coach in the @NBA\" —President Obama","month":"01","year":"2015","corpus":"want commend spur hire becki hammon first femal full time assist coach nba presid obama","id":554727703459692540,"day":"12"},{"text":"RT @LaborSec: RT if you agree: It’s time for us to #LeadOnLeave →  http://t.co/3Q6nmgFzri","month":"01","year":"2015","corpus":"laborsec agre time leadonleav","id":555791690330824700,"day":"15"},{"text":"\"It’s not a nice-to-have—it’s a must-have. It’s time we stop treating child care as a side issue\" —Obama #SOTU http://t.co/2DHWGpcjLO","month":"01","year":"2015","corpus":"nice must time stop treat child care side issu obama sotu","id":557725935295016960,"day":"21"},{"text":"RT if you agree: It's time for equal pay for women. http://t.co/NKU3ndKHOu #SOTU #EqualPay http://t.co/VUO8RjgRiZ","month":"01","year":"2015","corpus":"agre time equal pay women sotu equalpay","id":557727011876392960,"day":"21"},{"text":"\"We’ve worked responsibly to cut the population of GTMO in half. Now it’s time to finish the job.\" —President Obama #SOTU","month":"01","year":"2015","corpus":"work respons cut popul gtmo half time finish job presid obama sotu","id":557733645214302200,"day":"21"},{"text":"RT @Clyburn: It’s time to close loopholes that help the wealthiest few and big corporations.  We need to embrace working men and women. #SO…","month":"01","year":"2015","corpus":"clyburn time close loophol help wealthiest big corpor need embrac work men women","id":557744992526282750,"day":"21"},{"text":"\"It is time that we stop treating #ChildCare as a side issue or a…women’s issue.” —President Obama http://t.co/SwledJLTOg","month":"01","year":"2015","corpus":"time stop treat childcar side issu women issu presid obama","id":558320495104245760,"day":"22"},{"text":"RT if you agree: It's time to #ProtectTheArcticRefuge in Alaska → http://t.co/PmDLN867d9 http://t.co/2GUqvYUlr4","month":"01","year":"2015","corpus":"agre time protectthearcticrefug alaska","id":559814145105985540,"day":"26"},{"text":"\"That’s the promise of #PrecisionMedicine—delivering the right treatment, at the right time, every time.\" —Obama http://t.co/CqrqVblHMx","month":"01","year":"2015","corpus":"promis precisionmedicin deliv right treatment right time everi time obama","id":561199391026196500,"day":"30"},{"text":"RT @WHWeb: President Obama just released his #2016Budget. And, for the 1st time, you can see all the data behind it on @GitHub→ https://t.c…","month":"02","year":"2015","corpus":"whweb presid obama releas 2016budget 1st time see data behind github","id":562383593981243400,"day":"02"},{"text":"RT @LaborSec: 22 years ago Pres. Clinton signed FMLA into law. Now, it's time to take the next step and #LeadOnLeave. http://t.co/3Q6nmgnYj…","month":"02","year":"2015","corpus":"laborsec year ago pre clinton sign fmla law time take next step leadonleav","id":563420428115263500,"day":"05"},{"text":"\"In a time when conflicts around the world sometimes seem intractable...Germany’s story gives us hope\" —Obama on 70 years since WWII's end","month":"02","year":"2015","corpus":"time conflict around world sometim seem intract ... germani stori give hope obama year sinc wwii end","id":564834504406102000,"day":"09"},{"text":"Congrats to Philadelphia and Mayor Nutter for expanding paid sick leave.\nNow it's time for Congress to #LeadOnLeave. http://t.co/TCbW90OVt2","month":"02","year":"2015","corpus":"congrat philadelphia mayor nutter expand paid sick leav time congress leadonleav","id":565981354912137200,"day":"12"},{"text":"\"It's game time America. So go visit http://t.co/GNfbftrfo3. #GetCovered today.\" —@Spurs Coach Gregg Popovich: http://t.co/FUYoNEmfDp","month":"02","year":"2015","corpus":"game time america visit getcov today spur coach gregg popovich","id":565902052274888700,"day":"12"},{"text":"RT @RepMarciaFudge: Back-door payments and hidden fees on retirement funds are hurting the middle class. It's time to #ProtectYourSavings h…","month":"02","year":"2015","corpus":"repmarciafudg back door payment hidden fee retir fund hurt middl class time protectyoursav","id":569961493996769300,"day":"23"},{"text":"We can't play politics with our national security. It's time to #FundDHS with no strings attached. http://t.co/FEqoKJjicA","month":"02","year":"2015","corpus":"play polit nation secur time funddh string attach","id":570715681047629800,"day":"25"},{"text":"RT if you agree: It's time for Republicans in Congress to stop playing politics with our national security. #FundDHS http://t.co/nxgWCdo56q","month":"02","year":"2015","corpus":"agre time republican congress stop play polit nation secur funddh","id":571352081157586940,"day":"27"},{"text":"It's time for a trade deal that helps American workers and protects our environment. #LeadOnTrade http://t.co/z6dbQOBlpW","month":"03","year":"2015","corpus":"time trade deal help american worker protect environ leadontrad","id":573245407850983400,"day":"04"},{"text":"It's time to increase access to education and empower girls around the world → http://t.co/cEWIR52NSE #LetGirlsLearn http://t.co/A7DOT9sS3T","month":"03","year":"2015","corpus":"time increas access educ empow girl around world letgirlslearn","id":573164762365857800,"day":"04"},{"text":"America's businesses have added at least 200,000 jobs in 12 straight months, the 1st time that's happened since 1977. http://t.co/iY7Pb9l3vG","month":"03","year":"2015","corpus":"america busi ad least 200 000 job straight month 1st time happen sinc 1977","id":573863969120776200,"day":"06"},{"text":"“It’s not science fiction. It’s not speculation. This is what the science tells us.” —President Obama on why it's time to #ActOnClimate","month":"03","year":"2015","corpus":"scienc fiction specul scienc tell presid obama time actonclim","id":573928367700992000,"day":"06"},{"text":"\"Today, there are more job openings in the United States than at any time since 2001.\" —President Obama http://t.co/B11m5YinuR","month":"03","year":"2015","corpus":"today job open unit state time sinc 2001 presid obama","id":578268271213850600,"day":"18"},{"text":"\"It’s a chance to spend time with family, to celebrate miracles from days gone by.\" —Obama on Passover and Easter: http://t.co/DHnWucPqYX","month":"04","year":"2015","corpus":"chanc spend time famili celebr miracl day gone obama passov easter","id":584416926136270800,"day":"04"},{"text":"\"I’m pleased to have Cuba represented with us at this summit for the very first time.\" —President Obama at the Summit of the Americas","month":"04","year":"2015","corpus":"pleas cuba repres summit first time presid obama summit america","id":586643786945527800,"day":"10"},{"text":"RT @SenWarren: Last year every GOP senator voted against the Paycheck Fairness Act. It's long past time for #EqualPayNow. http://t.co/nabrm…","month":"04","year":"2015","corpus":"senwarren last year everi gop senat vote paycheck fair act long past time equalpaynow","id":588045155036504000,"day":"14"},{"text":"On average, women who work full-time make just $0.78 for every $1 men earn.\nRT if you agree it's time for #EqualPay. http://t.co/HM4C9u1XHU","month":"04","year":"2015","corpus":"averag women work full time make everi men earn agre time equalpay","id":588447828843737100,"day":"15"},{"text":"RT if you agree: It's time to mobilize the world to combat climate change → https://t.co/RyN9RCpgtQ #ActOnClimate","month":"04","year":"2015","corpus":"agre time mobil world combat climat chang actonclim","id":591685883083886600,"day":"24"},{"text":"\"When the playing field is level, nobody can beat us.\" —Obama on why it's time to pass his trade deal: http://t.co/7QArLMvpK1 #LeadOnTrade","month":"04","year":"2015","corpus":"play field level nobodi beat obama time pass trade deal leadontrad","id":592006430456090600,"day":"25"},{"text":"RT @FLOTUS: The new \"Kailua Blue\" Obama China will be served for the first time at the #JapanStateDinner: http://t.co/9P18hdifnD http://t.c…","month":"04","year":"2015","corpus":"flotu new kailua blue obama china serv first time japanstatedinn","id":592766846585196500,"day":"27"},{"text":"\"There are many Japanese cars in America. I want to see more American cars in Japan\" —Obama on why it's time to pass the TPP #LeadOnTrade","month":"04","year":"2015","corpus":"mani japanes car america want see american car japan obama time pass tpp leadontrad","id":593086189902680000,"day":"28"},{"text":"“All lives matter. We care about your future. Not just sometimes, but all the time.\" —Obama #MyBrothersKeeper http://t.co/n6zEBUKpY4","month":"05","year":"2015","corpus":"live matter care futur sometim time obama mybrotherskeep","id":595304139036315600,"day":"04"},{"text":"It's time to #LeadOnTrade and pass a trade deal that helps Americans get ahead. http://t.co/6DWm9JG7yc","month":"05","year":"2015","corpus":"time leadontrad pass trade deal help american get ahead","id":596754860806111200,"day":"08"},{"text":"RT if you agree: It’s time to expand opportunity by investing in early childhood education. #PovertySummit http://t.co/jGFM67ogN5","month":"05","year":"2015","corpus":"agre time expand opportun invest earli childhood educ povertysummit","id":598158088739389400,"day":"12"},{"text":"Tea time at Camp David.\nPresident Obama is meeting with Gulf state leaders at the #GCCSummit. http://t.co/I5ASHhPbS3","month":"05","year":"2015","corpus":"tea time camp david presid obama meet gulf state leader gccsummit","id":598915433526202400,"day":"14"},{"text":"RT if you agree: It's time to #ActOnClimate by investing in clean energy → http://t.co/YD9G6URXN6 http://t.co/RrdcMrK4t7","month":"05","year":"2015","corpus":"agre time actonclim invest clean energi","id":600809892501450800,"day":"19"},{"text":"The planet is getting warmer.\nGlaciers are melting.\nSea levels are rising.\nIt's time to #ActOnClimate. http://t.co/l1rKJK5KQH","month":"05","year":"2015","corpus":"planet get warmer glacier melt sea level rise time actonclim","id":601068930518655000,"day":"20"},{"text":"A sea level rise of just 1 foot could cost America $200 billion.\nIt's time to #ActOnClimate: http://t.co/K5YxkHO9qw http://t.co/iSO9GY3NNT","month":"05","year":"2015","corpus":"sea level rise foot could cost america 200 billion time actonclim","id":601401738676043800,"day":"21"},{"text":"\"Welcome ­back. This is the 3rd time in the last 5 years—the World Champion San Francisco Giants!\" —@POTUS http://t.co/8q4CL1WSmp","month":"06","year":"2015","corpus":"welcom back 3rd time last year world champion san francisco giant potu","id":606527203661217800,"day":"04"},{"text":"\"We’ll never go back to a time when our citizens can be denied coverage because of a preexisting condition\" —@POTUS #ACAWorks","month":"06","year":"2015","corpus":"never back time citizen deni coverag preexist condit potu acawork","id":608308149905293300,"day":"09"},{"text":"President Obama's trade deal would put American workers first.\nIt's time to #LeadOnTrade → http://t.co/BmEPgbUld8 http://t.co/MoC9jE793y","month":"06","year":"2015","corpus":"presid obama trade deal would put american worker first time leadontrad","id":609374351792566300,"day":"12"},{"text":"We're generating 20 times more solar power than when @POTUS took office → http://t.co/Y2UKhyyaZQ #ActOnClimate http://t.co/vISWHGKHZz","month":"06","year":"2015","corpus":"gener time solar power potu took offic actonclim","id":610877933411037200,"day":"16"},{"text":"\"Over the past couple years, 17 states and 6 major cities have raised the minimum wage for their workers.\" —@POTUS: http://t.co/T978CUK4RU","month":"06","year":"2015","corpus":"past coupl year state major citi rais minimum wage worker potu","id":612326597220155400,"day":"20"},{"text":"RT @SecBurwell: It’s time for us to #ActOnClimate, for the sake of our children’s health and our planet → http://t.co/j9PXq13bhI #2degrees","month":"06","year":"2015","corpus":"secburwel time actonclim sake children health planet 2degre","id":613438262951067600,"day":"23"},{"text":"AGOA has supported hundreds of thousands of jobs in Africa and America.\nIt's time to pass it: http://t.co/Dm1DbKUsac http://t.co/WD7PhZlOa4","month":"06","year":"2015","corpus":"agoa support hundr thousand job africa america time pass","id":613788693422174200,"day":"24"},{"text":"Trade Adjustment Assistance benefits workers in every state.\nIt's time to reauthorize it → http://t.co/EbJTwb52Te http://t.co/bvinPOEvjc","month":"06","year":"2015","corpus":"trade adjust assist benefit worker everi state time reauthor","id":613781769293180900,"day":"24"},{"text":"\"Someday, our grandkids will ask us if there was really a time when America discriminated against people who get sick.\" —@POTUS #ACAWorks","month":"06","year":"2015","corpus":"someday grandkid ask realli time america discrimin peopl get sick potu acawork","id":614095261388931100,"day":"25"},{"text":"China is out-investing America in its Export-Import Banks.\nIt's time to start changing that → http://t.co/G4rEC3yMRw http://t.co/B30J4J3hL7","month":"06","year":"2015","corpus":"china invest america export import bank time start chang","id":616006133979832300,"day":"30"},{"text":"RT @POTUS: now's time to encourage states that held off for political reasons to do the right thing; contact state officials! https://t.co/…","month":"07","year":"2015","corpus":"potu time encourag state held polit reason right thing contact state offici","id":616336446723649500,"day":"01"},{"text":"\"Americans and Cubans alike are ready to move forward. I believe it’s time for Congress to do the same.\" —@POTUS #CubaPolicy","month":"07","year":"2015","corpus":"american cuban alik readi move forward believ time congress potu cubapolici","id":616263410142060500,"day":"01"},{"text":"\"We need to boost the minimum wage and give America a raise.\" —@POTUS #RaiseTheWage http://t.co/sgsiL41fOL","month":"07","year":"2015","corpus":"need boost minimum wage give america rais potu raisethewag","id":616683336833048600,"day":"02"},{"text":"\"No matter where you live this is a special time of year to be an American.\" —@POTUS on celebrating July 4th","month":"07","year":"2015","corpus":"matter live special time year american potu celebr juli 4th","id":616677639290552300,"day":"02"},{"text":"RT if you agree: It's time to make it easier for every American to access clean energy → http://t.co/6lAkqSk2Kc http://t.co/BjJ5r9PVfP","month":"07","year":"2015","corpus":"agre time make easier everi american access clean energi","id":618472186601345000,"day":"07"},{"text":"\"If folks have served their time and have re-entered society, they should be able to vote.\" —@POTUS: http://t.co/oZ6YAb70Wn","month":"07","year":"2015","corpus":"folk serv time enter societi abl vote potu","id":621068982427127800,"day":"14"},{"text":"RT @JohnKerry: On August 14, it will be my honor to raise the American flag at our Embassy in Havana, #Cuba for 1st time in 56 years. #USCu…","month":"07","year":"2015","corpus":"johnkerri august honor rais american flag embassi havana cuba 1st time year uscu","id":623183469208862700,"day":"20"},{"text":"\"Join us.\nWe can do this.\nIt’s time for America,\nand the world,\nto #ActOnClimate change.\"\n—@POTUS #CleanPowerPlan http://t.co/GBSJ8hDkgd","month":"08","year":"2015","corpus":"join time america world actonclim chang potu cleanpowerplan","id":627956840266080300,"day":"02"},{"text":"We can't condemn our kids to a planet that's beyond fixing.\nIt's time to #ActOnClimate. #CleanPowerPlan http://t.co/GBSJ8hlIRD","month":"08","year":"2015","corpus":"condemn kid planet beyond fix time actonclim cleanpowerplan","id":627870205432107000,"day":"02"},{"text":"RT @LeoDiCaprio: \"Join us.\nWe can do this.\nIt’s time for America,\nand the world,\nto #ActOnClimate change.\"\n—@POTUS: http://t.co/AvqKkepbEU …","month":"08","year":"2015","corpus":"leodicaprio join time america world actonclim chang potu","id":628280344870039600,"day":"03"},{"text":"RT @POTUS: It's time to change that. With the Clean Power Plan, by 2030, carbon pollution from power plants will be 32% lower than it was a…","month":"08","year":"2015","corpus":"potu time chang clean power plan 2030 carbon pollut power plant lower","id":628283352303411200,"day":"03"},{"text":"50 years ago, President Johnson signed the Voting Rights Act into law.\nIt's time to restore it. #RestoreTheVRA #VRA50 http://t.co/iHtuGTUK1w","month":"08","year":"2015","corpus":"year ago presid johnson sign vote right act law time restor restorethevra vra50","id":629334089691234300,"day":"06"},{"text":"RT @repjohnlewis: At this time 50 yrs ago today, the Voting Rights Act of 1965 was signed into law. http://t.co/TBcsbgplSy","month":"08","year":"2015","corpus":"repjohnlewi time yr ago today vote right act 1965 sign law","id":629322145064095700,"day":"06"},{"text":"Every American deserves equal access to the polls → http://t.co/Xc7SEzuXOM\nIt's time to #RestoreTheVRA. #VRA50 http://t.co/iHtuGUckT4","month":"08","year":"2015","corpus":"everi american deserv equal access poll time restorethevra vra50","id":629742101509484500,"day":"07"},{"text":"RT if you agree: It's time to #ActOnClimate.\nWatch @POTUS preview his trip to Alaska → http://t.co/eAVC9RjeMV http://t.co/X1iKf8dKDb","month":"08","year":"2015","corpus":"agre time actonclim watch potu preview trip alaska","id":631854001940660200,"day":"13"},{"text":"RT @VP: The last time we had an embassy in Cuba was January 1961. Today, we're changing that. Watch @JohnKerry in Havana → http://t.co/yc39…","month":"08","year":"2015","corpus":"last time embassi cuba januari 1961 today chang watch johnkerri havana","id":632185563647361000,"day":"14"},{"text":"For the first time in 54 years, the American flag flies above @USEmbCuba. #Cuba 🇺🇸 http://t.co/0O4X1m5bb8","month":"08","year":"2015","corpus":"first time year american flag fli usembcuba cuba 🇺🇸","id":632200981837574100,"day":"14"},{"text":"RT @StateDeptLive: .@JohnKerry: The time is now to reach out to one another, as two peoples who are no longer enemies or rivals, but neighb…","month":"08","year":"2015","corpus":"statedeptl johnkerri time reach one anoth two peopl longer enemi rival neighb","id":632199098456629200,"day":"14"},{"text":"RT @DJ44: .@IamGoldie22 We're stepping up our game big time on cancer through the Precision Medicine Iniative https://t.co/XFLvGBjJlS.","month":"08","year":"2015","corpus":"dj44 iamgoldie22 step game big time cancer precis medicin ini","id":634039683584909300,"day":"19"},{"text":".@POTUS had a great time learning the Yup'ik dance from kids in Alaska → https://t.co/yNKHwu1xK3 http://t.co/0PpL4EsrGl","month":"09","year":"2015","corpus":"potu great time learn yup danc kid alaska","id":639438128936304600,"day":"03"},{"text":"\"This will give about 300,000 working Americans access to paid sick leave for the first time.\" —@POTUS #LeadOnLeave http://t.co/JKoTsyT0PJ","month":"09","year":"2015","corpus":"give 300 000 work american access paid sick leav first time potu leadonleav","id":640914483943219200,"day":"07"},{"text":"We're the only advanced nation that doesn't guarantee paid leave.\nRT if you agree it's time to fix that. #LeadOnLeave http://t.co/TzXHJyyXZ0","month":"09","year":"2015","corpus":"advanc nation guarante paid leav agre time fix leadonleav","id":640932005727879200,"day":"07"},{"text":"RT @vj44: A. Hatfield is right: No one should have to choose between their job and their child.\nIt's time to #LeadOnLeave. http://t.co/NPWd…","month":"09","year":"2015","corpus":"vj44 hatfield right one choos job child time leadonleav","id":640935348927905800,"day":"07"},{"text":"RT @Diana44: It's time for Republicans in Congress to pass a budget that keeps our government open and helps grow our economy: http://t.co/…","month":"09","year":"2015","corpus":"diana44 time republican congress pass budget keep govern open help grow economi","id":644185399267590100,"day":"16"},{"text":"RT @VICE: The moment @POTUS meets federal inmates for the first time: http://t.co/D91PYRShWl #VICEonHBO http://t.co/LQIUlykOTR","month":"09","year":"2015","corpus":"vice moment potu meet feder inmat first time viceonhbo","id":646122405824348200,"day":"22"},{"text":"RT @WHLive: \"We must go forward in pursuit of our ideals, not abandon them at this critical time\" —@POTUS: http://t.co/rgbwDoA7qE #UNGA","month":"09","year":"2015","corpus":"whlive must forward pursuit ideal abandon critic time potu unga","id":648505172411449300,"day":"28"},{"text":"\"The Republican-led Congress hasn’t raised America’s minimum wage, but 17 states did it on their own\" —@POTUS http://t.co/r3eERD7O30","month":"09","year":"2015","corpus":"republican led congress rais america minimum wage state potu","id":649320562322489300,"day":"30"},{"text":"RT if you agree: It's time to make community college free for responsible students → http://t.co/SEGOA421q1\nhttps://t.co/VNOqNAkxNh","month":"10","year":"2015","corpus":"agre time make commun colleg free respons student","id":649599802246758400,"day":"01"},{"text":"\"On Wednesday, more than half of Republicans voted to shut down the government for the second time in two years.\" —@POTUS","month":"10","year":"2015","corpus":"wednesday half republican vote shut govern second time two year potu","id":650036994685317100,"day":"02"},{"text":"RT @SenatorReid: It is time for more than just condolences and prayers. It is time for action. #StopGunViolence https://t.co/yAXaRGrfKa","month":"10","year":"2015","corpus":"senatorreid time condol prayer time action stopgunviol","id":652150919287607300,"day":"08"},{"text":"RT if you agree: It's time to help our businesses sell more American products → http://t.co/CFeJrPgZ4y #TPP http://t.co/xgpFGsMdBo","month":"10","year":"2015","corpus":"agre time help busi sell american product tpp","id":652915772994416600,"day":"10"},{"text":"RT @vj44: 4/5: American women are 11 times more likely to be shot to death than women in other advanced nations #StopGunViolence","month":"10","year":"2015","corpus":"vj44 american women time like shot death women advanc nation stopgunviol","id":654358994757255200,"day":"14"},{"text":"\"Our country’s high school graduation rate is at an all-time high...powered in large part by dramatic gains among Hispanic students\" —@POTUS","month":"10","year":"2015","corpus":"countri high school graduat rate time high ... power larg part dramat gain among hispan student potu","id":654761188333514800,"day":"15"},{"text":"Happy #BackToTheFuture Day! Join a Google+ Hangout on time travel right now → https://t.co/9ge7LdvA3R https://t.co/LrRN7uMUq0","month":"10","year":"2015","corpus":"happi backtothefutur day join googl hangout time travel right","id":656826171544342500,"day":"21"},{"text":"RT @NASA: It’s #BackToTheFuture Day! What would a time traveler from 1985 discover about NASA today? https://t.co/Qc8katwzlr https://t.co/0…","month":"10","year":"2015","corpus":"nasa backtothefutur day would time travel 1985 discov nasa today","id":656817694134681600,"day":"21"},{"text":"\"Tests shouldn’t occupy too much classroom time, or crowd out teaching and learning.\" —@POTUS: https://t.co/KqF05nWUkv","month":"10","year":"2015","corpus":"test occupi much classroom time crowd teach learn potu","id":658324408562389000,"day":"25"},{"text":"RT @WHLive: \"In states with high gun ownership police officers are three times more likely to be murdered than in states with low gun owner…","month":"10","year":"2015","corpus":"whlive state high gun ownership polic offic three time like murder state low gun owner","id":659096697306501100,"day":"27"},{"text":"\"I believe we can help those who have served their time and earned a second chance\" —@POTUS #CriminalJusticeReform https://t.co/UYigivfKR3","month":"11","year":"2015","corpus":"believ help serv time earn second chanc potu criminaljusticereform","id":660947084820938800,"day":"01"},{"text":"We spend $80 billion each year on incarcerations.\nIt's time for #CriminalJusticeReform → https://t.co/9slXM8GS04 https://t.co/ybyXN5EF4o","month":"11","year":"2015","corpus":"spend billion year incarcer time criminaljusticereform","id":661265717858144300,"day":"02"},{"text":"\"We've...multiplied the power we generate from the sun 20 times over.\" —@POTUS #ActOnClimate https://t.co/K6SIc6cE0o","month":"11","year":"2015","corpus":"... multipli power gener sun time potu actonclim","id":662677214530551800,"day":"06"},{"text":"RT if you agree with @POTUS:\nIt's time to protect the one planet we've got while we still can. #ActOnClimate https://t.co/C61cTcJOx7","month":"11","year":"2015","corpus":"agre potu time protect one planet got still actonclim","id":662687132662804500,"day":"06"},{"text":"\"For the first time, more than 90% of Americans are covered\" —@POTUS: https://t.co/1DGR85TwCV #GetCovered #ACAWorks https://t.co/uQrBM8z0gJ","month":"11","year":"2015","corpus":"first time american cover potu getcov acawork","id":663073203216973800,"day":"07"},{"text":"RT if you agree: It's time to #CloseTheGap so more women have a shot at success. https://t.co/7dJl9Ki5xj #YesSheCan https://t.co/fJvswfcmI7","month":"11","year":"2015","corpus":"agre time closethegap women shot success yesshecan","id":665254882635620400,"day":"13"},{"text":"\"No nation is immune to the consequences of a changing climate.\" —@POTUS at #APEC2015\nIt's time to #ActOnClimate https://t.co/WrJTxNX9pw","month":"11","year":"2015","corpus":"nation immun consequ chang climat potu apec2015 time actonclim","id":666810849705762800,"day":"18"},{"text":"\"We’re producing three times as much wind power and 20 times as much solar power.\" —@POTUS #ActOnClimate #APEC2015 https://t.co/IE85UewTVf","month":"11","year":"2015","corpus":"produc three time much wind power time much solar power potu actonclim apec2015","id":666805066230341600,"day":"18"},{"text":"There is no law on the books that prevents someone on a terror list from buying a weapon.\nIt's time to change that. https://t.co/VHByh4AeWv","month":"11","year":"2015","corpus":"law book prevent someon terror list buy weapon time chang","id":668913616054259700,"day":"23"},{"text":"“As Americans, we stand by our friends—in good times and in bad—no matter what.” —@POTUS to @fhollande","month":"11","year":"2015","corpus":"american stand friend good time bad matter potu fholland","id":669198952647032800,"day":"24"},{"text":"\"Glaciers are melting at a pace unprecedented in modern times.\" —@POTUS #ParisClimateConference #COP21 https://t.co/m5DjvcOdhM","month":"11","year":"2015","corpus":"glacier melt pace unpreced modern time potu parisclimateconfer cop21","id":671296082794647600,"day":"30"},{"text":"\"There is such a thing as being too late\" —@POTUS at #COP21\nRT if you agree: It's time to #ActOnClimate. https://t.co/yOwtiecSjb","month":"11","year":"2015","corpus":"thing late potu cop21 agre time actonclim","id":671306441811206100,"day":"30"},{"text":"RT if you agree: It's time for Republicans in Congress to prevent terror suspects from being able to buy a gun. https://t.co/4iJapwEy3L","month":"12","year":"2015","corpus":"agre time republican congress prevent terror suspect abl buy gun","id":671800803758317600,"day":"01"},{"text":"RT if you agree with @POTUS: Climate change is a massive problem, and the time to #ActOnClimate is now. https://t.co/N2bu15M3Pv","month":"12","year":"2015","corpus":"agre potu climat chang massiv problem time actonclim","id":672127875106099200,"day":"02"},{"text":"Sympathy isn't good enough: It's time to act to #StopGunViolence: https://t.co/LuDRIpMzDo https://t.co/LOLTIcIO4F","month":"12","year":"2015","corpus":"sympathi good enough time act stopgunviol","id":673176020761968600,"day":"05"},{"text":"RT @POTUS: Herzlichen Glückwunsch to my friend and Time's Person of the Year, Angela Merkel! Thanks for your moral leadership and strong pa…","month":"12","year":"2015","corpus":"potu herzlichen glückwunsch friend time person year angela merkel thank moral leadership strong","id":674737313314971600,"day":"09"},{"text":"\"High school graduation rates have reached all-time highs. Dropout rates have hit historic lows\" —@POTUS #ESSA https://t.co/fhUPAOcZRX","month":"12","year":"2015","corpus":"high school graduat rate reach time high dropout rate hit histor low potu essa","id":674987688764776400,"day":"10"},{"text":"RT @FactsOnClimate: RT if you agree: It's time for the world to #ActOnClimate → https://t.co/uLtVMN2A7C #COP21 https://t.co/5ZdyQAqTZe","month":"12","year":"2015","corpus":"factsonclim agre time world actonclim cop21","id":674951923171201000,"day":"10"},{"text":"\"The rate of the uninsured in America dropped below 10% for the first time ever.\" —@POTUS: https://t.co/MJj1Oan6fx https://t.co/CtEJ5atgYT","month":"12","year":"2015","corpus":"rate uninsur america drop first time ever potu","id":678248453072224300,"day":"19"},{"text":"For every family who has had a loved one taken by a bullet from a gun, it's time to act to #StopGunViolence. https://t.co/yI3ZzZFCYY","month":"01","year":"2016","corpus":"everi famili love one taken bullet gun time act stopgunviol","id":684428447196778500,"day":"05"},{"text":"\"We do not have to accept this carnage as the price of our freedom.\" —@POTUS\nRT if you agree: It's time to act to help #StopGunViolence.","month":"01","year":"2016","corpus":"accept carnag price freedom potu agre time act help stopgunviol","id":684420055040405500,"day":"05"},{"text":"RT @Denis44: New Year's Resolution: Join Twitter ✓\nAnd just in time for @POTUS' final State of the Union.\nhttps://t.co/0CmYHkSD68","month":"01","year":"2016","corpus":"denis44 new year resolut join twitter time potu final state union","id":684860165573705700,"day":"06"},{"text":"\"We do not have to accept this carnage as the price of our freedom.\" —@POTUS on why it's time to #StopGunViolence https://t.co/dXErXy9ggw","month":"01","year":"2016","corpus":"accept carnag price freedom potu time stopgunviol","id":684748272435462100,"day":"06"},{"text":"RT @alexmorgan13: FACT: Each year, more than 30,000 American lives are cut short by guns. It's time to #StopGunViolence. Thank you @POTUS f…","month":"01","year":"2016","corpus":"alexmorgan13 fact year 000 american live cut short gun time stopgunviol thank potu","id":684739911623270400,"day":"06"},{"text":"RT @PressSec: So what did Congress accomplish by repealing the Affordable Care Act for the more than 50th time? Nothing. https://t.co/vHqrl…","month":"01","year":"2016","corpus":"presssec congress accomplish repeal afford care act 50th time noth","id":685213454374957000,"day":"07"},{"text":"“Historically the @NRA was in favor of background checks.” —@POTUS #GunsInAmerica \nRT if you agree: It's time to help #StopGunViolence.","month":"01","year":"2016","corpus":"histor nra favor background check potu gunsinamerica agre time help stopgunviol","id":685268347944996900,"day":"08"},{"text":"\"Seven years ago, auto sales hit a 27-year low. Last year, they hit an all-time high.\" —@POTUS #MadeInAmerica https://t.co/Mki5O6sKpx","month":"01","year":"2016","corpus":"seven year ago auto sale hit year low last year hit time high potu madeinamerica","id":685886783838539800,"day":"09"},{"text":"It's that time of gruyère: #BigBlockOfCheeseDay is back and you feta be there → https://t.co/DXxU8cpbcO https://t.co/MFrheGlUsn","month":"01","year":"2016","corpus":"time gruyèr bigblockofcheeseday back feta","id":685915622199455700,"day":"09"},{"text":"\"I see it in the American who served his time and now dreams of starting over.\" —@POTUS: https://t.co/7ZgBUWI9cz #SOTU","month":"01","year":"2016","corpus":"see american serv time dream start potu sotu","id":687108752776888300,"day":"13"},{"text":"“Seven years ago, auto sales hit a 27 year-low. Last year, they hit an all-time high.” —@POTUS #MadeInAmerica https://t.co/st8hmzBytZ","month":"01","year":"2016","corpus":"seven year ago auto sale hit year low last year hit time high potu madeinamerica","id":689915847939219500,"day":"20"},{"text":"RT @POTUS: In 2009, auto sales hit a 27-year low. Last year, they hit an all-time high. https://t.co/pDc8W8mtb5","month":"01","year":"2016","corpus":"potu 2009 auto sale hit year low last year hit time high","id":689841340830580700,"day":"20"},{"text":"“About forty cities and counties have taken action to raise the minimum wage.” —@POTUS #RaiseTheWage #CitiesLead","month":"01","year":"2016","corpus":"forti citi counti taken action rais minimum wage potu raisethewag citieslead","id":690294287074897900,"day":"21"},{"text":"\"It’s not right. It means they’re not getting the fair shot we believe each American deserves.\" —@POTUS on why it's time for #EqualPay","month":"01","year":"2016","corpus":"right mean get fair shot believ american deserv potu time equalpay","id":693121819331674100,"day":"29"},{"text":"RT @vj44: The typical full-time woman earns $0.79 on $1 compared to men. Compared to white men, AA women $0.60 &amp; Latina: $0.55 https://t.co…","month":"01","year":"2016","corpus":"vj44 typic full time woman earn compar men compar white men women amp latina","id":693154750628548600,"day":"29"},{"text":"Women in America still earn only $0.79 for every $1 men make.\nIt's time for #EqualPay → https://t.co/8UoDjaKAtg https://t.co/b8Xab1nfUQ","month":"01","year":"2016","corpus":"women america still earn everi men make time equalpay","id":693167683701968900,"day":"29"},{"text":"\"Our high school graduation rate is at an all-time high.\" —@POTUS https://t.co/uUg5mbhvyC https://t.co/mWVIJyHv7g","month":"01","year":"2016","corpus":"high school graduat rate time high potu","id":693827886021767200,"day":"31"},{"text":"It's time to address the opioid epidemic.\nHere's how @POTUS is taking action → https://t.co/M2HgnDmceC https://t.co/JvXeD9eTr0","month":"02","year":"2016","corpus":"time address opioid epidem potu take action","id":694606073676841000,"day":"02"},{"text":"“The first time it’s dipped below five percent in almost eight years.” —@POTUS on the unemployment rate #JobsReport https://t.co/i1BOvNtlBb","month":"02","year":"2016","corpus":"first time dip five percent almost eight year potu unemploy rate jobsreport","id":695661620782092300,"day":"05"},{"text":"RT @VP: I've been around the world a few times as Vice President. See some shots from the road: https://t.co/s8E4xheTaM https://t.co/VMOaeY…","month":"02","year":"2016","corpus":"around world time vice presid see shot road","id":697868590414827500,"day":"11"},{"text":"\"I plan to fulfill my Constitutional responsibility to nominate a successor in due time.\" —@POTUS","month":"02","year":"2016","corpus":"plan fulfil constitut respons nomin successor due time potu","id":698685235181932500,"day":"14"},{"text":"We're restoring flights with Cuba for the first time in 50 years → https://t.co/t0I6FpS4t4 #CubaPolicy https://t.co/nz9D3xIzge","month":"02","year":"2016","corpus":"restor flight cuba first time year cubapolici","id":699651359566667800,"day":"16"},{"text":"\"For the third time as President, I get to say: Give it up for the Stanley Cup champs – my hometown Chicago Blackhawks!\" —@POTUS","month":"02","year":"2016","corpus":"third time presid get say give stanley cup champ hometown chicago blackhawk potu","id":700354462800572400,"day":"18"},{"text":"RT @PressSec: In fact, the last time there was a confirmation vote in a presidential election year (1988), both Senators McConnell and Gras…","month":"02","year":"2016","corpus":"presssec fact last time confirm vote presidenti elect year 1988 senat mcconnel gra","id":703010502033670100,"day":"26"},{"text":"The last time a president's Supreme Court nominee was denied a hearing?\n \n1875.\nhttps://t.co/O5iYU1cW6b #SCOTUS https://t.co/ZHCQoZaXiU","month":"02","year":"2016","corpus":"last time presid suprem court nomine deni hear 1875 scotu","id":704422548226875400,"day":"29"},{"text":"RT @vj44: \"Change takes time. But change is possible\" - Read @POTUS response to Gretchen Stewart's poignant letter https://t.co/3AEGsy5ZTY","month":"03","year":"2016","corpus":"vj44 chang take time chang possibl read potu respons gretchen stewart poignant letter","id":704470787269464000,"day":"01"},{"text":"RT @Abramson44: Congrats to @OregonGovBrown and #Oregon Legislature for signing another bill that will help working families, this time to …","month":"03","year":"2016","corpus":"abramson44 congrat oregongovbrown oregon legislatur sign anoth bill help work famili time","id":705123662316200000,"day":"02"},{"text":"\"I have fulfilled my constitutional duty.\nNow it’s time for the Senate to do theirs.\" —@POTUS #SCOTUSnominee","month":"03","year":"2016","corpus":"fulfil constitut duti time senat potu scotusnomine","id":710124308299948000,"day":"16"},{"text":"RT @SCOTUSnom: The last time a president's Supreme Court nominee was denied a vote?\n \n1875.\nhttps://t.co/OI0bmv6H5M #SCOTUS https://t.co/S…","month":"03","year":"2016","corpus":"scotusnom last time presid suprem court nomine deni vote 1875 scotu","id":710068800599621600,"day":"16"},{"text":"FACT: since 1975, the average time from nomination to confirmation is 67 days.  #DoYourJobFriday https://t.co/ZlOvC5nZaX","month":"03","year":"2016","corpus":"fact sinc 1975 averag time nomin confirm day doyourjobfriday","id":710971366292348900,"day":"18"},{"text":"RT @SCOTUSnom: How Judge Merrick Garland spends his time outside the courtroom: Tutoring elementary school kids. #SCOTUSnominee https://t.c…","month":"03","year":"2016","corpus":"scotusnom judg merrick garland spend time outsid courtroom tutor elementari school kid scotusnomine","id":711233068053479400,"day":"19"},{"text":"“I fulfilled my Constitutional duty. Now it’s time for Senators to do theirs. \" —@POTUS: https://t.co/gdUKEwDUUz","month":"03","year":"2016","corpus":"fulfil constitut duti time senat potu","id":711303812628099100,"day":"19"},{"text":"RT @PressSec: We're here! For the first time ever, Air Force One has landed in Cuba. Check out what @POTUS has planned: https://t.co/mMvb65…","month":"03","year":"2016","corpus":"presssec first time ever air forc one land cuba check potu plan","id":711658176005865500,"day":"20"},{"text":"\"My time here in Cuba renews my hope, and my confidence in what the Cuban people will do.” —@POTUS in Havana https://t.co/To5wD9P3Hc","month":"03","year":"2016","corpus":"time cuba renew hope confid cuban peopl potu havana","id":712385831122632700,"day":"22"},{"text":"It's time to #ActOnClimate. \nHere's what climate change means for your health &amp; family: https://t.co/uN5R2KwBtP https://t.co/DqJTIqTmA9","month":"04","year":"2016","corpus":"time actonclim climat chang mean health amp famili","id":717105268056842200,"day":"04"},{"text":"It's time for Congress to act to expand access to paid leave for all America's workers. #LeadOnLeave https://t.co/CALE62Yhgk","month":"04","year":"2016","corpus":"time congress act expand access paid leav america worker leadonleav","id":717118705830862800,"day":"04"},{"text":"New York just took the #LeadOnLeave. Now it's time for Congress to do the same for every worker in America. https://t.co/qKVxkRw8OT","month":"04","year":"2016","corpus":"new york took leadonleav time congress everi worker america","id":717063349247184900,"day":"04"},{"text":"RT @TheMarsGen: It was great to watch @POTUS take the time to encourage all of the students that were at the #WHScienceFair today! https://…","month":"04","year":"2016","corpus":"themarsgen great watch potu take time encourag student whsciencefair today","id":720323357347029000,"day":"13"},{"text":"No hearing?\nNo vote?\nNot an option.\nIt's time for the Senate GOP to uphold its constitutional duty. #DoYourJob  https://t.co/rukR6DiTlj","month":"04","year":"2016","corpus":"hear vote option time senat gop uphold constitut duti doyourjob","id":722501378195607600,"day":"19"},{"text":"RT @SecretaryJewell: This week is #NationalParkWeek—a time when we celebrate the most incredible parks system in the world. #parksforall ht…","month":"04","year":"2016","corpus":"secretaryjewel week nationalparkweek time celebr incred park system world parksforal","id":722906178020204500,"day":"20"},{"text":"America has more people in prison than any other developed country. It's time for #CriminalJusticeReform. https://t.co/K3Sy1vDMI4","month":"04","year":"2016","corpus":"america peopl prison develop countri time criminaljusticereform","id":723896782875287600,"day":"23"},{"text":"FACT: America has more people in prison than any other developed country. \nIt's time for #CriminalJusticeReform. https://t.co/RbV6MMIKeF","month":"04","year":"2016","corpus":"fact america peopl prison develop countri time criminaljusticereform","id":724315760730869800,"day":"24"},{"text":"\"We’re starting to give educators like those behind me the flexibility to spend more time teaching creatively than testing.\" —POTUS","month":"05","year":"2016","corpus":"start give educ like behind flexibl spend time teach creativ test potu","id":727602241289474000,"day":"03"},{"text":"\"Only seven percent of full-time salaried workers are eligible for overtime based on their income.\" —@POTUS: https://t.co/fwDsYkIM4r","month":"05","year":"2016","corpus":"seven percent full time salari worker elig overtim base incom potu","id":734065742652395500,"day":"21"},{"text":"“For the first time ever, more than ninety percent of the country has health insurance.” —@POTUS on Elkhart https://t.co/MsHaN1fnHh","month":"06","year":"2016","corpus":"first time ever nineti percent countri health insur potu elkhart","id":738092717356486700,"day":"01"},{"text":"“It’s time for the Senate to do its job and help us advance American leadership, rather than undermine it.” —@POTUS at @AF_Academy","month":"06","year":"2016","corpus":"time senat job help advanc american leadership rather undermin potu af_academi","id":738409525464731600,"day":"02"},{"text":"FACT: Each year, more than 30,000 American lives are cut short by guns. It's time to #StopGunViolence. #WearOrange https://t.co/2VSJTv4j92","month":"06","year":"2016","corpus":"fact year 000 american live cut short gun time stopgunviol wearorang","id":738523309713817600,"day":"03"},{"text":"RT @VPLive: This was 85 days ago. It's time to end the dysfunction. @VP talks #SCOTUS at 7:30 ET: https://t.co/dQbwayTt84 https://t.co/SRrC…","month":"06","year":"2016","corpus":"vplive day ago time end dysfunct talk scotu","id":741050637991981000,"day":"09"},{"text":"RT @SCOTUSnom: FACT: Every single nominee got an up-or-down vote under Sen. Joe Biden. Every single time. https://t.co/HlavsW89IY","month":"06","year":"2016","corpus":"scotusnom fact everi singl nomine got vote sen joe biden everi singl time","id":741068557300158500,"day":"10"},{"text":"RT if you agree with @POTUS: It's time to #ActOnClimate so future generations can enjoy America’s greatest treasures https://t.co/u3QyP0eutD","month":"06","year":"2016","corpus":"agre potu time actonclim futur gener enjoy america greatest treasur","id":744524465334292500,"day":"19"},{"text":"“For the first time in our history, we’ll actually be able to regulate chemicals effectively.” —@POTUS on #ChemicalSafety reform","month":"06","year":"2016","corpus":"first time histori actual abl regul chemic effect potu chemicalsafeti reform","id":745642332381384700,"day":"22"},{"text":"Congrats to @MayorBowser &amp; the District of Columbia for working to #RaiseTheWage. Now it's time for Congress to act. https://t.co/Ijjdi6KBCQ","month":"06","year":"2016","corpus":"congrat mayorbows amp district columbia work raisethewag time congress act","id":747563541339603000,"day":"27"},{"text":"\"There’s enough dysfunction in Washington, D.C. Now is not the time for it to spread to the Supreme Court.\" —@VP: https://t.co/5x3HkRbxyC","month":"07","year":"2016","corpus":"enough dysfunct washington time spread suprem court","id":759834550885232600,"day":"31"},{"text":"RT @Goldman44: Got a message for @POTUS? For the first time ever, you can now send it on Facebook →  https://t.co/8ta8LoOKEa https://t.co/T…","month":"08","year":"2016","corpus":"goldman44 got messag potu first time ever send facebook","id":763390280242499600,"day":"10"},{"text":".@POTUS shares some family time in Great Falls Park, Virginia: https://t.co/WymE8KrYex #TBT #FindYourPark https://t.co/AGGuupN1bS","month":"08","year":"2016","corpus":"potu share famili time great fall park virginia tbt findyourpark","id":768963827044085800,"day":"26"},{"text":"RT @DHSgov: This is the United States of America. Taking in refugees at times of crisis is the right thing to do. #RefugeesWelcome","month":"08","year":"2016","corpus":"dhsgov unit state america take refuge time crisi right thing refugeeswelcom","id":770395543600242700,"day":"29"},{"text":"Take a look back at another historic flight when Air Force One touched down in Cuba for the first time ever: https://t.co/nqzIJWmDD0","month":"08","year":"2016","corpus":"take look back anoth histor flight air forc one touch cuba first time ever","id":771021210033369100,"day":"31"},{"text":"RT @PressSec: Today, a U.S. scheduled flight landed in Cuba for 1st time in over 50 years. Reminds me of another historic moment: https://t…","month":"08","year":"2016","corpus":"presssec today schedul flight land cuba 1st time year remind anoth histor moment","id":771036682649034800,"day":"31"},{"text":"\"It won’t happen if we just pay lip service to conservation but then refuse to do what’s needed.\" —@POTUS on why it's time to #ActOnClimate","month":"08","year":"2016","corpus":"happen pay lip servic conserv refus need potu time actonclim","id":771102340401262600,"day":"31"},{"text":"RT @USDOL: This Labor Day, take a minute to learn why it's time to #RaiseTheWage: https://t.co/dIjH5EoE51","month":"09","year":"2016","corpus":"usdol labor day take minut learn time raisethewag","id":772075457168760800,"day":"03"},{"text":"When workers raise their voices for a fair wage and dignity in the workplace, they sustain the story of America: https://t.co/dlOXk7jWVv","month":"09","year":"2016","corpus":"worker rais voic fair wage digniti workplac sustain stori america","id":772598922279649300,"day":"05"},{"text":"RT @Sept11Memorial: Join us for a moment of silence in observance of the time of the fall of the South Tower. #Honor911","month":"09","year":"2016","corpus":"sept11memori join moment silenc observ time fall south tower honor911","id":774970948566913000,"day":"11"},{"text":"\"Our high school graduation rate is at an all-time high. More Hispanic students are graduating high school and college\" —@POTUS #CHCI","month":"09","year":"2016","corpus":"high school graduat rate time high hispan student graduat high school colleg potu chci","id":776570793438351400,"day":"15"},{"text":"“This crisis is one of the most urgent tests of our time.\" —@POTUS on the global refugee crisis: https://t.co/tKWh2b2QDB  #refugeeswelcome","month":"09","year":"2016","corpus":"crisi one urgent test time potu global refuge crisi refugeeswelcom","id":778319965308891100,"day":"20"},{"text":"RT @JohnKingatED: Great news from @POTUS today! HS #gradrates are at an all-time high and more AfAm and Latino students are graduating than…","month":"10","year":"2016","corpus":"johnking great news potu today gradrat time high afam latino student graduat","id":788072915585474600,"day":"17"},{"text":"RT @rhodes44: US will abstain for first time on UNGA Resolution calling for end to embargo on Cuba. No reason to vote to defend a failed po…","month":"10","year":"2016","corpus":"rhodes44 abstain first time unga resolut call end embargo cuba reason vote defend fail","id":791307953294962700,"day":"26"},{"text":"\"If you haven’t gotten covered yet, now’s the time to do it.\" —@POTUS\n#GetCovered at https://t.co/GNfbftrfo3 https://t.co/ai0E7mE9Bh","month":"11","year":"2016","corpus":"gotten cover yet time potu getcov","id":795361363275042800,"day":"06"},{"text":"RT @LaborSec: The minimum wage isn't a red or a blue issue. Congrats to AZ, CO, ME and WA for voting to #RaiseTheWage: https://t.co/zUAd1OZ…","month":"11","year":"2016","corpus":"laborsec minimum wage red blue issu congrat vote raisethewag","id":798689990167371800,"day":"16"}]