[{"text":"Pres. Obama & First Lady are celebrating an evening of poetry, music and the spoken word. Tune in to a livestream at 7:45pm ET","month":"05","year":"2009","corpus":"pre obama first ladi celebr even poetri music spoken word tune livestream 45pm","id":1775661275,"day":"12"},{"text":"PERAB: First Official Memo: Following the first official quarterly meeting of the President’s Economic Recovery .. http://tinyurl.com/pctrut","month":"05","year":"2009","corpus":"perab first offici memo follow first offici quarterli meet presid econom recoveri","id":1862830035,"day":"20"},{"text":"There's a new slideshow on the new & improved First Lady's page: http://www.whitehouse.gov/firstlady/.","month":"05","year":"2009","corpus":"new slideshow new improv first ladi page","id":1959385714,"day":"29"},{"text":"Something special.  First Lady launches WH music series with Jazz Studio with greats and students. Watch:  http://bit.ly/GOZOt","month":"06","year":"2009","corpus":"someth special first ladi launch music seri jazz studio great student watch","id":2181405795,"day":"15"},{"text":"New video from the First Lady on \"United We Serve\": http://bit.ly/2M0Bf  Also, fresh photos on Flickr: http://bit.ly/D00KK","month":"06","year":"2009","corpus":"new video first ladi unit serv also fresh photo flickr","id":2281442663,"day":"22"},{"text":"President Obama wants to hear your health reform questions: http://bit.ly/Zm1RD #WHHCQ","month":"06","year":"2009","corpus":"presid obama want hear health reform question whhcq","id":2362947255,"day":"27"},{"text":"Twittering on location in VA, video questions being queued up, big monitors set up.  Watching discussion on #WHHCQ","month":"07","year":"2009","corpus":"twitter locat video question queu big monitor set watch discuss whhcq","id":2420546622,"day":"01"},{"text":"Watch/ Engage/ Discuss: HHS Secretary Sebelius takes your questions live on health reform via FB at 1:45 http://bit.ly/tCHXt","month":"07","year":"2009","corpus":"watch engag discuss hh secretari sebeliu take question live health reform via","id":2822285748,"day":"24"},{"text":"Small business owner or employee? Obama asks for your questions on health reform via WH site and LinkedIn http://bit.ly/34bAJL","month":"07","year":"2009","corpus":"small busi owner employe obama ask question health reform via site linkedin","id":2870151080,"day":"27"},{"text":": CEA Chair Romer answers questions from small biz folks solicited by Obama. Watch/discuss/engage http://bit.ly/tCHXt","month":"07","year":"2009","corpus":"cea chair romer answer question small biz folk solicit obama watch discuss engag","id":2914740020,"day":"29"},{"text":"LIVE CHAT @ 3pm: CEQ’s Van Jones takes questions on green jobs & under-served communities #greentheblock http://bit.ly/tCHXt","month":"08","year":"2009","corpus":"live chat 3pm ceq van jone take question green job serv commun greentheblock","id":3129486702,"day":"04"},{"text":"Know your health reform! 1:00 Sebelius, other experts explain it all and take your questions http://bit.ly/jqlXv #healthcare","month":"08","year":"2009","corpus":"know health reform sebeliu expert explain take question healthcar","id":3180122988,"day":"07"},{"text":"Listen to the President answer questions on health insurance reform from the town hall in Montana right now http://bit.ly/83UBP #healthcare","month":"08","year":"2009","corpus":"listen presid answer question health insur reform town hall montana right healthcar","id":3313920719,"day":"14"},{"text":"What will you ask? RT @USArmy: Got a question for @thejointstaff? Send video questions http://tinyurl.com/kw59xy","month":"08","year":"2009","corpus":"ask usarmi got question thejointstaff send video question","id":3432979307,"day":"20"},{"text":"A “What’s In Reform for You” Quiz: Answer a few quick questions and see what you get. You'll be surprised http://bit.ly/iGkzT","month":"08","year":"2009","corpus":"reform quiz answer quick question see get surpris","id":3666142801,"day":"31"},{"text":"Reminder: Video chat with astronaut Sally Ride at 7:00. Ask Qs w/ #WHlive or watch & discuss via FB: http://bit.ly/tCHXt","month":"10","year":"2009","corpus":"remind video chat astronaut salli ride ask whlive watch discuss via","id":4693616141,"day":"07"},{"text":"Healthy Kids Fair with First Lady Michelle Obama here at the WH. Watch & discuss via Facebook at noon http://bit.ly/tCHXt","month":"10","year":"2009","corpus":"healthi kid fair first ladi michel obama watch discuss via facebook noon","id":5046552484,"day":"21"},{"text":"The official First Family portrait, unveiled by the White House Photo Office this morning: http://bit.ly/2Gf2QU","month":"10","year":"2009","corpus":"offici first famili portrait unveil white hous photo offic morn","id":5095795072,"day":"23"},{"text":"New photo gallery: The First Lady and Dr. Biden at Game 1 http://bit.ly/PIEGo","month":"10","year":"2009","corpus":"new photo galleri first ladi biden game","id":5297130252,"day":"30"},{"text":"Behind-the-scenes video of the First Lady, Dr. Biden, Yogi Berra & Lieutenant Anthony Odierno at Game 1 http://bit.ly/3zookR","month":"11","year":"2009","corpus":"behind scene video first ladi biden yogi berra lieuten anthoni odierno game","id":5376478551,"day":"02"},{"text":"Running video updates from the President's trip to Asia start today. First installment: http://bit.ly/24AugB","month":"11","year":"2009","corpus":"run video updat presid trip asia start today first instal","id":5660982202,"day":"12"},{"text":"Watch live: The First Family attends the National Christmas Tree Lighting ceremony http://bit.ly/UT2FE","month":"12","year":"2009","corpus":"watch live first famili attend nation christma tree light ceremoni","id":6316814659,"day":"03"},{"text":"Video:The First Lady on decking the halls of the White House Executive Residence http://bit.ly/7ojJ34","month":"12","year":"2009","corpus":"video first ladi deck hall white hous execut resid","id":6807451432,"day":"18"},{"text":"The President and First Lady get vaccinated – quotes on why you should too, along with a photo http://bit.ly/5nJpFx","month":"12","year":"2009","corpus":"presid first ladi get vaccin quot along photo","id":6909040382,"day":"21"},{"text":"Video: First Lady reads \"The Night Before Christmas\" at Children’s National Medical Center in D.C. http://bit.ly/5elEOz","month":"12","year":"2009","corpus":"video first ladi read night christma children nation medic center","id":6979071259,"day":"23"},{"text":"The Year in Foreign Policy: http://bit.ly/64HRAk  Live video chat at 3:00, tweet your questions at us in advance","month":"01","year":"2010","corpus":"year foreign polici live video chat tweet question advanc","id":7675327675,"day":"12"},{"text":"Romer: Economic Policy in the First Year of the Obama Administration http://bit.ly/6nxXlH Chat at noon – questions?","month":"01","year":"2010","corpus":"romer econom polici first year obama administr chat noon question","id":7790832411,"day":"15"},{"text":"BlogHer solicits questions for a live-chat tomorrow at 11:30 w/ Melody Barnes of the WH on education http://bit.ly/4s15pz","month":"01","year":"2010","corpus":"blogher solicit question live chat tomorrow melodi barn educ","id":7957497064,"day":"19"},{"text":"1 year anniversary, First Lady surprises White House Tour Visitors in the Blue Room. Watch live: http://bit.ly/UT2FE","month":"01","year":"2010","corpus":"year anniversari first ladi surpris white hous tour visitor blue room watch live","id":7989483113,"day":"20"},{"text":"Watch & discuss now – ask the architects of innovation at the WH about the 2011 budget http://bit.ly/tCHXt","month":"02","year":"2010","corpus":"watch discuss ask architect innov 2011 budget","id":8605044670,"day":"03"},{"text":"Now at 1:00PM EST: WH officials take more questions from YouTube live http://youtube.com/citizentube","month":"02","year":"2010","corpus":"00pm est offici take question youtub live","id":8686933332,"day":"05"},{"text":"What’s a \"food desert\"? And what can be done about them? The First Lady explains in a quick video http://bit.ly/a2kzvW","month":"02","year":"2010","corpus":"food desert done first ladi explain quick video","id":9591067572,"day":"24"},{"text":"RT @SecLocke: on Whitehouse.gov/live talking exports & the economy at 12:30pm EST today. @ Reply now with any questions.","month":"03","year":"2010","corpus":"seclock whitehous gov live talk export economi 30pm est today repli question","id":10323604178,"day":"11"},{"text":"RT @PressSec: The First Lady works to empower parents, schools, and communities to battle childhood obesity http://bit.ly/9iqmH4","month":"03","year":"2010","corpus":"presssec first ladi work empow parent school commun battl childhood obes","id":10527255951,"day":"15"},{"text":"A WH first at 5:15: Live chat with Sec. Sebelius on #hcr via Ustream, log in using Twitter http://bit.ly/ddHtjV","month":"03","year":"2010","corpus":"first live chat sec sebeliu hcr via ustream log use twitter","id":10637964380,"day":"17"},{"text":"Valerie Jarrett on the Women in Finance Symposium - watch live, ask questions using #WIF http://bit.ly/9d5noH","month":"03","year":"2010","corpus":"valeri jarrett women financ symposium watch live ask question use wif","id":11250081566,"day":"29"},{"text":"RT @HHSgov Our health reform Q&A series kick off right now, answering your questions. Watch live http://www.hhs.gov/live","month":"03","year":"2010","corpus":"hhsgov health reform seri kick right answer question watch live","id":11392325106,"day":"31"},{"text":"Live at 11 EDT: Let’s Move! Town Hall w/ the First Lady & students on childhood obesity www.c-span.org @cspan","month":"04","year":"2010","corpus":"live edt let move town hall first ladi student childhood obes cspan","id":11758922017,"day":"07"},{"text":"Obama & Medvedev answer questions after signing treaty to reduce nuclear weapons - LIVE from Prague: http://bit.ly/UT2FE","month":"04","year":"2010","corpus":"obama medvedev answer question sign treati reduc nuclear weapon live pragu","id":11817420582,"day":"08"},{"text":"RT @macon44: More info on Nuclear Security Summit live web chat w/Ben Rhodes http://bit.ly/cx3gGr - Starts @ 1pm - your questions?","month":"04","year":"2010","corpus":"macon44 info nuclear secur summit live web chat ben rhode start 1pm question","id":12109332605,"day":"13"},{"text":"Live at 3 PM EDT: Youth Forum with the First Lady in Mexico City, watch in English or en español http://bit.ly/baZCsa","month":"04","year":"2010","corpus":"live edt youth forum first ladi mexico citi watch english español","id":12178368101,"day":"14"},{"text":"Starting now: Ask WH Economist Austan Goolsbee your questions on Wall St Reform via UStream http://bit.ly/ddHtjV","month":"04","year":"2010","corpus":"start ask economist austan goolsbe question wall reform via ustream","id":12716204814,"day":"23"},{"text":"12:00: Dept. of Energy live recovery act webinar, watch & submit your questions at http://bit.ly/aOdjRQ Password: welcome","month":"05","year":"2010","corpus":"dept energi live recoveri act webinar watch submit question password welcom","id":13433209104,"day":"05"},{"text":"Starting at 3:00: The First Lady hosts a Mother's Day celebration in the White House. Watch live http://wh.gov/live","month":"05","year":"2010","corpus":"start first ladi host mother day celebr white hous watch live","id":13563770293,"day":"07"},{"text":"First Lady takes WH youth leadership & mentoring efforts to Detroit. Watch the student forum live now: http://bit.ly/bVt75p","month":"05","year":"2010","corpus":"first ladi take youth leadership mentor effort detroit watch student forum live","id":14766521468,"day":"26"},{"text":"3:00: Open for Questions on National Security Strategy, video chat via FB http://bit.ly/99b1Zz  Questions in advance? #OFQ","month":"05","year":"2010","corpus":"open question nation secur strategi video chat via question advanc ofq","id":14849351626,"day":"27"},{"text":"Obama: Why do some benefits take longer? \"It's not just a question of money, it's a question of setting it up right\"","month":"06","year":"2010","corpus":"obama benefit take longer question money question set right","id":15717601689,"day":"08"},{"text":"What will you ask? RT @PressSec: ... I will answer your questions live after the POTUS speaks tonight @ 8 http://bit.ly/9MP3jD","month":"06","year":"2010","corpus":"ask presssec answer question live potu speak tonight","id":16248969833,"day":"15"},{"text":"Health care questions? Send them to About.com & watch HHS Sec Sebelius answer questions tomorrow at 3:15 EDT http://bit.ly/bPnk76","month":"06","year":"2010","corpus":"health care question send com watch hh sec sebeliu answer question tomorrow edt","id":16719918260,"day":"21"},{"text":"Noon tomorrow: Sebelius takes your questions on Afforable Care Act & HealthCare.gov, submit/ vote now http://bit.ly/13CI60","month":"07","year":"2010","corpus":"noon tomorrow sebeliu take question affor care act healthcar gov submit vote","id":17878556208,"day":"06"},{"text":"Live Now: Ask your questions in a conversation on sustainable communities w/ DOT, HUD & EPA at WH.gov/live or http://bit.ly/tCHXt","month":"07","year":"2010","corpus":"live ask question convers sustain commun dot hud epa gov live","id":18620619538,"day":"15"},{"text":"Photo of the day: The President welcomes the First Lady & daughter Sasha home http://bit.ly/czqtXG","month":"08","year":"2010","corpus":"photo day presid welcom first ladi daughter sasha home","id":20709757543,"day":"09"},{"text":"Video: 2nd Lady Dr Biden & military mom thanks our troops http://bit.ly/aCePSB - Salute via Twitter w/ #salutetroops","month":"08","year":"2010","corpus":"video 2nd ladi biden militari mom thank troop salut via twitter salutetroop","id":22291949111,"day":"27"},{"text":"Good questions coming in through YT for chat on Iraq tonight - go drop yours in, no video needed http://bit.ly/13CI60","month":"08","year":"2010","corpus":"good question come chat iraq tonight drop video need","id":22647342143,"day":"31"},{"text":"Short, moving video of the President at Pentagon Memorial, VP in NYC, First Lady in PA. Worth watching http://bit.ly/c7ckFE","month":"09","year":"2010","corpus":"short move video presid pentagon memori nyc first ladi worth watch","id":24383909273,"day":"13"},{"text":"RT @Energy: Have questions about energy efficiency? Get an answer directly from Secretary Chu. Details: http://bit.ly/c1jBcp","month":"10","year":"2010","corpus":"energi question energi effici get answer directli secretari chu detail","id":26399301565,"day":"04"},{"text":"Tues. Talk @ 1:00 EDT w/ Elizabeth Warren on consumer protections. Ask q's now on fb: http://on.fb.me/zy1YS & watch live: wh.gov/live","month":"10","year":"2010","corpus":"tue talk edt elizabeth warren consum protect ask watch live gov live","id":27146488406,"day":"12"},{"text":"Tweet your questions to Obama for his youth townhall. Use hashtag #askenergy, #askjobs etc - you get it http://is.gd/g0JkY","month":"10","year":"2010","corpus":"tweet question obama youth townhal use hashtag askenergi askjob etc get","id":27272876465,"day":"13"},{"text":"1:30: Live video chat w/ Cybersecurity Coordinator Howard Schmidt, ask your Qs live via Facebook: http://is.gd/g8omo","month":"10","year":"2010","corpus":"live video chat cybersecur coordin howard schmidt ask live via facebook","id":27949503040,"day":"20"},{"text":"RT @PressSec: Something new: You take first crack. Use #1q in a q & I'll answer 1 on vid before today's briefing. What do you want to know?","month":"10","year":"2010","corpus":"presssec someth new take first crack use answer vid today brief want know","id":28997086124,"day":"28"},{"text":"Video: Check out @PressSec's first #1q - you ask, he answers: http://youtu.be/W37gWDSENts","month":"10","year":"2010","corpus":"video check presssec first ask answer","id":29006393294,"day":"28"},{"text":"6:30EDT: Trick-or-Treat at the WH w/ the President & First Lady, watch/ chat via Facebook http://is.gd/gxCtX","month":"10","year":"2010","corpus":"30edt trick treat presid first ladi watch chat via facebook","id":29314132074,"day":"31"},{"text":"Tues. Talk: Obama's trip to India, Indonesia, South Korea & Japan. Ask your Q's now & join live tmw: http://wh.gov/3GL","month":"11","year":"2010","corpus":"tue talk obama trip india indonesia south korea japan ask join live tmw","id":29413250554,"day":"01"},{"text":"Quick photo of @PressSec answering a couple #1Q questions, video soon http://yfrog.com/5n22ij","month":"11","year":"2010","corpus":"quick photo presssec answer coupl question video soon","id":29685832635,"day":"04"},{"text":"Tues. Talks: Veterans Day w/ Tammy Duckworth, @DeptVetAffairs Ass't Sec, Ask your Q's now & join live @ 2:15 ET http://wh.gov/3Lz","month":"11","year":"2010","corpus":"tue talk veteran day tammi duckworth deptvetaffair ass sec ask join live","id":2010681679286272,"day":"09"},{"text":"ICYMI, an amazing 19-photo gallery of the President & First Lady in India from @petesouza & Co. http://bit.ly/dr1cb1","month":"11","year":"2010","corpus":"icymi amaz photo galleri presid first ladi india petesouza","id":2514734301585409,"day":"11"},{"text":"West Wing Week: A special behind-the-scenes look at the President & First Lady in Asia:\nhttp://ow.ly/38Vmo","month":"11","year":"2010","corpus":"west wing week special behind scene look presid first ladi asia","id":3143625676431360,"day":"12"},{"text":"Now up: @PressSec takes your #1Q questions on rationale behind tax/ ui/ jobs compromise, DADT, DREAM wh.gov/firstquestion","month":"12","year":"2010","corpus":"presssec take question rational behind tax job compromis dadt dream gov firstquest","id":12596453708922880,"day":"08"},{"text":"2:00 Open for Questions: 1-Year Anniversary of Open Government Directive. Live chat via FB:  http://bit.ly/bLTH91","month":"12","year":"2010","corpus":"open question year anniversari open govern direct live chat via","id":12578739183423488,"day":"08"},{"text":"RT @PressSec: President signing healthy kids bill as we tweet, let’s kick off First Question. Send Qs using #1Q, I’ll answer some in a bit","month":"12","year":"2010","corpus":"presssec presid sign healthi kid bill tweet let kick first question send use answer bit","id":14345781788020736,"day":"13"},{"text":"Everything you need on healthy kids bill: Video/ photos of Obama & First Lady, fact sheet, sample menu http://ow.ly/3oATD","month":"12","year":"2010","corpus":"everyth need healthi kid bill video photo obama first ladi fact sheet sampl menu","id":14451059237855232,"day":"13"},{"text":"RT @PressSec: First Question's fireside premiere: http://wh.gov/firstquestion cc: @drmikehunt @Ladyrumrunner #1Q","month":"12","year":"2010","corpus":"presssec first question firesid premier drmikehunt ladyrumrunn","id":17247035509964800,"day":"21"},{"text":"RT @PressSec: Starting @ 1230EST I'll be answering #twitter ?'s for ~30mins, which you can send by replying to me, @PressSec #1q","month":"01","year":"2011","corpus":"presssec start 1230est answer twitter 30min send repli presssec","id":21977233396604930,"day":"03"},{"text":"RT @PressSec: First Question answers up on my future & the future of @PressSec, better late than never: http://wh.gov/firstquestion #1Q","month":"01","year":"2011","corpus":"presssec first question answer futur futur presssec better late never","id":22742549567377410,"day":"05"},{"text":"RT @PressSec: How about some good old fashioned First Question? Send me your Qs with #1Q and I’ll answer a couple on video","month":"01","year":"2011","corpus":"presssec good old fashion first question send answer coupl video","id":22666195404595200,"day":"05"},{"text":"Photo of the Day: The President & First Lady walk back to the WH Residence after moment of silence yesterday  http://twitpic.com/3p4xzi","month":"01","year":"2011","corpus":"photo day presid first ladi walk back resid moment silenc yesterday","id":24888284782010370,"day":"11"},{"text":"New photo gallery: The President & First Lady in Arizona  http://ow.ly/3Dtge","month":"01","year":"2011","corpus":"new photo galleri presid first ladi arizona","id":25658305560973310,"day":"13"},{"text":"Hey everybody, Stephanie Cutter here, what are your questions on #hcr & repeal?","month":"01","year":"2011","corpus":"hey everybodi stephani cutter question hcr repeal","id":27760521184813056,"day":"19"},{"text":"10:45: On 2nd anniversary of inauguration, First Lady & Bo surprise WH tours. Good for a laugh, watch live http://wh.gov/live","month":"01","year":"2011","corpus":"2nd anniversari inaugur first ladi surpris tour good laugh watch live","id":28115034701832190,"day":"20"},{"text":"Photo of the Day: First Lady surprises tour. Name 2 of 3 rooms pictured, bonus pts for 3rd. Prize: A job well done http://twitpic.com/3s1h31","month":"01","year":"2011","corpus":"photo day first ladi surpris tour name room pictur bonu pt 3rd prize job well done","id":28476619509202944,"day":"21"},{"text":"New West Wing Week: China State Dinner, singing Happy Birthday to the First Lady, mayors & jobs, more  http://is.gd/fD5may","month":"01","year":"2011","corpus":"new west wing week china state dinner sing happi birthday first ladi mayor job","id":28492524498718720,"day":"21"},{"text":"Reply to us w/ your questions for top WH policy folks, we’ll take some in our online panel right after #SOTU at http://wh.gov","month":"01","year":"2011","corpus":"repli question top polici folk take onlin panel right sotu","id":30048699535065092,"day":"25"},{"text":"RT @pfeiffer44: Is this thing on? Ok, keep sending questions & I’ll start knocking them down","month":"01","year":"2011","corpus":"pfeiffer44 thing keep send question start knock","id":30344382334902270,"day":"26"},{"text":"RT @brainygirlnyc: The Social Nation: if you want your questions answered live, tweet @whitehouse using the hashtag #SOTU. #nowthatsenga ...","month":"01","year":"2011","corpus":"brainygirlnyc social nation want question answer live tweet whitehous use hashtag sotu nowthatsenga","id":30102032647983104,"day":"26"},{"text":"RT @iVillage: Join @iVillage Twitterview 2/8 11-11:30 AM ET w Robin Schepper of First Lady's #LetsMove initiative. Qs welcome! Use #lets ...","month":"02","year":"2011","corpus":"ivillag join ivillag twitterview robin schepper first ladi letsmov initi welcom use let","id":34999946084093950,"day":"08"},{"text":"RT @Pfeiffer44: Happening Now: Jay Carney's first briefing as White House Press Secretary  // Watch: http://wh.gov/live","month":"02","year":"2011","corpus":"pfeiffer44 happen jay carney first brief white hous press secretari watch","id":37935615836160000,"day":"16"},{"text":".@lindismith asked us about the 17 small business tax cuts President Obama has signed into law. We answered: http://wh.gov/xnC","month":"02","year":"2011","corpus":"lindismith ask small busi tax cut presid obama sign law answer","id":42230362356715520,"day":"28"},{"text":"We all have a responsibility to prevent #bullying. Watch President Obama & the First Lady's @facebook video about it: http://goo.gl/jcAH0","month":"03","year":"2011","corpus":"respons prevent bulli watch presid obama first ladi facebook video","id":45469955650621440,"day":"09"},{"text":"Photo of the Day: President Obama & the First Lady greet kids at arrival ceremony in El Salvador  http://twitpic.com/4cfvcl","month":"03","year":"2011","corpus":"photo day presid obama first ladi greet kid arriv ceremoni salvador","id":50557777617235970,"day":"23"},{"text":"Hey, Heather Zichal here with the WH to take your energy questions, send  them along","month":"03","year":"2011","corpus":"hey heather zichal take energi question send along","id":53163402775896060,"day":"30"},{"text":"RT @ENERGY: We’ll be joined by a Clean Fleets expert starting at 2:30 EST. Send us your questions about reducing oil consumption and cle ...","month":"04","year":"2011","corpus":"energi join clean fleet expert start est send question reduc oil consumpt cle","id":53878164312686590,"day":"01"},{"text":"RT @JoiningForces: \"A challenge...to mobilize, take action & make a real commitment to supporting our military families.” -First Lady #J ...","month":"04","year":"2011","corpus":"joiningforc challeng ... mobil take action make real commit support militari famili first ladi","id":57850236269363200,"day":"12"},{"text":"Photo of the Day: First Lady greets the crowd @JoiningForces launch to support military families http://twitpic.com/4kd5st","month":"04","year":"2011","corpus":"photo day first ladi greet crowd joiningforc launch support militari famili","id":58165802863566850,"day":"13"},{"text":"Starting Now: Join us as we celebrate one year of West Wing Week with a live chat. Submit your questions and watch: http://bit.ly/bLTH91","month":"04","year":"2011","corpus":"start join celebr one year west wing week live chat submit question watch","id":58620489215651840,"day":"14"},{"text":"RT @PaulRieckhoff: Proud moment! Great image of @IAVA's #STH2011 vets w/ the First Lady @WhiteHouse: http://flic.kr/p/9xPjVb #JoiningFor ...","month":"04","year":"2011","corpus":"paulrieckhoff proud moment great imag iava sth2011 veteran first ladi whitehous joiningfor","id":58887506631991300,"day":"15"},{"text":"RT @PressSec: i brief today at 12 noon. What questions would you have if you were in the briefing room?","month":"04","year":"2011","corpus":"presssec brief today noon question would brief room","id":59985488248963070,"day":"18"},{"text":"2:30 ET: Cecilia Munoz, senior #immigration policy advisor, is taking your questions. Send q's on #immigration reform our way.","month":"05","year":"2011","corpus":"cecilia munoz senior immigr polici advisor take question send immigr reform way","id":68369189664067580,"day":"11"},{"text":"Live @ 11ET: Join a dialogue on women in science. Ask Qs now w/ #WHWomenInScience & watch live: WH.gov/live http://t.co/t2vt46I","month":"06","year":"2011","corpus":"live 11et join dialogu women scienc ask whwomeninsci watch live gov live","id":80642838848737280,"day":"14"},{"text":"We're open for questions: Use #WHWomenInScience to ask your Q's now for a live chat on women in STEM. http://t.co/t2vt46I","month":"06","year":"2011","corpus":"open question use whwomeninsci ask live chat women stem","id":80646277267849220,"day":"14"},{"text":"Have a question about women in science? Ask now using #WHWomenInScience & watch live at 11ET: WH.gov/live For more info: http://t.co/t2vt46I","month":"06","year":"2011","corpus":"question women scienc ask use whwomeninsci watch live 11et gov live info","id":80647638797664260,"day":"14"},{"text":"RT @BET: Did you catch First Lady Michelle Obama on @106andpark? Click here to learn more abt her Africa trip & why she's so cool http:/ ...","month":"06","year":"2011","corpus":"bet catch first ladi michel obama 106andpark click learn abt africa trip cool http","id":81504656987127800,"day":"16"},{"text":"Checked out West Wing Week yet? Stick with it until the end (funny moment w/ President, First Lady & crying baby): http://t.co/EqEbsfr","month":"06","year":"2011","corpus":"check west wing week yet stick end funni moment presid first ladi cri babi","id":81812230789808130,"day":"17"},{"text":"The First Lady just arrived in South Africa - a visit to engage young people. Follow the trip: http://t.co/Aw6wSFs #YoungAfrica","month":"06","year":"2011","corpus":"first ladi arriv south africa visit engag young peopl follow trip youngafrica","id":82962525045526530,"day":"21"},{"text":"The First Lady sits down with #youngafrica women & talks about meeting Nelson Mandela, offers advice: http://t.co/XbYQryc","month":"06","year":"2011","corpus":"first ladi sit youngafrica women talk meet nelson mandela offer advic","id":84012844626087940,"day":"23"},{"text":"RT @StateDept: First Lady Michelle Obama highlights importance of youth leadership in fighting #HIV #AIDS. http://t.co/wSdpWuT via @USPE ...","month":"06","year":"2011","corpus":"statedept first ladi michel obama highlight import youth leadership fight hiv aid via usp","id":84347572004716540,"day":"24"},{"text":"RT @ENERGY: Join us today at 2pm ET for a live chat about U.S. energy independence. Use #energymatters to send us your questions. http:/ ...","month":"06","year":"2011","corpus":"energi join today 2pm live chat energi independ use energymatt send question http","id":86079716712394750,"day":"29"},{"text":"RT @NYT_JenPreston: President @barackobama hosts Tweetup next week at @whitehouse. Inivites followers; your questions #askobama. http:// ...","month":"06","year":"2011","corpus":"nyt_jenpreston presid barackobama host tweetup next week whitehous inivit follow question askobama http ://","id":86495670273445890,"day":"30"},{"text":"RT @jack: A key aspect of a democracy is a common venue to question. The @WhiteHouse is using Twitter as that venue on 7/6: http://t.co/ ...","month":"07","year":"2011","corpus":"jack key aspect democraci common venu question whitehous use twitter venu","id":86892484252270600,"day":"01"},{"text":"RT @JoiningForces: Happy Independence Day! The First Lady's message on honoring those in uniform & giving back to military families: htt ...","month":"07","year":"2011","corpus":"joiningforc happi independ day first ladi messag honor uniform give back militari famili htt","id":87884213298278400,"day":"04"},{"text":"President Obama is answering your questions now on the economy and jobs. #AskObama and watch live on wh.gov/live http://t.co/W8ZcjcT","month":"07","year":"2011","corpus":"presid obama answer question economi job askobama watch live gov live","id":88679513013231620,"day":"06"},{"text":"#AskObama your questions on the economy and jobs & watch the first Twitter @townhall at the White House today at 2pm ET.","month":"07","year":"2011","corpus":"askobama question economi job watch first twitter townhal white hous today 2pm","id":88606431435173890,"day":"06"},{"text":"[Questions can be viewed via @townhall, watch at http://t.co/qKVzPav ]","month":"07","year":"2011","corpus":"question view via townhal watch","id":88680019932626940,"day":"06"},{"text":".@AnnCensky - Brian Deese's responses to questions on the economy & jobs will be in tweet form from @whitehouse. Starting soon...","month":"07","year":"2011","corpus":"anncenski brian dees respons question economi job tweet form whitehous start soon ...","id":88985442497736700,"day":"07"},{"text":"Happening at 11 ET: Brian Deese, the President's Economic Advisor, will answer more Qs on the economy & jobs submitted via #AskObama.","month":"07","year":"2011","corpus":"happen brian dees presid econom advisor answer economi job submit via askobama","id":88971990899245060,"day":"07"},{"text":"Thanks everyone for sending your questions for Brian -- we'll post the full Twitter Q&A on WhiteHouse.gov later.","month":"07","year":"2011","corpus":"thank everyon send question brian post full twitter whitehous gov later","id":89001457147330560,"day":"07"},{"text":"\"We congratulate Nelson Mandela & honor his vision for a better world.\" -The President & First Lady: http://t.co/WY2Zr6f","month":"07","year":"2011","corpus":"congratul nelson mandela honor vision better world presid first ladi","id":92999364817068030,"day":"18"},{"text":"President Obama just gave an update on deficit talks, now @PressSec is taking questions. Watch here: http://t.co/hOlVdV1","month":"07","year":"2011","corpus":"presid obama gave updat deficit talk presssec take question watch","id":93374574657413120,"day":"19"},{"text":"Something new: @whitehouse staff begin regular \"Office hours\" tmrw @ 5pm ET to answer ?'s. Use #WHChat. More: http://t.co/soPk6tN","month":"07","year":"2011","corpus":"someth new whitehous staff begin regular offic hour tmrw 5pm answer use whchat","id":95702627731509250,"day":"26"},{"text":"Thanks for all the great questions. Office Hours continue all week. http://t.co/TDLuxQQ -Brian #WHChat","month":"07","year":"2011","corpus":"thank great question offic hour continu week brian whchat","id":96291576699043840,"day":"27"},{"text":"WH Office Hours starting soon: Brian Deese, Obama's econ advisor, will be answering your Qs on the #debt & #deficit. Ask with #whchat.","month":"07","year":"2011","corpus":"offic hour start soon brian dees obama econ advisor answer debt deficit ask whchat","id":96278867395878910,"day":"27"},{"text":".@jpe2209: Thanks, my first time tweeting but sadly not my first time (or I fear my last) combatting misinformation #WHchat","month":"07","year":"2011","corpus":"jpe2209 thank first time tweet sadli first time fear last combat misinform whchat","id":96633744168992770,"day":"28"},{"text":"More WH Office Hours: Ask your Qs on the #debt, #deficit & economy w/ @whchat. NEC staff will be here answering @ 1ET & 3ET -- ask away.","month":"07","year":"2011","corpus":"offic hour ask debt deficit economi whchat nec staff answer 1et 3et ask away","id":96577068724264960,"day":"28"},{"text":"RT @jpe2209: @whitehouse @skydogz pointing to facts like this when replying to questioner helps combat misinformation.  Great job #WHchat !","month":"07","year":"2011","corpus":"jpe2209 whitehous skydogz point fact like repli question help combat misinform great job whchat","id":96633639114244100,"day":"28"},{"text":"Deese will be here soon to answer more Qs on the #debt debate. Office Hours w/ Furman just posted @Storify: http://t.co/Aur4Weh #whchat","month":"07","year":"2011","corpus":"dees soon answer debt debat offic hour furman post storifi whchat","id":96657318112010240,"day":"28"},{"text":"Pic: Brian Deese from NEC is back answering Qs on the #debt debate for WH Office Hours. Use #whchat to join the Q&A. http://t.co/xBTeC5K","month":"07","year":"2011","corpus":"pic brian dees nec back answer debt debat offic hour use whchat join","id":97040593879965700,"day":"29"},{"text":".@johnnormoyle: We are listening. Congress will too. Keep the questions and comments coming. #WHchat","month":"07","year":"2011","corpus":"johnnormoyl listen congress keep question comment come whchat","id":96961328903749630,"day":"29"},{"text":"Hi, it's Jason Furman back to answer your questions on the President's remarks this morning or anything else economic. Use #WHchat","month":"07","year":"2011","corpus":"jason furman back answer question presid remark morn anyth els econom use whchat","id":96956766864150530,"day":"29"},{"text":"RT @Tremenda1530: #WHChat if market goes down, what about #401Ks of so many who have little or no savings Question from Mr. Jay in McAllen","month":"07","year":"2011","corpus":"tremenda1530 whchat market goe 401k mani littl save question jay mcallen","id":97036521462431740,"day":"29"},{"text":".@FacesPhotag: Good question. Which I had an answer. D and R Congresses raised dozens of times for D and R Presidents. #WHchat","month":"07","year":"2011","corpus":"facesphotag good question answer congress rais dozen time presid whchat","id":96957143806246910,"day":"29"},{"text":"Pic: Jason Furman from NEC is here answering your #debt debate Qs during WH Office Hours. Use #whchat to join the Q&A. http://t.co/uY1uYhc","month":"07","year":"2011","corpus":"pic jason furman nec answer debt debat offic hour use whchat join","id":96969148088856580,"day":"29"},{"text":"Pic: Brian Deese from NEC is back answering your Qs on the #debt deal for WH Office Hours. Use #whchat to join the Q&A. http://t.co/dYQ6GWu","month":"08","year":"2011","corpus":"pic brian dees nec back answer debt deal offic hour use whchat join","id":98142851887673340,"day":"01"},{"text":"Hello, Jason Furman here and looking forward to your questions, #WHchat.","month":"08","year":"2011","corpus":"hello jason furman look forward question whchat","id":98485544165711870,"day":"02"},{"text":"Pic: Jason Furman from NEC is back answering Q’s on the #debt deal for WH Office Hours. Use #whchat to join the Q&A. http://t.co/2LwHKWt","month":"08","year":"2011","corpus":"pic jason furman nec back answer debt deal offic hour use whchat join","id":98493295403077630,"day":"02"},{"text":"Office Hours today: Use #WHChat to ask your Qs on the #debt #compromise & economy. Obama's econ advisor will be here @ 4ET to answer.","month":"08","year":"2011","corpus":"offic hour today use whchat ask debt compromis economi obama econ advisor 4et answer","id":98820134046679040,"day":"03"},{"text":"Hi all, I'm here and ready to answer your questions. -Brian #WHChat","month":"08","year":"2011","corpus":"readi answer question brian whchat","id":98847482053799940,"day":"03"},{"text":"Join a live chat today at 11 am EDT on the east coast #earthquake with @USGS scientist. Ask Q’s and watch live at: http://t.co/yV6aVdF","month":"08","year":"2011","corpus":"join live chat today edt east coast earthquak usg scientist ask watch live","id":107084836350599170,"day":"26"},{"text":"Announcing #WHTweetUp Briefing! Come to the @WhiteHouse & ask @PressSec your questions. Apply: http://t.co/1zW56TD","month":"09","year":"2011","corpus":"announc whtweetup brief come whitehous ask presssec question appli","id":110790935251656700,"day":"05"},{"text":"Few things: #JobsNow speech starting. Watch @ WH.gov/live. Live Tweets from @whlive. Live Video Chat afterwards. Use #whchat for ?'s","month":"09","year":"2011","corpus":"thing jobsnow speech start watch gov live live tweet whlive live video chat afterward use whchat","id":111939182527655940,"day":"08"},{"text":"RT @WHLive: Office Hours @ 4ET: Brian Deese of NEC will be here to answer your Qs on Obama's plan for #JobsNow. Ask: #WHChat Follow Q&A: ...","month":"09","year":"2011","corpus":"whlive offic hour 4et brian dees nec answer obama plan jobsnow ask whchat follow","id":112251569579372540,"day":"09"},{"text":"Have Qs on the American Jobs Act & Obama's #JobsNow speech? WH econ staff will be @WHLive for Office Hours @ 4ET. Ask now w/ #WHChat","month":"09","year":"2011","corpus":"american job act obama jobsnow speech econ staff whlive offic hour 4et ask whchat","id":112246286958329860,"day":"09"},{"text":"Live @ 4ET: Open for Qs w/ @NewsOneOfficial @HelloBeautiful @blackplanet @Theurbandaily @theGrio. Ask: #WHChat Watch: http://t.co/Wql9hJp","month":"09","year":"2011","corpus":"live 4et open newsoneoffici hellobeauti blackplanet theurbandaili thegrio ask whchat watch","id":113335934262587400,"day":"12"},{"text":"RT @theGrio: Ask questions to the White House! Live @ 4pm watch WH officials answer them. http://ow.ly/6s8u6 #WHChat http://t.co/NTJhKRU","month":"09","year":"2011","corpus":"thegrio ask question white hous live 4pm watch offici answer whchat","id":113314765971005440,"day":"12"},{"text":"President Obama just surprised the Open for Questions event! Watch live now: http://t.co/IGc2afS #JobsNow","month":"09","year":"2011","corpus":"presid obama surpris open question event watch live","id":113354816754941950,"day":"12"},{"text":"Join us @ 5:30ET for Office Hrs w/ Obama's Sr Advisor David Plouffe. Follow full Q&A @WHLive Highlights @WhiteHouse Ask Qs now: #WHChat","month":"09","year":"2011","corpus":"join 30et offic hr obama advisor david plouff follow full whlive highlight whitehous ask whchat","id":113720626937741310,"day":"13"},{"text":"RT @WHLive: Hey everybody. David Plouffe here to take your questions. Use #WHChat. let's get started.","month":"09","year":"2011","corpus":"whlive hey everybodi david plouff take question use whchat let get start","id":113730499729571840,"day":"13"},{"text":"Open for Questions @ 4ET: Join us for a live video chat on youth & the American Jobs Act. Use #WHChat to ask ?s now: http://t.co/nRt6vER","month":"09","year":"2011","corpus":"open question 4et join live video chat youth american job act use whchat ask","id":114030416087883780,"day":"14"},{"text":"RT @WHLive: Hi.  It's Stephanie and I'm here ready to take your questions on the President's American Jobs Act.  Ask with #whchat","month":"09","year":"2011","corpus":"whlive stephani readi take question presid american job act ask whchat","id":114108609532669950,"day":"14"},{"text":"Obama just signed the #AmericaInvents Act. Got Qs? Ask now: #WHChat Join @aneeshchopra & @USPTO Dir Kappos live @ 5ET: http://t.co/6Z6u7BNz","month":"09","year":"2011","corpus":"obama sign americainv act got ask whchat join aneeshchopra uspto dir kappo live 5et","id":114751601541005310,"day":"16"},{"text":"Happening @ 12ET: Live Q&A on Obama’s trip to the UN General Assembly. Ask w/ #WHChat & watch: http://t.co/QDIpMRKE","month":"09","year":"2011","corpus":"happen 12et live obama trip gener assembl ask whchat watch","id":117266878061219840,"day":"23"},{"text":"RT @LinkedIn: LIVE VIDEO: Next audience question from Wayne (Arizona) on government's role in helping veterans find jobs http://t.co/eXc ...","month":"09","year":"2011","corpus":"linkedin live video next audienc question wayn arizona govern role help veteran find job","id":118391908195237890,"day":"26"},{"text":"RT @YahooNews: WATCH LIVE: Pres. #Obama answers questions from @Yahoo, @ABC readers with @GStephanopoulos: http://t.co/V6JcY0al","month":"10","year":"2011","corpus":"yahoonew watch live pre obama answer question yahoo abc reader gstephanopoulo","id":120934122930716670,"day":"03"},{"text":"RT @letsmove: Do you have Qs about @LetsMove, the First Lady's initiative to end childhood obesity? Use #AskMichelle on Twitter: http:// ...","month":"10","year":"2011","corpus":"letsmov letsmov first ladi initi end childhood obes use askmichel twitter http ://","id":121240769779609600,"day":"04"},{"text":"RT @letsmove: Happening now: the First Lady honors participants in the HealthierUS School Challenge: Watch live: http://t.co/HrNhJJ3u","month":"10","year":"2011","corpus":"letsmov happen first ladi honor particip healthieru school challeng watch live","id":126018197110530050,"day":"17"},{"text":"RT @letsmove: Mrs. Obama answers the 1st #AskMichelle question. Your Q: How do I get involved in #LetsMove? Her A: http://t.co/KMVazuFT","month":"10","year":"2011","corpus":"letsmov mr obama answer 1st askmichel question get involv letsmov","id":126063216248897540,"day":"17"},{"text":"RT @JoiningForces: Have questions about #JoiningForces? The First Lady & Dr. Biden answer some @ the #WorldSeries. Use #AskMichelle http ...","month":"10","year":"2011","corpus":"joiningforc question joiningforc first ladi biden answer worldseri use askmichel http","id":126362579164610560,"day":"18"},{"text":"WH Open for Questions with @TheRoot247: Submit your questions on the Jobs Act now & tune in live on Thurs: http://t.co/9nxaRT2w","month":"10","year":"2011","corpus":"open question theroot247 submit question job act tune live thur","id":126513864224423940,"day":"19"},{"text":"RT @MLB: First lady Michelle Obama honors veterans prior to Game 1 of #WorldSeries: http://t.co/pW9MUKPY #JoiningForces","month":"10","year":"2011","corpus":"mlb first ladi michel obama honor veteran prior game worldseri joiningforc","id":126838216941781000,"day":"20"},{"text":"RT @WHLive: WH Office Hours: Natl Security Advisor Ben Rhodes will be here @ 2:30ET to answer your Qs about ending the war in Iraq. Ask  ...","month":"10","year":"2011","corpus":"whlive offic hour natl secur advisor ben rhode 30et answer end war iraq ask","id":127430801775276030,"day":"21"},{"text":"RT @whlive: It's Brian, I'm here and ready to go. #WHChat // Ask your questions on the Jobs Act now -- use #WHChat","month":"10","year":"2011","corpus":"whlive brian readi whchat ask question job act use whchat","id":128926951518904320,"day":"25"},{"text":"RT @WHLive: Thanks for all your questions. If you missed anything, here's the full Q&A http://t.co/xDSBSjSM. #Wecantwait to do it again. ...","month":"10","year":"2011","corpus":"whlive thank question miss anyth full wecantwait","id":128942762853801980,"day":"25"},{"text":"RT @WHLive: I've answered a bunch of questions -- now one for you: thinking about our next White House whiteboard, what topics should we ...","month":"10","year":"2011","corpus":"whlive answer bunch question one think next white hous whiteboard topic","id":128942722827550720,"day":"25"},{"text":"RT @WHLive: Happening @ 4ET: Brian Deese, Natl Economic Council Dep Director, answers your Qs on why #WeCantWait from @WHLive. Use #WHCh ...","month":"10","year":"2011","corpus":"whlive happen 4et brian dees natl econom council dep director answer wecantwait whlive use whch","id":128915721504829440,"day":"25"},{"text":"#WeCantWait for today's Office Hours: Obama's econ advisor Brian Deese answers your ?s @ 4ET via Twitter. Ask w #WHChat http://t.co/qgswSeXO","month":"10","year":"2011","corpus":"wecantwait today offic hour obama econ advisor brian dees answer 4et via twitter ask whchat","id":128841357086310400,"day":"25"},{"text":"Happening @ 12:30ET: Open for Questions on Horn of Africa crisis & #FWD campaign w/ @rajshah @joncarson44. Use #AskFWD http://t.co/KSni4fBt","month":"10","year":"2011","corpus":"happen 30et open question horn africa crisi fwd campaign rajshah joncarson44 use askfwd","id":129182675822067710,"day":"26"},{"text":"Open for Questions: WH Fellows Program: http://t.co/txentbKy Have Qs on the fellowship for leadership & public service? Ask now: #WHFellows","month":"11","year":"2011","corpus":"open question fellow program fellowship leadership public servic ask whfellow","id":134419801354412030,"day":"09"},{"text":"Starting @ 12 pm: Open for Questions on the WH Fellows Program.  Ask a Q using #WHFellows & watch live at http://t.co/u95y7hhB","month":"11","year":"2011","corpus":"start open question fellow program ask use whfellow watch live","id":134670304382427140,"day":"10"},{"text":"RT @WHLive: Have Qs on new initiatives to get #veterans back to work? Ask now with #WHChat. WH veterans policy director will be @WHLive  ...","month":"11","year":"2011","corpus":"whlive new initi get veteran back work ask whchat veteran polici director whlive","id":134725794894319620,"day":"10"},{"text":"Veterans Day 2011 in Pictures: http://t.co/xiCmSBQw Pic of the President & First Lady aboard @CVN70 on #VeteransDay: http://t.co/e8bscg3Q","month":"11","year":"2011","corpus":"veteran day 2011 pictur pic presid first ladi aboard cvn70 veteransday","id":136231962091339780,"day":"15"},{"text":"RT @nationalservice: Tomorrow, we're headed to @whitehouse to talk #volunteering w/ @BrandonJRouth & @JonCarson44. What questions would  ...","month":"11","year":"2011","corpus":"nationalservic tomorrow head whitehous talk volunt brandonjrouth joncarson44 question would","id":136553416913727490,"day":"15"},{"text":"RT @kellywallacetv: We want YOUR questions for the WH about our kids & smoking.  @iVillage live chat w/@HHSGov #KathleenSebelius Thursda ...","month":"11","year":"2011","corpus":"kellywallacetv want question kid smoke ivillag live chat hhsgov kathleensebeliu thursda","id":136505024552505340,"day":"15"},{"text":"RT @StateDept: President Obama: I've asked #SecClinton to go to #Burma -- the first U.S. Secretary of State to travel there in over half ...","month":"11","year":"2011","corpus":"statedept presid obama ask secclinton burma first secretari state travel half","id":137580621705916420,"day":"18"},{"text":"MT @NASCAR The First Lady tells military families that the entire country is behind them #NASCAR #USA @joiningforces http://t.co/WO2TFJyz","month":"11","year":"2011","corpus":"nascar first ladi tell militari famili entir countri behind nascar usa joiningforc","id":138382200327516160,"day":"20"},{"text":"Photo of the Day: The President, First Lady & daughters Sasha & Malia volunteer @foodbankmetrodc on #Thanksgiving eve: http://t.co/AQ5r6o5h","month":"11","year":"2011","corpus":"photo day presid first ladi daughter sasha malia volunt foodbankmetrodc thanksgiv eve","id":139792455519309820,"day":"24"},{"text":"Open for questions tomorrow: The Beginning of the #EndOfAIDS. Use #WHChat to ask Qs: http://t.co/E9nHOqF7 #WorldAIDSDay","month":"11","year":"2011","corpus":"open question tomorrow begin endofaid use whchat ask worldaidsday","id":141996283253637120,"day":"30"},{"text":"Happening @ 5ET: The First Family attends the National Christmas Tree Lighting on the Ellipse. Watch live: http://t.co/8eNaOJO5","month":"12","year":"2011","corpus":"happen 5et first famili attend nation christma tree light ellips watch live","id":142359514384044030,"day":"01"},{"text":"Happening @ 2:30ET: #WorldAIDSDay Open for Questions on the Beginning of the End of AIDS. Watch live: http://t.co/u95y7hhB Ask Qs: #WHChat","month":"12","year":"2011","corpus":"happen 30et worldaidsday open question begin end aid watch live ask whchat","id":142324007742615550,"day":"01"},{"text":"Happening @ 5ET: President Obama & the First Lady honor the @kencen honorees #AtTheWH. Watch live: http://t.co/bMa1AS3n #KCHonors","month":"12","year":"2011","corpus":"happen 5et presid obama first ladi honor kencen honore atthewh watch live kchonor","id":143446989030424580,"day":"04"},{"text":"RT @momonashoe: Have a Burning Question for Jill Biden, Wife of the Vice President? via @ivillage http://t.co/diXlFFEY #iVoices","month":"12","year":"2011","corpus":"momonasho burn question jill biden wife vice presid via ivillag ivoic","id":145916246045622270,"day":"11"},{"text":"RT @ENERGY: Got questions about biofuels? Join us this Friday at 1 PM EST for a live Q+A with the head of our Biomass Program, Dr. Valer ...","month":"12","year":"2011","corpus":"energi got question biofuel join friday est live head biomass program valer","id":147019780270989300,"day":"14"},{"text":"Photo of the Day: The President & First Lady arrive on the South Lawn after their trip to @FortBraggNC: http://t.co/6iXSOE3n","month":"12","year":"2011","corpus":"photo day presid first ladi arriv south lawn trip fortbraggnc","id":147326980256301060,"day":"15"},{"text":"RT @WHLive: Have Qs on the @JoiningForces initiative & how you can get involved? Ask with #WHChat. Exec Dir Brad Cooper will be here lat ...","month":"12","year":"2011","corpus":"whlive joiningforc initi get involv ask whchat exec dir brad cooper lat","id":147690526357983230,"day":"16"},{"text":"Photo of the Day: The First Lady drops off toys from @WhiteHouse staff to the #ToysForTots drive @jointbase in DC: http://t.co/smaUt4EM","month":"12","year":"2011","corpus":"photo day first ladi drop toy whitehous staff toysfortot drive jointbas","id":148901767650869250,"day":"19"},{"text":"Have questions on women's entrepreneurship? Ask now with #WHChat & tune in live @ 3ET for Open for Questions: http://t.co/dUn9YjJ6","month":"12","year":"2011","corpus":"question women entrepreneurship ask whchat tune live 3et open question","id":149165326553194500,"day":"20"},{"text":"RT @WHLive: Hi all, this is Brian Deese. I'm here and ready to take your questions on #40Dollars and the payroll tax cut. Ask with #WHChat","month":"12","year":"2011","corpus":"whlive brian dees readi take question 40dollar payrol tax cut ask whchat","id":149589077690290180,"day":"21"},{"text":"The President & First Lady wish all Americans a Merry Christmas & Happy Holidays & thank our troops & their families: http://t.co/zPqpnXSd","month":"12","year":"2011","corpus":"presid first ladi wish american merri christma happi holiday thank troop famili","id":150637312089399300,"day":"24"},{"text":"\"From our family to yours, Merry Christmas\" -First Lady Michelle Obama: http://t.co/44jzagGg","month":"12","year":"2011","corpus":"famili merri christma first ladi michel obama","id":150674619349729280,"day":"24"},{"text":"Photo: On Christmas Eve, First Lady Michelle Obama takes calls from kids as part of the NORAD tracks Santa program: http://t.co/hPSpoT0n","month":"12","year":"2011","corpus":"photo christma eve first ladi michel obama take call kid part norad track santa program","id":150731938834022400,"day":"25"},{"text":"President Obama & the First Lady Mark the beginning of Kwanzaa: http://t.co/K9JE6qMT","month":"12","year":"2011","corpus":"presid obama first ladi mark begin kwanzaa","id":151784487339032580,"day":"27"},{"text":"Join @WhiteHouse Office Hours on the #economy & #jobs w/ Brian Deese & @YahooFinance on 1/6 @ 3ET. Ask Qs now: #WHChat http://t.co/9MuI1jx5","month":"01","year":"2012","corpus":"join whitehous offic hour economi job brian dees yahoofin 3et ask whchat","id":155044243499520000,"day":"05"},{"text":"RT @arneduncan: We're starting our tweetup w/ @AAUW in a few moments. Join us by asking your Title IX ?'s using #T9Talk.","month":"01","year":"2012","corpus":"arneduncan start tweetup aauw moment join ask titl use t9talk","id":155394572363644930,"day":"06"},{"text":"RT @WHLive: Starting now: @commercegov Dep Sec Dr. Blank & @aneeshchopra taking your questions on investing in innovation. Use #WHChat t ...","month":"01","year":"2012","corpus":"whlive start commercegov dep sec blank aneeshchopra take question invest innov use whchat","id":156474311937507330,"day":"09"},{"text":"RT @WHLive: WH Office Hours on #COMPETES report happening now w/ @aneeshchopra @commercegov @whitehouseostp. Ask your questions with #WH ...","month":"01","year":"2012","corpus":"whlive offic hour compet report happen aneeshchopra commercegov whitehouseostp ask question","id":156476249164873730,"day":"09"},{"text":"RT @JoiningForces: Today, the First Lady announced a major coordinated effort by America's academic institutions to combat PTSD & TBI: h ...","month":"01","year":"2012","corpus":"joiningforc today first ladi announc major coordin effort america academ institut combat ptsd tbi","id":157244974801485820,"day":"11"},{"text":"What is your question for President Obama? On Jan 30, the President answers in a special Google+ Hangout. Ask now: http://t.co/5NtQAzJ1","month":"01","year":"2012","corpus":"question presid obama jan presid answer special googl hangout ask","id":161446709828923400,"day":"23"},{"text":"RT @arneduncan: I'm headed to the @WhiteHouse to discuss #SOTU. Ask questions using #WHchat & watch http://t.co/serwSEBV","month":"01","year":"2012","corpus":"arneduncan head whitehous discuss sotu ask question use whchat watch","id":162018636406591500,"day":"25"},{"text":"RT @WHLive: A panel of senior advisors are answering your #SOTU questions at the @WhiteHouse now. Watch live: http://t.co/3PkrwuOo & ask ...","month":"01","year":"2012","corpus":"whlive panel senior advisor answer sotu question whitehous watch live ask","id":162020259770023940,"day":"25"},{"text":"RT @gov: Stand by. Our Q&A with @VP Biden will begin shortly. Submit your #SOTU-related questions using #WHChat.","month":"01","year":"2012","corpus":"gov stand biden begin shortli submit sotu relat question use whchat","id":162599694114103300,"day":"26"},{"text":"Happening @ 1:10ET: @VP Biden answers your #SOTU questions live from New Hampshire in his inaugural twitter interview. Ask now: #WHChat","month":"01","year":"2012","corpus":"happen 10et biden answer sotu question live new hampshir inaugur twitter interview ask whchat","id":162576975767142400,"day":"26"},{"text":"RT @gov: Have #SOTU follow-up questions for @VP Joe Biden? Ask using #WHChat and follow our @gov Q&A with him at 1:10p ET.","month":"01","year":"2012","corpus":"gov sotu follow question joe biden ask use whchat follow gov 10p","id":162532440336900100,"day":"26"},{"text":"Don't miss your twitter interview with Vice President Biden on 1/26 @ 1:10ET. What are your #SOTU questions? Ask: #WHChat Follow: @VP & @gov","month":"01","year":"2012","corpus":"miss twitter interview vice presid biden 10et sotu question ask whchat follow gov","id":162374981639090180,"day":"26"},{"text":"Starting now: President Obama answers your questions live in a Google+ Hangout from the West Wing. Watch: http://t.co/9Zc4y7S1","month":"01","year":"2012","corpus":"start presid obama answer question live googl hangout west wing watch","id":164113873098641400,"day":"30"},{"text":"RT @StickyHandsHerp: WORTH KNOWING: President Obama Answers Question Live And Interactive Today. http://t.co/mNTDfz7o","month":"01","year":"2012","corpus":"stickyhandsherp worth know presid obama answer question live interact today","id":164047123569057800,"day":"30"},{"text":"Happening now: President Obama answers your questions live in Google+ Hangout from the West Wing. Watch: http://t.co/9Zc4y7S1","month":"01","year":"2012","corpus":"happen presid obama answer question live googl hangout west wing watch","id":164114318797975550,"day":"30"},{"text":"Watch Live: President Obama answers your questions in a Google+ Hangout today @ 5:30ET: http://t.co/6q0Mm9iG","month":"01","year":"2012","corpus":"watch live presid obama answer question googl hangout today 30et","id":164004799698833400,"day":"30"},{"text":"White House Hangout today: @stevecase @aneeshchopra & Gene Sperling answer your Qs on #startupamerica. Join live: http://t.co/RolZAGHA","month":"02","year":"2012","corpus":"white hous hangout today stevecas aneeshchopra gene sperl answer startupamerica join live","id":165144899832909820,"day":"02"},{"text":"RT @letsmove: WH Office Hours: #LetsMove 2nd Anniversary with Sam Kass. Ask your questions now with #WHChat & join live at 2:30ET http:/ ...","month":"02","year":"2012","corpus":"letsmov offic hour letsmov 2nd anniversari sam kass ask question whchat join live 30et http","id":166553174138830850,"day":"06"},{"text":"Check out Bill Nye @TheScienceGuy's #WHScienceFair blog: http://t.co/QSeHb1ay & join him for a #WHChat @ 2ET. Ask #STEM Qs now with #WHChat","month":"02","year":"2012","corpus":"check bill nye thescienceguy whsciencefair blog join whchat 2et ask stem whchat","id":166936065981153280,"day":"07"},{"text":"RT @letsmove: Don't miss the First Lady & @JimmyFallon go head-to-head in a fitness challenge on #FallonTonight: http://t.co/Q7bwoshU","month":"02","year":"2012","corpus":"letsmov miss first ladi jimmyfallon head head fit challeng fallontonight","id":166999148141346800,"day":"07"},{"text":"RT @TheScienceGuy: Hey, hey Bill Nye here. I'm sitting in The White House Office Digital Strategy. Got a question on Science Ed? Tweet i ...","month":"02","year":"2012","corpus":"thescienceguy hey hey bill nye sit white hous offic digit strategi got question scienc tweet","id":166961691685437440,"day":"07"},{"text":"Have a Q on technology in global develpoment? Join us for a live chat w/ @rajshah today at 11 am on http://t.co/u95y7hhB. Ask using #WHChat.","month":"02","year":"2012","corpus":"technolog global develpo join live chat rajshah today ask use whchat","id":167259059895025660,"day":"08"},{"text":"RT @letsmove: Hula-hoop, dodgeball & a potato sack race? Who wins a fitness competition between the First Lady & @JimmyFallon? Watch: ht ...","month":"02","year":"2012","corpus":"letsmov hula hoop dodgebal potato sack race win fit competit first ladi jimmyfallon watch","id":167324612844195840,"day":"08"},{"text":"RT @letsmove: We're on our way to the @webMD town hall where First Lady Michelle Obama will be talking about raising healthy kids #letsm ...","month":"02","year":"2012","corpus":"letsmov way webmd town hall first ladi michel obama talk rais healthi kid letsm","id":168075204843671550,"day":"10"},{"text":"RT @letsmove: To celebrate the 2nd anniversary of #LetsMove, First Lady Michelle Obama is hitting the road. Check out the gallery: http: ...","month":"02","year":"2012","corpus":"letsmov celebr 2nd anniversari letsmov first ladi michel obama hit road check galleri http","id":168129748126535680,"day":"11"},{"text":"RT @OMBPress: Hi everyone - this is Heather Higginbottom - ready to answer your questions about the President's #2013Budget. #WHChat","month":"02","year":"2012","corpus":"ombpress everyon heather higginbottom readi answer question presid 2013budget whchat","id":169187678208798720,"day":"13"},{"text":"RT @JoiningForces: First Lady & Dr. Biden urge action from state governors on #milspouse hiring: http://t.co/j5nwaFk5","month":"02","year":"2012","corpus":"joiningforc first ladi biden urg action state governor milspous hire","id":174178171766317060,"day":"27"},{"text":"RT @JoiningForces: First Lady Michelle Obama to announce travel industry to hire 3,000 military #veterans & spouses via @iVillage: http: ...","month":"02","year":"2012","corpus":"joiningforc first ladi michel obama announc travel industri hire 000 militari veteran spous via ivillag http","id":174921607972794370,"day":"29"},{"text":"RT @whitehouse: Photo of the Day: The First Lady poses for a photo with a guest during the Department of Defense dinner last night. http ...","month":"03","year":"2012","corpus":"whitehous photo day first ladi pose photo guest depart defens dinner last night http","id":175342717432373250,"day":"01"},{"text":"Photo of the Day: The First Lady poses for a photo with a guest during the Department of Defense dinner last night. http://t.co/5EdwYJ3J","month":"03","year":"2012","corpus":"photo day first ladi pose photo guest depart defens dinner last night","id":175342363361804300,"day":"01"},{"text":"RT @macon44: Here's a shot of @PressSec answering questions via @google hangout during @ks44's @whitehouse presentation at #SXSWi http:/ ...","month":"03","year":"2012","corpus":"macon44 shot presssec answer question via googl hangout ks44 whitehous present sxswi http","id":179605900976336900,"day":"13"},{"text":"RT @WHLive: Watch live: President Obama &amp; the First Lady welcome Prime Minister Cameron of Great Britain to the @WhiteHouse: http:// ...","month":"03","year":"2012","corpus":"whlive watch live presid obama amp first ladi welcom prime minist cameron great britain whitehous http ://","id":179918410484957200,"day":"14"},{"text":"President Obama &amp; the First Lady welcome UK Prime Minister David Cameron to the @whitehouse: http://t.co/4wzkOnSe Pic: http://t.co/7lt1kTl4","month":"03","year":"2012","corpus":"presid obama amp first ladi welcom prime minist david cameron whitehous pic","id":180025780267515900,"day":"14"},{"text":"Starting @ 10:30ET: Nancy-Ann DeParle answers your ?s on health care reform during WH Office Hrs. Ask now: #WHChat http://t.co/fhuGgzP1","month":"03","year":"2012","corpus":"start 30et nanci ann deparl answer health care reform offic hr ask whchat","id":181740176530354180,"day":"19"},{"text":"You asked, @PressSec answered. Watch Jay Carney answer your ?s on #gasprices, #energy &amp; #ACA in #1q: http://t.co/00A23yrl","month":"03","year":"2012","corpus":"ask presssec answer watch jay carney answer gaspric energi amp aca","id":181850923591663600,"day":"19"},{"text":"RT @OMBPress: WH Office Hours today: The Budget: OMB Acting Director Jeff Zients answers your ?s @ 4:30ET: http://t.co/CA21aKuc Ask now: ...","month":"03","year":"2012","corpus":"ombpress offic hour today budget omb act director jeff zient answer 30et ask","id":182521307727003650,"day":"21"},{"text":"RT @letsmove: What are your questions about staying healthy &amp; active? @WNBA MVP @Catchin24 is stopping by today to answer some ?s. A ...","month":"03","year":"2012","corpus":"letsmov question stay healthi amp activ wnba mvp catchin24 stop today answer","id":184279042797744130,"day":"26"},{"text":"Happening now: The First Lady welcomes kids from across the country for the 4th WH garden planting. Watch: http://t.co/u95y7hhB #letsmove","month":"03","year":"2012","corpus":"happen first ladi welcom kid across countri 4th garden plant watch letsmov","id":184344258357108740,"day":"26"},{"text":"RT @VP: Announcing #AskVP: What are your questions about college affordability? VP Biden will answer on twitter on 4/3: http://t.co/RSl1gZz5","month":"03","year":"2012","corpus":"announc askvp question colleg afford biden answer twitter","id":185427801200013300,"day":"29"},{"text":"RT @usedgov: Now isn't the time to be shy. #AskVP Biden your questions about #CollegeAffordability http://t.co/D252fmh2","month":"03","year":"2012","corpus":"usedgov time shi askvp biden question collegeafford","id":185440507969810430,"day":"29"},{"text":"RT @DHSgov: USCG: First Lady Welcomes Newest Cutter http://t.co/6jT1oEKV","month":"04","year":"2012","corpus":"dhsgov uscg first ladi welcom newest cutter","id":186831495569223680,"day":"02"},{"text":"RT @JoiningForces: Today First Lady Michelle Obama announced 15,000 #jobs for military spouses: http://t.co/UckfIDrl #joiningforces","month":"04","year":"2012","corpus":"joiningforc today first ladi michel obama announc 000 job militari spous joiningforc","id":187687207706963970,"day":"04"},{"text":"Photo: The President & First Lady host #Passover Seder for family, staff & friends in the Old Family Dining Room: http://t.co/xJ9rryyq","month":"04","year":"2012","corpus":"photo presid first ladi host passov seder famili staff friend old famili dine room","id":188630083328675840,"day":"07"},{"text":"Have questions about the #BuffettRule? NEC's Brian Deese will answer during Office Hours on 4/11. Ask away w/ #WHChat http://t.co/H8s91xX1","month":"04","year":"2012","corpus":"question buffettrul nec brian dees answer offic hour ask away whchat","id":189475878126895100,"day":"09"},{"text":"Happening now: The President & First Lady speak at the 2012 White House #EasterEggRoll. Watch live: http://t.co/hhNoX4fh","month":"04","year":"2012","corpus":"happen presid first ladi speak 2012 white hous eastereggrol watch live","id":189362922307325950,"day":"09"},{"text":"RT @letsmove: First Lady Michelle Obama challenges #BiggestLoser contestants to help America get fit! Don't miss tonight's episode @ 8/7 ...","month":"04","year":"2012","corpus":"letsmov first ladi michel obama challeng biggestlos contest help america get fit miss tonight episod","id":189864874753523700,"day":"10"},{"text":"Starting soon: The National Economic Council's Brian Deese answers your questions on the #BuffettRule. Ask now using #WHChat. Follow @WHLive","month":"04","year":"2012","corpus":"start soon nation econom council brian dees answer question buffettrul ask use whchat follow whlive","id":190152410163986430,"day":"11"},{"text":"RT @JoiningForces: First Lady kicks off #JoiningForces 1yr anniv at the WH w/ @usairforce band Sidewinder. Don't miss it on 4/11 @ 10:40 ...","month":"04","year":"2012","corpus":"joiningforc first ladi kick joiningforc 1yr anniv usairforc band sidewind miss","id":189880887712817150,"day":"11"},{"text":"RT @JoiningForces: Tonight First Lady Michelle Obama stops by the @ColbertReport to talk about #JoiningForces & supporting our military  ...","month":"04","year":"2012","corpus":"joiningforc tonight first ladi michel obama stop colbertreport talk joiningforc support militari","id":190263029571661820,"day":"12"},{"text":"Starting soon: Dan Restrepo answers questions about the upcoming Summit of the Americas. Ask now w/ #WHChat. Follow: @WHLive & @LaCasaBlanca","month":"04","year":"2012","corpus":"start soon dan restrepo answer question upcom summit america ask whchat follow whlive lacasablanca","id":190461463780007940,"day":"12"},{"text":"RT @ks44: Announcing our first Google+ #WHPhotowalk: @whitehouse Spring Garden Tour. Interested in joining? Here's how: http://t.co/ENWvl5VX","month":"04","year":"2012","corpus":"ks44 announc first googl whphotowalk whitehous spring garden tour interest join","id":192319878030565380,"day":"17"},{"text":"RT @startupamerica: Questions about the #JOBSAct? Join the Twitter Office Hours TODAY at 3:30p ET. Ask your questions using #WHChat & be ...","month":"04","year":"2012","corpus":"startupamerica question jobsact join twitter offic hour today 30p ask question use whchat","id":193410751493447680,"day":"20"},{"text":"President Obama just concluded his remarks. Have questions about the speech? Ask now with #WHChat","month":"04","year":"2012","corpus":"presid obama conclud remark question speech ask whchat","id":194432984290557950,"day":"23"},{"text":"RT @WHLive: Happening now: @CraigatFEMA & @NOAALive's Dr. Kathryn Sullivan answer your Qs on severe weather during #WHChat http://t.co/G ...","month":"04","year":"2012","corpus":"whlive happen craigatfema noaaliv kathryn sullivan answer sever weather whchat","id":194813781216473100,"day":"24"},{"text":"It's National Nurses Week: Join Office Hours on the Affordable Care Act &amp; nurses today @ 3:30ET: http://t.co/VXwoGna1 Ask ?s now: #WHChat","month":"05","year":"2012","corpus":"nation nurs week join offic hour afford care act amp nurs today 30et ask whchat","id":199506746027425800,"day":"07"},{"text":"Got questions on #SummerJobsPlus? @HildaSolisDOL answers in a Google+ hangout today @ 1ET: http://t.co/nXzyJVrN Ask ?s with #WHChat","month":"05","year":"2012","corpus":"got question summerjobsplu hildasolisdol answer googl hangout today 1et ask whchat","id":200595313080287230,"day":"10"},{"text":"RT @WHLive: Hi all, it's Brian Deese here...ready for your questions... #WHChat","month":"05","year":"2012","corpus":"whlive brian dees ... readi question ... whchat","id":201040963676811260,"day":"11"},{"text":"WH Office Hours on #CongressToDoList &amp; refinancing: NEC's Brian Deese takes your Qs on 5/10 @ 2ET: http://t.co/QFIwZARg Ask now: #WHChat","month":"05","year":"2012","corpus":"offic hour congresstodolist amp refinanc nec brian dees take 2et ask whchat","id":200750344005894140,"day":"11"},{"text":"RT @CommerceGov: Ask @EconChiefGov your questions on #manufacturing today at 1pm ET - http://t.co/N5HH37Pj #mfgChat","month":"05","year":"2012","corpus":"commercegov ask econchiefgov question manufactur today 1pm mfgchat","id":200984924981952500,"day":"11"},{"text":"RT @letsmove: This just in – the First Lady and Team USA announced commitments to get more than 1.7M kids active this year. http://t.co/ ...","month":"05","year":"2012","corpus":"letsmov first ladi team usa announc commit get kid activ year","id":202135307427123200,"day":"14"},{"text":"RT @letsmove: Got questions about healthy choices? WH Chef Sam Kass answers during a Let's Move #WHChat today @ 1:00ET. Ask Q now w/ #WHChat","month":"05","year":"2012","corpus":"letsmov got question healthi choic chef sam kass answer let move whchat today 00et ask whchat","id":203504133934817280,"day":"18"},{"text":"RT @PressSec: What do you want to know about the President's To- Do List for Congress? I'll answer @ 12ET. Ask now with #WHChat","month":"05","year":"2012","corpus":"presssec want know presid list congress answer 12et ask whchat","id":204945586837917700,"day":"22"},{"text":"What do you want to know about the President's plan to bring jobs back to the US? Join WH Office Hrs today @ 12ET. Ask ?s now with #WHChat","month":"05","year":"2012","corpus":"want know presid plan bring job back join offic hr today 12et ask whchat","id":204787459073130500,"day":"22"},{"text":"Got ?s on the President's plan to invest in clean energy &amp; #smallbiz? Ask now with #WHChat &amp; join Q&amp;A live @ 12ET http://t.co/CKS9A9Ne","month":"05","year":"2012","corpus":"got presid plan invest clean energi amp smallbiz ask whchat amp join amp live 12et","id":204859349632421900,"day":"22"},{"text":"Join @SBAgov Admin Karen Mills for a G+ Hangout with #smallbiz owners on 5/23. Ask ?s with #WHHangout &amp; watch live: http://t.co/r6rfVU6v","month":"05","year":"2012","corpus":"join sbagov admin karen mill hangout smallbiz owner ask whhangout amp watch live","id":205063309152616450,"day":"22"},{"text":"Got ?s on the #CongressToDoList &amp; the President's plan to invest in clean energy manufacturing? http://t.co/Tgim0wX3 Ask now with #WHChat","month":"05","year":"2012","corpus":"got congresstodolist amp presid plan invest clean energi manufactur ask whchat","id":205730382354714620,"day":"24"},{"text":"Let's try this: After I speak here in Iowa about clean energy jobs, I'll answer a few questions on #CongressToDoList. Ask w/ #WHChat -bo","month":"05","year":"2012","corpus":"let tri speak iowa clean energi job answer question congresstodolist ask whchat","id":205772255966396400,"day":"24"},{"text":"President Obama heads to Newton, Iowa today to talk about clean energy jobs &amp; #CongressToDoList. Got questions? Ask now with #WHChat","month":"05","year":"2012","corpus":"presid obama head newton iowa today talk clean energi job amp congresstodolist got question ask whchat","id":205668946882465800,"day":"24"},{"text":"Have a question about the #CongressToDoList &amp; the President's plan to grow the economy? Ask now with #WHChat","month":"05","year":"2012","corpus":"question congresstodolist amp presid plan grow economi ask whchat","id":205767593213165570,"day":"24"},{"text":"We want your feedback: Watch this video: http://t.co/hYnc3Wfi then answer some ?s about #WhyRefi: http://t.co/XoHHCT9v","month":"06","year":"2012","corpus":"want feedback watch video answer whyrefi","id":210478284490801150,"day":"06"},{"text":"Have ?s about college affordability #IBR &amp; #DontDoubleMyRate? Ask now with #WHChat &amp; join Office Hrs today @ 4:30ET: http://t.co/mBJCl60r","month":"06","year":"2012","corpus":"colleg afford ibr amp dontdoublemyr ask whchat amp join offic hr today 30et","id":210788968718016500,"day":"07"},{"text":"RT @WHLive: Today at 1:15 ET President Obama delivers a statement on #immigration. Have Q’s?  Join the Q&amp;A at 2 ET. Ask w/ #WHChat h ...","month":"06","year":"2012","corpus":"whlive today presid obama deliv statement immigr join amp ask whchat","id":213660910613565440,"day":"15"},{"text":"From the Archives: The First Lady's Trip to Africa: http://t.co/yF9whCO9","month":"06","year":"2012","corpus":"archiv first ladi trip africa","id":215463354033119230,"day":"20"},{"text":"RT @JoiningForces: 23 states passed pro #milspouse license portability measures http://t.co/4Uf55RJF First Lady &amp; @GovernorQuinn @ s ...","month":"06","year":"2012","corpus":"joiningforc state pass pro milspous licens portabl measur first ladi amp governorquinn","id":217744976480706560,"day":"26"},{"text":"RT @arneduncan: Looking fwd to tomorrow's @whitehouse office hours. Send me your Qs on college affordability using #WHChat http://t.co/8 ...","month":"06","year":"2012","corpus":"arneduncan look fwd tomorrow whitehous offic hour send colleg afford use whchat","id":217634952815194100,"day":"26"},{"text":"Today at 2 ET: Education Sec @ArneDuncan answers your Qs on college affordability. Ask w/ #WHChat follow along @WHLive http://t.co/5Bg4vAdR","month":"06","year":"2012","corpus":"today educ sec arneduncan answer colleg afford ask whchat follow along whlive","id":218002075576041470,"day":"27"},{"text":"RT @usedgov: Secretary @arneduncan answering your college affordability Qs during #WHchat Office Hours  http://t.co/c3LJjm8V","month":"06","year":"2012","corpus":"usedgov secretari arneduncan answer colleg afford whchat offic hour","id":218044045958713340,"day":"27"},{"text":"Have Qs on the Affordable Care Act? Get answers during WH Office Hours today at 4:30 ET. Ask now w/ #WHChat http://t.co/xJGbFNjP #ACA #HCR","month":"06","year":"2012","corpus":"afford care act get answer offic hour today ask whchat aca hcr","id":218433659491991550,"day":"28"},{"text":"Happening now: President Obama &amp; the First Lady welcome military families to #July4th celebration @WhiteHouse. Watch: http://t.co/dfEWfXpi","month":"07","year":"2012","corpus":"happen presid obama amp first ladi welcom militari famili july4th celebr whitehous watch","id":220638810562773000,"day":"04"},{"text":"\"#NelsonMandela has changed the arc of history, transforming his country, continent &amp; the world\" -The President &amp; First Lady on #MandelaDay","month":"07","year":"2012","corpus":"nelsonmandela chang arc histori transform countri contin amp world presid amp first ladi mandeladay","id":225350103358128130,"day":"17"},{"text":"RT @letsmove: First Lady Michelle Obama &amp; @LetsMove have arrived in London. We're excited for a full few days ahead! #TeamUSA #Londo ...","month":"07","year":"2012","corpus":"letsmov first ladi michel obama amp letsmov arriv london excit full day ahead teamusa londo","id":228581576236208130,"day":"26"},{"text":"Go #TeamUSA! The First Lady has her picture taken with athletes at the US Olympic Training Facility in London: http://t.co/MqPOqpB0","month":"07","year":"2012","corpus":"teamusa first ladi pictur taken athlet olymp train facil london","id":229235148829372400,"day":"28"},{"text":"Photos: First Lady Michelle Obama at the #London2012 #Olympics: http://t.co/zg1eGwau Mrs. Obama hugs @Venuseswilliams: http://t.co/CI00pi5Q","month":"07","year":"2012","corpus":"photo first ladi michel obama london2012 olymp mr obama hug venuseswilliam","id":229945918558973950,"day":"30"},{"text":"Today at 5 ET join WH Office Hours on new women's preventive care benefits. Ask questions now using #WHChat. More info: http://t.co/xP9WLlW0","month":"08","year":"2012","corpus":"today join offic hour new women prevent care benefit ask question use whchat info","id":231044716001636350,"day":"02"},{"text":"RT @carmeena_m: @whitehouse Better question-why would you not #FollowWH? The President represents all Americans on the world stage, so I ...","month":"08","year":"2012","corpus":"carmeena_m whitehous better question would followwh presid repres american world stage","id":231699738116898800,"day":"04"},{"text":"RT @NationalPTA: Join us tomorrow, 8/10 at  12 ET for a live Q&amp;A session w/ @PTABetsy &amp; @WhiteHouse - ask your Q's w/ #whpta: ht ...","month":"08","year":"2012","corpus":"nationalpta join tomorrow live amp session ptabetsi amp whitehous ask whpta","id":233675334535483400,"day":"09"},{"text":"Happening now on http://t.co/u95tzH8r: \"Open for Questions\" live Q&amp;A on education with @PTABetsy. Watch &amp; ask questions now w/ #WHPTA","month":"08","year":"2012","corpus":"happen open question live amp educ ptabetsi watch amp ask question whpta","id":233958504396898300,"day":"10"},{"text":"Photo: First Lady Michelle Obama hugs LeBron @KingJames after the #TeamUSA vs. France men's @USABasketball game: http://t.co/1AyCjfXu","month":"08","year":"2012","corpus":"photo first ladi michel obama hug lebron kingjam teamusa franc men usabasketbal game","id":234849790305906700,"day":"13"},{"text":"On 8/17 at 12ET join CNCS CEO @WendyCNCS &amp; @Macon44 for a Google+ Hangout about @Americorps: http://t.co/uGcj1Mz7. Ask Qs w/ #WHHangout","month":"08","year":"2012","corpus":"12et join cnc ceo wendycnc amp macon44 googl hangout americorp ask whhangout","id":236186388536647680,"day":"16"},{"text":"RT @letsmove: Go behind the scenes during the preparation for Monday's @WhiteHouse #KidStatesDinner hosted by the First Lady. http://t.c ...","month":"08","year":"2012","corpus":"letsmov behind scene prepar monday whitehous kidstatesdinn host first ladi","id":236909664246300670,"day":"18"},{"text":"Starting now: 54 young chefs attend the first-ever White House #KidsStateDinner. Learn more &amp; watch live at: http://t.co/mZYa7adV","month":"08","year":"2012","corpus":"start young chef attend first ever white hous kidsstatedinn learn amp watch live","id":237552705734860800,"day":"20"},{"text":"The First Lady announces 125,000 #veterans &amp; military spouses hired through @JoiningForces: http://t.co/wwEgbYKL Pic: http://t.co/fn9JpPF0","month":"08","year":"2012","corpus":"first ladi announc 125 000 veteran amp militari spous hire joiningforc pic","id":238406056164872200,"day":"22"},{"text":"RT @JoiningForces: First Lady: As of today, they have hired or trained 125,000 #veterans &amp; #milspouses … more than a year ahead of s ...","month":"08","year":"2012","corpus":"joiningforc first ladi today hire train 125 000 veteran amp milspous year ahead","id":238329624562634750,"day":"22"},{"text":"RT @NASA: Watch @NASA social media followers ask questions to the space station crew at 12:45p ET on NASA TV. http://t.co/m7wHG834 #NASA ...","month":"08","year":"2012","corpus":"nasa watch nasa social media follow ask question space station crew 45p nasa nasa","id":238303045597929470,"day":"22"},{"text":"RT @WHLive: Happening now: @todd_park &amp; @macon44 answer your Qs on #InnovateGov. Ask now with #WHChat   Pic in action: http://t.co/C ...","month":"08","year":"2012","corpus":"whlive happen todd_park amp macon44 answer innovategov ask whchat pic action","id":238746069838753800,"day":"23"},{"text":"PHOTO: The President, First Lady &amp; White House staff observe a moment of silence to mark the 11th anniversary of 9/11: http://t.co/XtCJdFEh","month":"09","year":"2012","corpus":"photo presid first ladi amp white hous staff observ moment silenc mark 11th anniversari","id":245662376681144320,"day":"11"},{"text":"Tomorrow President Obama &amp; the First Lady will honor #TeamUSA at the White House. Say #ThanksTeamUSA &amp; watch live: http://t.co/pixPqu9z","month":"09","year":"2012","corpus":"tomorrow presid obama amp first ladi honor teamusa white hous say thanksteamusa amp watch live","id":246417003169083400,"day":"14"},{"text":"Happening now: The President &amp; First Lady honor @USOlympic &amp; @USParalympics teams. Watch: http://t.co/u95tzH8r Follow: @WHLive #WHTeamUSA","month":"09","year":"2012","corpus":"happen presid amp first ladi honor usolymp amp usparalymp team watch follow whlive whteamusa","id":246610715715203070,"day":"14"},{"text":"Happening now: Join a live video chat on combatting #humantrafficking. Watch live &amp; ask ?s with #WHHangout: http://t.co/YpM1yfjZ","month":"09","year":"2012","corpus":"happen join live video chat combat humantraffick watch live amp ask whhangout","id":251351635996069900,"day":"27"},{"text":"Happening now: @vj44 &amp; Samantha Power answer your questions about empowering women at home &amp; abroad. Ask with #WHChat &amp; follow @WHLive.","month":"10","year":"2012","corpus":"happen vj44 amp samantha power answer question empow women home amp abroad ask whchat amp follow whlive","id":254286996002988030,"day":"05"},{"text":"RT @girlscouts: #WHChat a question we often hear is \"How do we inspire male mentors to support girl #STEM initiatives?\" What's your take?","month":"10","year":"2012","corpus":"girlscout whchat question often hear inspir male mentor support girl stem initi take","id":254296260243251200,"day":"05"},{"text":"Photo: President Obama hugs @VP Biden in Chicago on Nov 6. The First Lady &amp; daughters Sasha &amp; Malia join on stage: http://t.co/5ycVpqin","month":"11","year":"2012","corpus":"photo presid obama hug biden chicago nov first ladi amp daughter sasha amp malia join stage","id":266367263727288320,"day":"08"},{"text":"RT @JoiningForces: This Veterans Day, we hope you'll join First Lady Michelle Obama and thank an American hero: http://t.co/4xjJG4YY htt ...","month":"11","year":"2012","corpus":"joiningforc veteran day hope join first ladi michel obama thank american hero htt","id":267681648798208000,"day":"11"},{"text":"First Lady Michelle Obama, daughters Sasha &amp; Malia, &amp; First Dog Bo, welcome the official White House Christmas Tree: http://t.co/NgfBK149","month":"11","year":"2012","corpus":"first ladi michel obama daughter sasha amp malia amp first dog welcom offici white hous christma tree","id":272093968387432450,"day":"23"},{"text":"Have questions about middle-class tax cuts, deficit reduction &amp; #My2k? Join us at 1ET for a Q&amp;A with NEC's Brian Deese. Ask now w/ #WHChat","month":"11","year":"2012","corpus":"question middl class tax cut deficit reduct amp my2k join 1et amp nec brian dees ask whchat","id":274166457368195070,"day":"29"},{"text":"An open letter to parents from First Lady Michelle Obama: \"Talking to Our Kids about Newtown\" http://t.co/Vb3LjNNS http://t.co/I1yx6j51","month":"12","year":"2012","corpus":"open letter parent first ladi michel obama talk kid newtown","id":282229113438212100,"day":"21"},{"text":"\"That’s what makes this season so special, getting to spend time with the people we love most.\" -The First Lady: http://t.co/1tl2ZSex","month":"12","year":"2012","corpus":"make season special get spend time peopl love first ladi","id":282606554774110200,"day":"22"},{"text":"The President and First Lady wish you a Merry Christmas and Happy Holidays: http://t.co/Gg7UE5D2, http://t.co/1aIoPrbj","month":"12","year":"2012","corpus":"presid first ladi wish merri christma happi holiday","id":283754047582920700,"day":"26"},{"text":"2012 in Photos: http://t.co/SALuUt9V Pic: The President &amp; First Lady smooch for the \"Kiss Cam\" at a basketball game: http://t.co/pnSsGSub","month":"01","year":"2013","corpus":"2012 photo pic presid amp first ladi smooch kiss cam basketbal game","id":289186070606802940,"day":"10"},{"text":"RT @FLOTUS: The First Lady just met with Inaugural citizen co-chair David Hall ahead of #MLKDay of Service: http://t.co/yJjvkcLm http:// ...","month":"01","year":"2013","corpus":"flotu first ladi met inaugur citizen chair david hall ahead mlkday servic http ://","id":292004266246279200,"day":"17"},{"text":"RT @FLOTUS: Photo: The First Lady &amp; Dr. Biden greet Jaelen, a 10 year old military kid &amp; his family before tonight's concert: ht ...","month":"01","year":"2013","corpus":"flotu photo first ladi amp biden greet jaelen year old militari kid amp famili tonight concert","id":292767991341408260,"day":"19"},{"text":"RT @FLOTUS: “My very favorite part of this entire weekend is being right here with all of you” –The First Lady to military families http ...","month":"01","year":"2013","corpus":"flotu favorit part entir weekend right first ladi militari famili http","id":292798515283910660,"day":"20"},{"text":"On Thurs. at 3:50pm ET, join a #SOTU #FiresideHangout with President Obama. Submit your questions now &amp; watch live: http://t.co/zuSucb8T","month":"02","year":"2013","corpus":"thur 50pm join sotu firesidehangout presid obama submit question amp watch live","id":301209297625440260,"day":"12"},{"text":"RT @Revkin: More interesting than #SOTU is #WHchat going on now with White House staff addressing questions: http://t.co/ELXcDw1M","month":"02","year":"2013","corpus":"revkin interest sotu whchat go white hous staff address question","id":301543805138657300,"day":"13"},{"text":"At 2:30ET: CEAs Alan Krueger joins a Q&amp;A on #SOTU, #Jobs #Economy moderated by @YahooFinance. Watch: http://t.co/u95tzH8r Ask w/ #YFinSOTU","month":"02","year":"2013","corpus":"30et cea alan krueger join amp sotu job economi moder yahoofin watch ask yfinsotu","id":301757632392351740,"day":"13"},{"text":"Tonight's #WHChat will be ending shortly but President Obama &amp; WH officials are taking your questions all week: http://t.co/Cq1o2eHG #SOTU","month":"02","year":"2013","corpus":"tonight whchat end shortli presid obama amp offici take question week sotu","id":301548384895004700,"day":"13"},{"text":"Happening now: @NASA @WhiteHouseOSTP &amp; @tweetsoutloud are answering your Qs on space, science, #STEM &amp; tech. Ask with #WHChat","month":"02","year":"2013","corpus":"happen nasa whitehouseostp amp tweetsoutloud answer space scienc stem amp tech ask whchat","id":301731433213468700,"day":"13"},{"text":"At 4ET: Heather Zichal takes Qs on #SOTU #Energy #environment #climatechange moderated by @PopSci Watch: http://t.co/u95tzH8r Ask: #WHChat","month":"02","year":"2013","corpus":"4et heather zichal take sotu energi environ climatechang moder popsci watch ask whchat","id":301797730626441200,"day":"13"},{"text":"RT @iVillage: @kellywallacetv is talking #gunviolence at the White House tomorrow at 3 pm EST. Send @iVillage your questions! http://t.c ...","month":"02","year":"2013","corpus":"ivillag kellywallacetv talk gunviol white hous tomorrow est send ivillag question","id":302468045119557600,"day":"15"},{"text":"RT @parentsmagazine: Today is the day! We're asking Vice President Joe Biden your questions about gun violence at 3:30 P.M. Eastern: htt ...","month":"02","year":"2013","corpus":"parentsmagazin today day ask vice presid joe biden question gun violenc eastern htt","id":303919848080154600,"day":"19"},{"text":"RT @FLOTUS: A new term, a new official portrait of the First Lady: http://t.co/9HJaMY1X","month":"02","year":"2013","corpus":"flotu new term new offici portrait first ladi","id":304311225200812000,"day":"20"},{"text":"RT @whitehouseostp: First-ever Hangout from space! Ask @NASA_Astronauts questions using #askAstro and watch live at 10:30 ET http://t.co ...","month":"02","year":"2013","corpus":"whitehouseostp first ever hangout space ask nasa_astronaut question use askastro watch live","id":304965519574986750,"day":"22"},{"text":"RT @FLOTUS: In case you missed it: First Lady Michelle Obama &amp; @JimmyFallon in \"Evolution of Mom Dancing.\" http://t.co/MSKJKL2DbZ  # ...","month":"02","year":"2013","corpus":"flotu case miss first ladi michel obama amp jimmyfallon evolut mom danc","id":305457409005076500,"day":"23"},{"text":"RT @FLOTUS: Tonight, First Lady Michelle Obama announced the winner of the #Oscars2013 #BestPicture live from @WhiteHouse: http://t.co/o ...","month":"02","year":"2013","corpus":"flotu tonight first ladi michel obama announc winner oscars2013 bestpictur live whitehous","id":305915165554135040,"day":"25"},{"text":"RT @FLOTUS: Tomorrow at 11:05ET, I'll answer some questions about @LetsMove &amp; how we can improve the health of our kids. Join with # ...","month":"03","year":"2013","corpus":"flotu tomorrow 05et answer question letsmov amp improv health kid join","id":310860205560840200,"day":"10"},{"text":"Earlier today, @FLOTUS Michelle Obama answered your Qs about @LetsMove on Twitter. Check out the full Q&amp;A: http://t.co/KcYykTUiKy #AskFLOTUS","month":"03","year":"2013","corpus":"earlier today flotu michel obama answer letsmov twitter check full amp askflotu","id":311187960831815700,"day":"11"},{"text":"On 3/11 at 11ET: Join @FLOTUS Michelle Obama for a Q&amp;A on @LetsMove &amp; keeping kids healthy. Submit Qs w/ #AskFLOTUS: http://t.co/ND46xANDy4","month":"03","year":"2013","corpus":"11et join flotu michel obama amp letsmov amp keep kid healthi submit askflotu","id":310927511506780160,"day":"11"},{"text":"RT @VP: I want to welcome my incredible wife and your Second Lady, Jill, to Twitter. Follow her at @DrBiden. –VP","month":"04","year":"2013","corpus":"want welcom incred wife second ladi jill twitter follow drbiden","id":326458034362658800,"day":"22"},{"text":"ICYMI, President Obama tried the First Lady’s bangs on for size at last night’s White House Correspondents’ Dinner: http://t.co/dO8LQos8b1","month":"04","year":"2013","corpus":"icymi presid obama tri first ladi bang size last night white hous correspond dinner","id":328648703474810900,"day":"28"},{"text":"RT @letsmove: Popeye would have a field day in the First Lady's garden!! #strongtothefinish\n-Sam http://t.co/jN1Ll52ijr","month":"05","year":"2013","corpus":"letsmov popey would field day first ladi garden strongtothefinish sam","id":331442803714433000,"day":"06"},{"text":"Don't miss Secretary of State John Kerry's first-ever Google Hangout. Watch live today at 1:30pm ET: http://t.co/zbd7LFIgZ1","month":"05","year":"2013","corpus":"miss secretari state john kerri first ever googl hangout watch live today 30pm","id":332898569931595800,"day":"10"},{"text":"Obama: \"We should not pause &amp; remember to thank first responders &amp; police officers only in the wake of tragedy. We should do it every day.\"","month":"05","year":"2013","corpus":"obama paus amp rememb thank first respond amp polic offic wake tragedi everi day","id":334691383598256100,"day":"15"},{"text":"If you're into science and innovation, RSVP for today's first #WeTheGeeks White House @Google+ hangout ---&gt; http://t.co/e1so9Wi6yQ","month":"05","year":"2013","corpus":"scienc innov rsvp today first wethegeek white hous googl hangout ---&","id":335055172357210100,"day":"16"},{"text":"RT @FLOTUS: Today the First Lady delivered the commencement address at Martin Luther King Jr. Academic Magnet High School. Watch: http://t.…","month":"05","year":"2013","corpus":"flotu today first ladi deliv commenc address martin luther king academ magnet high school watch","id":335907757855211500,"day":"19"},{"text":"RT @rhodes44: Just announced: This June, the President and the First Lady will travel to Senegal, South Africa, and Tanzania.","month":"05","year":"2013","corpus":"rhodes44 announc june presid first ladi travel seneg south africa tanzania","id":336583696104689660,"day":"20"},{"text":"RT @NASA: Watch now #Asteroid @WhiteHouseOSTP Hangout w/ @Lori_Garver &amp; others. Use #WeTheGeeks for questions. Live at: http://t.co/QIQiZQI…","month":"05","year":"2013","corpus":"nasa watch asteroid whitehouseostp hangout lori_garv amp other use wethegeek question live","id":340530914322944000,"day":"31"},{"text":"RT @FLOTUS: The First Lady just landed in Senegal. Take a look back at her 2011 trip to Africa ---&gt; http://t.co/uMnhRkiOOR, http://t.co/MoL…","month":"06","year":"2013","corpus":"flotu first ladi land seneg take look back 2011 trip africa ---&","id":350021858717995000,"day":"26"},{"text":"RT @FLOTUS: Now: The First Lady joins students from South Africa &amp; the US in a Google+ Hangout on education. #FLOTUSinAfrica http://t.co/0T…","month":"06","year":"2013","corpus":"flotu first ladi join student south africa amp googl hangout educ flotusinafrica","id":350981474360627200,"day":"29"},{"text":"RT @FLOTUS: \"Keep your big dreams\" —The First Lady to youth in Africa &amp; across the US: http://t.co/KqQsEFII9L #FLOTUSinAfrica http://t.co/i…","month":"07","year":"2013","corpus":"flotu keep big dream first ladi youth africa amp across flotusinafrica","id":351835057775841300,"day":"01"},{"text":"At 6:00ET, the President &amp; First Lady welcome military families to the WH for a #4thofJuly celebration. Watch: http://t.co/glo9nVyY5J","month":"07","year":"2013","corpus":"00et presid amp first ladi welcom militari famili 4thofjuli celebr watch","id":352908542111514600,"day":"04"},{"text":"RT @GinaEPA: Looking forward to my first Twitter chat tomorrow. I want to hear your thoughts and Q's on #climate change http://t.co/gQOvHjY…","month":"08","year":"2013","corpus":"ginaepa look forward first twitter chat tomorrow want hear thought climat chang","id":363041514177298400,"day":"01"},{"text":"RT @Yahoo: Obama taking housing questions in Zillow roundtable, to be livestreamed on Yahoo! at 1 pm ET on Wed: http://t.co/D8nihHwOjW #Ask…","month":"08","year":"2013","corpus":"yahoo obama take hous question zillow roundtabl livestream yahoo wed ask","id":364410466497724400,"day":"05"},{"text":"Today, the President laid out his plan to help homeowners. Tomorrow, he'll answer your Qs. Ask w/ #AskObamaHousing -&gt; http://t.co/GXUx08eddj","month":"08","year":"2013","corpus":"today presid laid plan help homeown tomorrow answer ask askobamah","id":364878771137945600,"day":"06"},{"text":"RT @zillow: Hurry! Time is running out to ask your #AskObamaHousing questions to President Obama! http://t.co/PlVJ2Hfmk8 http://t.co/50sMsw…","month":"08","year":"2013","corpus":"zillow hurri time run ask askobamah question presid obama","id":365113226369196000,"day":"07"},{"text":"Tune in at 1ET: President Obama will be answering your housing questions. \nAsk w/ #AskObamaHousing &amp; watch live --&gt; http://t.co/yBbHL80leY","month":"08","year":"2013","corpus":"tune 1et presid obama answer hous question ask askobamah amp watch live --&","id":365148858809987100,"day":"07"},{"text":"You asked and we answered: Watch #WestWingWeek to hear answers to your questions about life at the White House —&gt; http://t.co/sFeDU108Wn","month":"08","year":"2013","corpus":"ask answer watch westwingweek hear answer question life white hous","id":368463752917577700,"day":"16"},{"text":"RT @Sebelius: Do you have questions about #ObamaCare? Check out this great story from @NPR and @jrovner: http://t.co/1MSivbdnJQ #ACA","month":"08","year":"2013","corpus":"sebeliu question obamacar check great stori npr jrovner aca","id":369531765213241340,"day":"19"},{"text":"RT @WHLive: At 1pm ET, @Katie44 and James Kvaal will answer some of your Q's on the President's plan to make college more affordable. Ask u…","month":"08","year":"2013","corpus":"whlive 1pm katie44 jame kvaal answer presid plan make colleg afford ask","id":370588059760590850,"day":"22"},{"text":"RT @Katie44: The President is talking college affordability today &amp; I'll be answering some of your Qs at 1ET. Ask with #WHChat: http://t.co…","month":"08","year":"2013","corpus":"katie44 presid talk colleg afford today amp answer 1et ask whchat","id":370537413493288960,"day":"22"},{"text":"The First Dogs. http://t.co/KjshwdSExJ","month":"08","year":"2013","corpus":"first dog","id":371668967053488100,"day":"25"},{"text":"RT @FLOTUS: Watch a #GIF of the First Lady through her high school years —&gt; http://t.co/NhRnpEfZQO #TBT #ThrowbackThursday #WhitneyYoung","month":"08","year":"2013","corpus":"flotu watch gif first ladi high school year tbt throwbackthursday whitneyyoung","id":373202674390278140,"day":"29"},{"text":"RT @themotleyfool: 5 years after the financial crisis, what would you ask the President? Leave your questions for the @WhiteHouse here: htt…","month":"09","year":"2013","corpus":"themotleyfool year financi crisi would ask presid leav question whitehous htt","id":380442967598567400,"day":"18"},{"text":"Happening today: at 2pm ET, the President will answer questions from the White House. Watch live at: http://t.co/62dHpBUgwJ","month":"10","year":"2013","corpus":"happen today 2pm presid answer question white hous watch live","id":387613393684676600,"day":"08"},{"text":"RT @FLOTUS: You don't want to miss this: President Obama, the First Lady, Bo, and Sunny surprise guests at the @WhiteHouse —&gt; http://t.co/t…","month":"11","year":"2013","corpus":"flotu want miss presid obama first ladi sunni surpris guest whitehous","id":398232411299119100,"day":"06"},{"text":"At 8pm ET, join @KalPenn, @HealthCareTara &amp; @YI_Care for a Hangout on young people &amp; #Obamacare. Ask Qs w/ #WHYouth: http://t.co/5B72JkuHRh","month":"12","year":"2013","corpus":"8pm join kalpenn healthcaretara amp yi_car hangout young peopl amp obamacar ask whyouth","id":407613456158687200,"day":"02"},{"text":"RT @FLOTUS: “Nǐ hǎo!” —The First Lady gives a shout out to Bao Bao—the baby #SmithsonianPanda: http://t.co/l7nHlpcDZ4 #TeamBaoBao","month":"12","year":"2013","corpus":"flotu hǎo first ladi give shout bao bao babi smithsonianpanda teambaobao","id":407624087490396160,"day":"02"},{"text":"Obama: \"On behalf of Malia, Sasha, Marian, the First Lady...plus Bo &amp; Sunny—I wish all of you a Merry Christmas &amp; a joyful holiday season!\"","month":"12","year":"2013","corpus":"obama behalf malia sasha marian first ladi ... plu amp sunni wish merri christma amp joy holiday season","id":409100821628854300,"day":"06"},{"text":"RT @FLOTUS: \"All of us can learn important lessons from his struggle.\" —First Lady Michelle Obama on Nelson Mandela: http://t.co/QD2iDfrIgy","month":"12","year":"2013","corpus":"flotu learn import lesson struggl first ladi michel obama nelson mandela","id":409059994022060000,"day":"06"},{"text":"Starting soon: Watch the First Family light the National Christmas Tree —&gt; http://t.co/ACklsFkRPc, http://t.co/SGb72Smhmc","month":"12","year":"2013","corpus":"start soon watch first famili light nation christma tree","id":409083076493316100,"day":"06"},{"text":"Don't miss the First Family at the National Christmas Tree lighting! Watch here at 5pm ET —&gt; http://t.co/9TxldQGG2E, http://t.co/2GayjIq7ZX","month":"12","year":"2013","corpus":"miss first famili nation christma tree light watch 5pm","id":409070677363130400,"day":"06"},{"text":"Starting now: Join the @VP &amp; @Cecilia44 for a @Skype event on #ImmigrationReform. Ask Q's with #AskTheWhiteHouse: http://t.co/NjVMpYdNZd","month":"12","year":"2013","corpus":"start join amp cecilia44 skype event immigrationreform ask askthewhitehous","id":410875205431472100,"day":"11"},{"text":"RT @CommerceSec: Don’t forget to join me at 2:15 ET today for a Twitter chat about the #Open4Biz agenda. Send in your questions with #Open4…","month":"12","year":"2013","corpus":"commercesec forget join today twitter chat open4biz agenda send question open4","id":412591099463880700,"day":"16"},{"text":"RT @FLOTUS: The First Lady and @NoradSanta are tracking Santa's sleigh. Good news: He's on schedule! http://t.co/4evQFqNecL, http://t.co/a3…","month":"12","year":"2013","corpus":"flotu first ladi noradsanta track santa sleigh good news schedul","id":415610735268360200,"day":"24"},{"text":"Get your questions in for President Obama's first-ever Presidential @Google Hangout Road Trip → http://t.co/DmoznMosCQ","month":"01","year":"2014","corpus":"get question presid obama first ever presidenti googl hangout road trip","id":426810796661022700,"day":"24"},{"text":"A road trip with President Obama? Yep. Get your questions in for the 1st-ever Presidential @Google Hangout Road Trip: http://t.co/NqwePuZ2ZI","month":"01","year":"2014","corpus":"road trip presid obama yep get question 1st ever presidenti googl hangout road trip","id":427526977051168800,"day":"26"},{"text":"On Friday, go on a @Google Hangout Road Trip with President Obama: http://t.co/RgSd6sqYax. Get your questions in now: http://t.co/6qUjMgQG3d","month":"01","year":"2014","corpus":"friday googl hangout road trip presid obama get question","id":427912844940570600,"day":"27"},{"text":"Right now: Get your questions in for Obama administration officials with #SOTUChat → http://t.co/GD8K6aq7lH #SOTU","month":"01","year":"2014","corpus":"right get question obama administr offici sotuchat sotu","id":428367592714403840,"day":"29"},{"text":"RT @LaborSec: Dropping by the @WhiteHouse #SOTUChat to take your questions &amp; give my thoughts on the speech. Tune in: http://t.co/wjZLPrQfDL","month":"01","year":"2014","corpus":"laborsec drop whitehous sotuchat take question amp give thought speech tune","id":428374130975854600,"day":"29"},{"text":"RT @usedgov: Secretary @arneduncan is answering your questions during #BigBlockOfCheeseDay. #AsktheWH http://t.co/1NhYAOJmDH","month":"01","year":"2014","corpus":"usedgov secretari arneduncan answer question bigblockofcheeseday askthewh","id":428601316299268100,"day":"29"},{"text":"❅ Happy #SNOWTU! ❅ Get ready for #BigBlockOfCheeseDay by asking questions with #AskTheWH: http://t.co/QyZVjEd34v, http://t.co/KCivlyACE0","month":"01","year":"2014","corpus":"happi snowtu get readi bigblockofcheeseday ask question askthewh","id":428406004120690700,"day":"29"},{"text":"RT @PressSec: What's Big Block of Cheese Day, you ask? Let me explain: http://t.co/l7yYJunHXF #BigBlockOfCheeseDay #AsktheWH","month":"01","year":"2014","corpus":"presssec big block chees day ask let explain bigblockofcheeseday askthewh","id":428579660122030100,"day":"29"},{"text":"Starting now: Join President Obama on a virtual #POTUSRoadTrip as he answers questions from around the country → http://t.co/qLnzylW7Ee","month":"01","year":"2014","corpus":"start join presid obama virtual potusroadtrip answer question around countri","id":429330642623807500,"day":"31"},{"text":"RT @FLOTUS: \"Right now I want you to get up and show me how you move!\" —First Lady Michelle Obama,  http://t.co/IqTO2dgpKV  #LetsMove","month":"02","year":"2014","corpus":"flotu right want get show move first ladi michel obama letsmov","id":436605535081992200,"day":"20"},{"text":"RT @FLOTUS: Happening now: The First Lady makes an important announcement on promoting school wellness → http://t.co/1w7cU9F9lb #LetsMove","month":"02","year":"2014","corpus":"flotu happen first ladi make import announc promot school well letsmov","id":438343449964986400,"day":"25"},{"text":"Get your popcorn ready! Tune in tomorrow at 3:30pm ET for the first-ever #WHFilmFest: http://t.co/cUJDdroqli, http://t.co/7qErrkjrhG","month":"02","year":"2014","corpus":"get popcorn readi tune tomorrow 30pm first ever whfilmfest","id":439111059828244500,"day":"27"},{"text":"You don't want to miss this: Tune in tomorrow at 3:30pm ET for the first-ever #WHFilmFest: http://t.co/9af11sj0dR, http://t.co/J0qyNVy6z6","month":"02","year":"2014","corpus":"want miss tune tomorrow 30pm first ever whfilmfest","id":439203602125443100,"day":"28"},{"text":"RT @WebMD: Have an #ACA question for President Obama? #WebMDAsksObama for you. Submit questions here: http://t.co/MJAAbuWouZ @WhiteHouse","month":"03","year":"2014","corpus":"webmd aca question presid obama webmdasksobama submit question whitehous","id":441985081234964500,"day":"07"},{"text":"Watch President Obama's interview with @WebMD—where he answers questions on the Affordable Care Act → http://t.co/3cF8MAWp5q #GetCoveredNow","month":"03","year":"2014","corpus":"watch presid obama interview webmd answer question afford care act getcoverednow","id":444498053056442400,"day":"14"},{"text":"RT @FLOTUS: \"We nag you because we love you. So go to http://t.co/CNqHfX7XGs and enroll today.\" —The First Lady: http://t.co/NxgwnqAhEW #Ge…","month":"03","year":"2014","corpus":"flotu nag love enrol today first ladi","id":444491618478227460,"day":"14"},{"text":"\"We nag you because we love you. So go to http://t.co/0lwMLeJwkK and enroll today.\" —The First Lady: http://t.co/aeQtEPGNEn #GetCoveredNow","month":"03","year":"2014","corpus":"nag love enrol today first ladi getcoverednow","id":444933793166528500,"day":"15"},{"text":"RT @FLOTUS: Go \"On Board\" with the First Lady in China as she visits a robotics class in Beijing &amp; tours the Forbidden City → http://t.co/3…","month":"03","year":"2014","corpus":"flotu board first ladi china visit robot class beij amp tour forbidden citi","id":447023601183891460,"day":"21"},{"text":"President Obama just joined @Quora → https://t.co/zD3esciLVY\nCheck out his answers to questions on the #ACA → http://t.co/u4BBundSsw","month":"03","year":"2014","corpus":"presid obama join quora check answer question aca","id":448149654111531000,"day":"24"},{"text":"RT @FLOTUS: .@JoiningForces is turning 3! Ask the First Lady &amp; @DrBiden your questions about supporting our military families using #Joinin…","month":"04","year":"2014","corpus":"flotu joiningforc turn ask first ladi amp drbiden question support militari famili use joinin","id":458630058929057800,"day":"22"},{"text":"RT @ReachHigher: The First Lady just landed in San Antonio wearing her Princeton t-shirt to attend College Signing Day. #ReachHigher http:/…","month":"05","year":"2014","corpus":"reachhigh first ladi land san antonio wear princeton shirt attend colleg sign day reachhigh http :/…","id":462275249380552700,"day":"02"},{"text":"RT @FLOTUS: \"At the end of the day, the most important person in your education is you.\" —The First Lady #ReachHigher http://t.co/akKXVQBX7U","month":"05","year":"2014","corpus":"flotu end day import person educ first ladi reachhigh","id":462289761970159600,"day":"02"},{"text":"Have questions about President Obama's plan to #ActOnClimate? Ask @Utech44 with #WHClimateChat before his 2pm ET Q&amp;A: http://t.co/cxuiuKdq4H","month":"05","year":"2014","corpus":"question presid obama plan actonclim ask utech44 whclimatechat 2pm amp","id":464049149315272700,"day":"07"},{"text":"RT @whitehouseostp: We're taking your questions on #ClimateChange at 2pm ET live w/ @weatherchannel → http://t.co/uFmHcqSFoV Submit now usi…","month":"05","year":"2014","corpus":"whitehouseostp take question climatechang 2pm live weatherchannel submit usi","id":464455914880524300,"day":"08"},{"text":"RT @weatherchannel: MT @AMHQ: Questions on the Climate Assessment Report? Send them to #ActOnClimate! Join @SamChampion in G+ chat 2pmET! h…","month":"05","year":"2014","corpus":"weatherchannel amhq question climat assess report send actonclim join samchampion chat 2pmet","id":464418986751701000,"day":"08"},{"text":"RT @ErnestMoniz: Now's your chance to ask me about how @Energy is fighting climate change. Use #WHClimateChat &amp; watch live at 1PM → http://…","month":"05","year":"2014","corpus":"ernestmoniz chanc ask energi fight climat chang use whclimatechat amp watch live 1pm","id":468394902309834750,"day":"19"},{"text":"Got an education question for President Obama's @Tumblr Q&amp;A?\nAsk away → http://t.co/6RJWXvnG2H #ObamaIRL http://t.co/wfyXHhMowx","month":"06","year":"2014","corpus":"got educ question presid obama tumblr amp ask away obamairl","id":476008376531308540,"day":"09"},{"text":"RT @FLOTUS: \"My college story can be yours.\" —The First Lady on helping more young people access higher education: http://t.co/BE2H1zIKaR #…","month":"06","year":"2014","corpus":"flotu colleg stori first ladi help young peopl access higher educ","id":476401004636692500,"day":"10"},{"text":"RT @FLOTUS: Hey guys! Tomorrow at 2:30pm ET, I'll answer your questions on school nutrition and healthy lunches. Ask away using #LunchWithF…","month":"06","year":"2014","corpus":"flotu hey guy tomorrow 30pm answer question school nutrit healthi lunch ask away use lunchwithf","id":476838370090287100,"day":"11"},{"text":"At his first @Tumblr Q&amp;A, POTUS:\n1. Answered questions on education and more\n2. Took a stance on \"GIF\" #HardG\nWatch → http://t.co/Ej7BeV4fRI","month":"06","year":"2014","corpus":"first tumblr amp potu answer question educ took stanc gif hardg watch","id":477462500674650100,"day":"13"},{"text":"RT @WHLive: \"The most important question we should all be asking…is what is in the national security interests of the United States.\" —Pres…","month":"06","year":"2014","corpus":"whlive import question ask nation secur interest unit state pre","id":479682605877846000,"day":"19"},{"text":"RT @FLOTUS: “Trailblazing can hurt sometimes…but you’re doing it for the men and women who don’t have that voice.” —The First Lady #Familie…","month":"06","year":"2014","corpus":"flotu trailblaz hurt sometim men women voic first ladi famili","id":481198144525705200,"day":"23"},{"text":"RT @FLOTUS: “Our first job is to make sure that our kids are on point. That is the most important legacy we’ll leave.” —The First Lady #Fam…","month":"06","year":"2014","corpus":"flotu first job make sure kid point import legaci leav first ladi fam","id":481193796659867650,"day":"23"},{"text":"RT @FLOTUS: “Having a fair wage…improves the bottom line for companies.” —The First Lady at yesterday's #FamiliesSucceed Summit: http://t.c…","month":"06","year":"2014","corpus":"flotu fair wage improv bottom line compani first ladi yesterday familiessucce summit","id":481562111366406140,"day":"24"},{"text":"At 2:30pm ET, join @CEAChair for a Q&amp;A on climate change and the cost of inaction. Ask your Q's using #WHClimateChat: http://t.co/cUW6hcXdOa","month":"07","year":"2014","corpus":"30pm join ceachair amp climat chang cost inact ask use whclimatechat","id":494140482407374850,"day":"29"},{"text":"RT @CEAChair: Here to answer questions on our new report on the cost of waiting to deal with climate change: http://t.co/GZ6F7BLcvq #WhiteH…","month":"07","year":"2014","corpus":"ceachair answer question new report cost wait deal climat chang whiteh","id":494189406279200800,"day":"29"},{"text":"RT @DrBiden: First-ever @JoiningForces Twitter Q&amp;A is about to start → http://t.co/5vQ3LufZwN Use #PCSchat to ask Qs about Permanent Change…","month":"08","year":"2014","corpus":"drbiden first ever joiningforc twitter amp start use pcschat ask perman chang","id":499613806298152960,"day":"13"},{"text":"President Obama and the First Lady attend the September 11th Observance Ceremony at the Pentagon Memorial: http://t.co/IdPh6gl0ou","month":"09","year":"2014","corpus":"presid obama first ladi attend septemb 11th observ ceremoni pentagon memori","id":510058744093618200,"day":"11"},{"text":"RT @CEAChair: Got questions on the economy &amp; today's jobs report? Join me for Q&amp;A at 12ET today. Ask now with #WHEconChat: http://t.co/8gNw…","month":"10","year":"2014","corpus":"ceachair got question economi amp today job report join amp 12et today ask wheconchat","id":518046921253224450,"day":"03"},{"text":"RT @DeeseOMB: Jumping right in! Hosting a @Twitter Q&amp;A at 4pm ET on #Millennials and the #Economy → http://t.co/oLl8UrjQqI. Ask your Q's wi…","month":"10","year":"2014","corpus":"deeseomb jump right host twitter amp 4pm millenni economi ask","id":520260523078975500,"day":"09"},{"text":"RT @WebMD: .@NIH official Anthony Fauci, MD, answers questions about #Ebola; explains how the virus spreads and can be stopped. http://t.co…","month":"10","year":"2014","corpus":"webmd nih offici anthoni fauci answer question ebola explain viru spread stop","id":525788748014157800,"day":"24"},{"text":"RT @FLOTUS: FLOTUS used to be like many of you: Working on her college apps.\nAsk her your Q's by Fri: http://t.co/Z0xSrABmQ2 http://t.co/cB…","month":"10","year":"2014","corpus":"flotu flotu use like mani work colleg app ask fri","id":527861355546566660,"day":"30"},{"text":"RT @FLOTUS: Check out the @WhiteHouse Tumblr now for the First Lady's answers to your Q's on helping students #ReachHigher → http://t.co/YY…","month":"11","year":"2014","corpus":"flotu check whitehous tumblr first ladi answer help student reachhigh","id":529391079179956200,"day":"03"},{"text":"Got questions on climate change &amp; what we're doing to combat it? Ask President Obama's science advisor with #AskDrH: http://t.co/5ctvkmMItn","month":"11","year":"2014","corpus":"got question climat chang amp combat ask presid obama scienc advisor askdrh","id":533008846013595650,"day":"13"},{"text":"RT @FLOTUS: The President &amp; First Lady sat down to lunch with students from the Standing Rock Sioux Tribe: http://t.co/HKAUuNegUG http://t.…","month":"11","year":"2014","corpus":"flotu presid amp first ladi sat lunch student stand rock sioux tribe","id":535944688155775000,"day":"21"},{"text":"Watch President Obama answer questions on his #ImmigrationAction at a town hall in Nashville: http://t.co/BrtS84QF70 http://t.co/ZuKL0f9CPs","month":"12","year":"2014","corpus":"watch presid obama answer question immigrationact town hall nashvil","id":542419512805437440,"day":"09"},{"text":"Tomorrow at 10am ET, @Shakira and @ArneDuncan will answer your Q's on early education. Ask away using #ShakiraEdChat: http://t.co/DsDAJyRRWi","month":"12","year":"2014","corpus":"tomorrow 10am shakira arneduncan answer earli educ ask away use shakiraedchat","id":542347548363464700,"day":"09"},{"text":"RT @shakira: Ask your questions about early education now and during the event using #ShakiraEdChat. More info: http://t.co/K8Drze8b4u Shak…","month":"12","year":"2014","corpus":"shakira ask question earli educ event use shakiraedchat info shak","id":542376760793653250,"day":"09"},{"text":"RT @shakira: Getting ready to answer your questions on early education with @ArneDuncan! Ask yours using #ShakiraEdChat Shak http://t.co/eT…","month":"12","year":"2014","corpus":"shakira get readi answer question earli educ arneduncan ask use shakiraedchat shak","id":542694121685540860,"day":"10"},{"text":"RT @FLOTUS: The First Lady and NORAD are helping to track Santa's sleigh. Follow along with them → http://t.co/drkgln74ry http://t.co/nR62B…","month":"12","year":"2014","corpus":"flotu first ladi norad help track santa sleigh follow along","id":547950993435287550,"day":"25"},{"text":"RT @FLOTUS: Watch the First Lady &amp; @Spurs Coach Gregg Popovich share how you can help support our troops: http://t.co/Ye8QaBqxr6 http://t.c…","month":"01","year":"2015","corpus":"flotu watch first ladi amp spur coach gregg popovich share help support troop","id":555016405200822300,"day":"13"},{"text":"RT @CEABetsey: I’m answering your questions today on how we can #LeadOnLeave and help #FamiliesSucceed","month":"01","year":"2015","corpus":"ceabetsey answer question today leadonleav help familiessucce","id":555756400337768450,"day":"15"},{"text":"RT @hankgreen: Hey so *nervous cough* I'm interviewing President Obama at the @Whitehouse next week. Any questions you want I should ask? #…","month":"01","year":"2015","corpus":"hankgreen hey nervou cough interview presid obama whitehous next week question want ask","id":555773403320565760,"day":"15"},{"text":"RT @Surgeon_General: Looking forward to your questions  from @whitehouse’s #BigBlockofCheeseDay!  -VM  #AsktheWH http://t.co/xYdY2yzNBj","month":"01","year":"2015","corpus":"surgeon_gener look forward question whitehous bigblockofcheeseday askthewh","id":557997843365912600,"day":"21"},{"text":"RT @ENERGY: Afternoon, everyone! Dot Harris here from @ENERGY to answer your questions on #STEM #AskTheWH http://t.co/Ru40aMjZiJ","month":"01","year":"2015","corpus":"energi afternoon everyon dot harri energi answer question stem askthewh","id":557994284121866240,"day":"21"},{"text":"RT @USCTO: Just joined @AMacOSTP + @USDS Mikey Dickerson -- ready for any questions/discussion celebrating #BigBlockOfCheeseDay @WhiteHouse…","month":"01","year":"2015","corpus":"uscto join amacostp usd mikey dickerson readi question discuss celebr bigblockofcheeseday whitehous","id":558001385338196000,"day":"21"},{"text":"RT @LaborSec: Here at @WhiteHouse to take your questions on the #economy and how we can help #WorkingFamilies. Use #AskTheWH","month":"01","year":"2015","corpus":"laborsec whitehous take question economi help workingfamili use askthewh","id":557984167321804800,"day":"21"},{"text":"RT @lacasablanca: Today the @WhiteHouse is hosting #BigBlockOfCheeseDay, at 12:00PM ET ask any questions using #AskTheWH on Latino issues o…","month":"01","year":"2015","corpus":"lacasablanca today whitehous host bigblockofcheeseday 00pm ask question use askthewh latino issu","id":557929672466772000,"day":"21"},{"text":"RT @WHLive: We're answering questions all day on #AskTheWH. Keep 'em coming! http://t.co/EACaH5lu3B #SOTU #BigBlockOfCheeseDay http://t.co/…","month":"01","year":"2015","corpus":"whlive answer question day askthewh keep come sotu bigblockofcheeseday","id":557950702132420600,"day":"21"},{"text":"RT @FLOTUS: Today's Big Block of Cheese Day! Got a gouda question for the First Lady? Ask using #AskTheWH: http://t.co/SZZJN33SKt http://t.…","month":"01","year":"2015","corpus":"flotu today big block chees day got gouda question first ladi ask use askthewh","id":557944313460842500,"day":"21"},{"text":"RT @Cecilia44: Gouda news!  Am ready to answer your questions for #BigBlockOfCheeseDay.  Keep 'em coming with  #AskTheWH","month":"01","year":"2015","corpus":"cecilia44 gouda news readi answer question bigblockofcheeseday keep come askthewh","id":557954784406536200,"day":"21"},{"text":"RT @FLOTUS: Check out the photos of the President and First Lady at the Republic Day parade in India → http://t.co/OEwIUWHcKR http://t.co/H…","month":"01","year":"2015","corpus":"flotu check photo presid first ladi republ day parad india","id":560802604666478600,"day":"29"},{"text":"Watch live: Tune in to @MSNBC to watch President Obama answer questions on #Immigration. #ObamaTownHall http://t.co/OamvZ7o3O5","month":"02","year":"2015","corpus":"watch live tune msnbc watch presid obama answer question immigr obamatownhal","id":570750769059782660,"day":"26"},{"text":"RT @FLOTUS: Watch President Obama and the First Lady announce new steps to help #LetGirlsLearn around the world at 2:50pm ET → http://t.co/…","month":"03","year":"2015","corpus":"flotu watch presid obama first ladi announc new step help letgirlslearn around world 50pm","id":572841526587486200,"day":"03"},{"text":"RT @FLOTUS: \"A good education can lift you up into a life you never could have imagined.\" —The First Lady #DearMe http://t.co/4CE22ZvBDA","month":"03","year":"2015","corpus":"flotu good educ lift life never could imagin first ladi dearm","id":574658110108860400,"day":"08"},{"text":"RT @WHLive: At 1:30pm ET, @Cecilia44 will answer your Q's on paying for college. Ask with #WHEdChat → http://t.co/853XDLAy6g http://t.co/Mi…","month":"03","year":"2015","corpus":"whlive 30pm cecilia44 answer pay colleg ask whedchat","id":575707750216384500,"day":"11"},{"text":"RT @FLOTUS: In Kyoto, the First Lady tried her hand at taiko drumming. Check out her travel journal→ http://t.co/V4U7NaGBj1 http://t.co/tjV…","month":"03","year":"2015","corpus":"flotu kyoto first ladi tri hand taiko drum check travel journal","id":578934890135228400,"day":"20"},{"text":"RT @NSCPress: Thanks for joining @WhiteHouse's chat on entrepreneurship - Let's go to your questions on how to #StarttheSpark across Africa…","month":"03","year":"2015","corpus":"nscpress thank join whitehous chat entrepreneurship let question startthespark across africa","id":582529624879468500,"day":"30"},{"text":"Tonight, President Obama and the First Lady hosted a Passover Seder at the White House. http://t.co/vz5Sce9T2n http://t.co/PIQB1ZnIBE","month":"04","year":"2015","corpus":"tonight presid obama first ladi host passov seder white hous","id":584190581796143100,"day":"04"},{"text":"The http://t.co/FRL2YYm4rF redesign is live.\nCheck out our first-ever responsive homepage → http://t.co/H58bJSv8Jq http://t.co/d7RbTQw2Ji","month":"04","year":"2015","corpus":"redesign live check first ever respons homepag","id":586220369033441300,"day":"09"},{"text":"RT @Surgeon_General: Send your public health questions by 2:30 PM ET tomorrow to keep the #NPHW conversation going. #AskTheSurgeonGeneral h…","month":"04","year":"2015","corpus":"surgeon_gener send public health question tomorrow keep nphw convers go askthesurgeongener","id":586183970749976600,"day":"09"},{"text":"Got questions on @NASA's journey to Pluto?\nAsk with #WeTheGeeks and join our hangout now → http://t.co/pJ5PHF6VSf http://t.co/BiGQDEncGD","month":"04","year":"2015","corpus":"got question nasa journey pluto ask wethegeek join hangout","id":586212985099649000,"day":"09"},{"text":"RT @Surgeon_General: .@NinjasForHealth Good question, and I like your Twitter handle! Here's my advice. #AskTheSurgeonGeneral –VM http://t.…","month":"04","year":"2015","corpus":"surgeon_gener ninjasforhealth good question like twitter handl advic askthesurgeongener","id":586557290372800500,"day":"10"},{"text":"RT @LisaStone: What would you ask President Obama about #EqualPayDay, #TaxDay? Ask me, I'll ask him #ObamaTownHall #womenslives http://t.co…","month":"04","year":"2015","corpus":"lisaston would ask presid obama equalpayday taxday ask ask obamatownhal womensl","id":587614025778929700,"day":"13"},{"text":"RT @LisaStone: One of the best food bloggers I know: @divascancook getting ready to ask questions at #obamatownhall #womenslives http://t.c…","month":"04","year":"2015","corpus":"lisaston one best food blogger know divascancook get readi ask question obamatownhal womensl","id":588396112777613300,"day":"15"},{"text":"RT @BlogHer: Tune In To Watch Lisa Stone Ask President Obama Your Questions Today! http://t.co/h6zw2uRI8g -Momo #EqualPay #ObamaTownHall","month":"04","year":"2015","corpus":"blogher tune watch lisa stone ask presid obama question today momo equalpay obamatownhal","id":588387018888974300,"day":"15"},{"text":"Questions about #EqualPay?\nWatch today's #ObamaTownHall and join the discussion at 2:35pm ET → http://t.co/0tckXmtbXz http://t.co/PuHvAEvy2n","month":"04","year":"2015","corpus":"question equalpay watch today obamatownhal join discuss 35pm","id":588404213501198300,"day":"15"},{"text":"RT @JoiningForces: Ask your questions on working to #ChangeMentalHealth for service members, #Vets, &amp; #MilFam by tomorrow at 3:30pm ET: htt…","month":"04","year":"2015","corpus":"joiningforc ask question work changementalhealth servic member veteran amp milfam tomorrow 30pm htt","id":588883010793119700,"day":"17"},{"text":"RT @JoiningForces: Beau Biden lived a life of service. He put his duty to his family and his country first. http://t.co/wyw1pyX7lY http://t…","month":"06","year":"2015","corpus":"joiningforc beau biden live life servic put duti famili countri first","id":606205743558193200,"day":"03"},{"text":"RT @FLOTUS: The First Lady will be taking your questions from London on educating girls around the world. Ask by Tuesday using #LetGirlsLea…","month":"06","year":"2015","corpus":"flotu first ladi take question london educ girl around world ask tuesday use letgirlslea","id":608711377314693100,"day":"10"},{"text":"RT @FLOTUS: ✈️ Wheels down! The First Lady just landed in the U.K. where she's continuing her work to help #LetGirlsLearn. ✈️ http://t.co/K…","month":"06","year":"2015","corpus":"flotu wheel first ladi land continu work help letgirlslearn","id":610606909100396500,"day":"16"},{"text":"RT @Broderick44: The #MBKtownhall is starting soon - 5ET. I'm looking forward to your questions. Get them ready. #MyBrothersKeeper","month":"06","year":"2015","corpus":"broderick44 mbktownhal start soon 5et look forward question get readi mybrotherskeep","id":613450460167417900,"day":"23"},{"text":"RT @Deese44: Join the convo on #ActOnClimate &amp; public health by asking your questions for @Surgeon_General @whitehouseostp here: https://t.…","month":"06","year":"2015","corpus":"deese44 join convo actonclim amp public health ask question surgeon_gener whitehouseostp","id":613350429758328800,"day":"23"},{"text":"RT @USDOL: What does it mean to grow old in America? Ask @LaborSec your questions using #WhiteHouseOnAOL → https://t.co/zXQDBczy7f","month":"07","year":"2015","corpus":"usdol mean grow old america ask laborsec question use whitehouseonaol","id":620426437942599700,"day":"13"},{"text":"RT @vj44: We just responded to every outstanding @WeThePeople petition. Ready to answer your Qs! Ask with #WeThePeople. I'll answer at 11:3…","month":"07","year":"2015","corpus":"vj44 respond everi outstand wethepeopl petit readi answer ask wethepeopl answer","id":626030806230659100,"day":"28"},{"text":"RT @StationCDRKelly: I don't freak out about anything, Mr. President. Except getting a Twitter question from you. \n https://t.co/AT0nvUXkq4","month":"08","year":"2015","corpus":"stationcdrkelli freak anyth presid except get twitter question","id":627563296951017500,"day":"01"},{"text":"RT @TheIranDeal: Tomorrow, @POTUS will speak on how the Iran deal prevents Iran from obtaining a nuclear weapon. Have questions? Ask us wit…","month":"08","year":"2015","corpus":"theirand tomorrow potu speak iran deal prevent iran obtain nuclear weapon question ask wit","id":628715747917856800,"day":"04"},{"text":"RT @vj44: So excited to be part of @MAKERSwomen! Join me for a LIVE @twitter chat 8/26 11am EST. Tweet me your #WomensEqualityDay questions…","month":"08","year":"2015","corpus":"vj44 excit part makerswomen join live twitter chat 11am est tweet womensequalityday question","id":635908160297943000,"day":"24"},{"text":".@POTUS just answered your #IranDeal questions on @Quora.\nRead his responses here → http://t.co/xzDjSgnZ4y http://t.co/eouhz1xKXA","month":"09","year":"2015","corpus":"potu answer irand question quora read respons","id":642054384755560400,"day":"10"},{"text":"RT @Cecilia44: #HeadsUpAmerica @ 6pm ET @kalpenn &amp; I will host a Q&amp;A on #freecommunitycollege. Use #HeadsUpChat to ask your q's. http://t.c…","month":"09","year":"2015","corpus":"cecilia44 headsupamerica 6pm kalpenn amp host amp freecommunitycolleg use headsupchat ask","id":642026049619017700,"day":"10"},{"text":"RT @Jeopardy: In school, I learned how to question answers that were given. #62MillionGirls don’t have that chance – Alex Trebek http://t.c…","month":"09","year":"2015","corpus":"jeopardi school learn question answer given 62milliongirl chanc alex trebek","id":648962481793179600,"day":"29"},{"text":"RT @FLOTUS: “Today, #62MillionGirls worldwide are not in school.\" —The First Lady on The Late Show: http://t.co/A4AkZqPbTl http://t.co/QfnX…","month":"09","year":"2015","corpus":"flotu today 62milliongirl worldwid school first ladi late show","id":648708897369362400,"day":"29"},{"text":"RT @vj44: Thanks for all your questions for me @SandyHook @MomsDemand &amp; @resp_solutions. But B4 we get to your questions... http://t.co/bUW…","month":"10","year":"2015","corpus":"vj44 thank question sandyhook momsdemand amp resp_solut get question ...","id":651080194044903400,"day":"05"},{"text":"RT @vj44: Tune in @ 1pm ET-join Q&amp;A w/ me, @MomsDemand, @SandyHook &amp; @resp_solutions on gun violence. Use #StopGunViolence for questions &amp; …","month":"10","year":"2015","corpus":"vj44 tune 1pm join amp momsdemand sandyhook amp resp_solut gun violenc use stopgunviol question amp","id":651078390108287000,"day":"05"},{"text":"RT @FLOTUS: “Education is the single most important stepping stone to power, freedom, and equality.” —The First Lady on the impact of #LetG…","month":"10","year":"2015","corpus":"flotu educ singl import step stone power freedom equal first ladi impact letg","id":654071718248448000,"day":"13"},{"text":"RT @wethepeople: If you've got thoughts or questions, you should join our @Tumblr Q+A with @VJ44 at 2pm ET → http://t.co/EfUC5EXy7e #Spirit…","month":"10","year":"2015","corpus":"wethepeopl got thought question join tumblr vj44 2pm spirit","id":654692143403937800,"day":"15"},{"text":"Have questions on the future of #WomenInSTEM? Ask @USCTO &amp; @LOrealUSA with #WomenInScience! https://t.co/9ge7LddZcj #BackToTheFuture","month":"10","year":"2015","corpus":"question futur womeninstem ask uscto amp lorealusa womeninsci backtothefutur","id":656854736851894300,"day":"21"},{"text":"Join @VJ44 at 3:45pm ET for a Q&amp;A on our criminal justice system. Ask your questions with #CriminalJusticeReform. https://t.co/GliIO7vFpi","month":"10","year":"2015","corpus":"join vj44 45pm amp crimin justic system ask question criminaljusticereform","id":657281179683549200,"day":"22"},{"text":"Have questions on fixing our criminal justice system?\nJoin @VJ44 for a 3:30pm ET Q&amp;A using #CriminalJusticeReform. https://t.co/xV2PNTRDgv","month":"11","year":"2015","corpus":"question fix crimin justic system join vj44 30pm amp use criminaljusticereform","id":661600318027898900,"day":"03"},{"text":"RT @JSchim22: Excited to announce that I will join a conversation with @POTUS &amp; Native youth on 11/5. Share your questions with #GenIAsksOb…","month":"11","year":"2015","corpus":"jschim22 excit announc join convers potu amp nativ youth share question geniasksob","id":661629812910395400,"day":"03"},{"text":"RT @vj44: Qs about the ACA &amp; women's health? Ask by 12pm ET on Friday using #GetCovered. I'll answer with @HeidiMurkoff, @WhatToExpect, &amp; @…","month":"11","year":"2015","corpus":"vj44 aca amp women health ask 12pm friday use getcov answer heidimurkoff whattoexpect amp","id":664940125718224900,"day":"12"},{"text":"RT @Cecilia44: What's the deal w/ #ESSA? Your questions answered on the fix to No Child Left Behind: https://t.co/lg9ang4yEe https://t.co/W…","month":"12","year":"2015","corpus":"cecilia44 deal essa question answer fix child left behind","id":674281327584264200,"day":"08"},{"text":"RT @robmalley44: At 6pm ET, I will be answering questions on the U.S. campaign against ISIL. Ask &amp; follow along → #NatlSecurityChat https:/…","month":"12","year":"2015","corpus":"robmalley44 6pm answer question campaign isil ask amp follow along natlsecuritychat http :/…","id":676518670781272000,"day":"14"},{"text":"Watch as @POTUS answers questions from White House interns—including one on family and parenting.\nhttps://t.co/MbAJlEZd2F","month":"12","year":"2015","corpus":"watch potu answer question white hous intern includ one famili parent","id":682269236849279000,"day":"30"},{"text":"RT @VP: I just sat down with @NowThisNews to answer your questions on steps we're taking to #StopGunViolence. Stay tuned. https://t.co/6MRq…","month":"01","year":"2016","corpus":"sat nowthisnew answer question step take stopgunviol stay tune","id":684492985866825700,"day":"05"},{"text":"RT @PressSec: Ready to take your questions on #StopGunViolence so send my way using #AskPressSec, let's get started! https://t.co/JD3LfADAgz","month":"01","year":"2016","corpus":"presssec readi take question stopgunviol send way use askpresssec let get start","id":684490242129281000,"day":"05"},{"text":"RT @FLOTUS: Meet 12-year-old Braeden. Tonight he joins the First Lady for the State of the Union: https://t.co/3ZHOJ7NvXE #SOTU https://t.c…","month":"01","year":"2016","corpus":"flotu meet year old braeden tonight join first ladi state union sotu","id":687033580581711900,"day":"12"},{"text":"RT @VP: Alright, folks. Ready for your questions. #BigBlockOfCheeseDay https://t.co/UWGw0uH3i5","month":"01","year":"2016","corpus":"alright folk readi question bigblockofcheeseday","id":687393955697279000,"day":"13"},{"text":"We're ready to kick off #BigBlockOfCheeseDay! @LaborSec Perez is here ready to take your questions. https://t.co/0BPJBevUKf","month":"01","year":"2016","corpus":"readi kick bigblockofcheeseday laborsec perez readi take question","id":687289085426270200,"day":"13"},{"text":"RT @vj44: Watch at 10:45am ET right here @VJ44 for my weekly office hours! I'll be answering questions live with @PeriscopeCo for #BigBlock…","month":"01","year":"2016","corpus":"vj44 watch 45am right vj44 weekli offic hour answer question live periscopeco bigblock","id":687290195935248400,"day":"13"},{"text":".@VP here taking your questions on #CancerMoonshot. Ask with #BigBlockOfCheeseDay: https://t.co/DXxU8cpbcO https://t.co/5I7ZlCGU2H","month":"01","year":"2016","corpus":"take question cancermoonshot ask bigblockofcheeseday","id":687397515474407400,"day":"13"},{"text":"Last night, @POTUS laid out a vision for America's future. Tomorrow, he'll answer your questions on #AskPOTUS. https://t.co/NgbjRC8KZR","month":"01","year":"2016","corpus":"last night potu laid vision america futur tomorrow answer question askpotu","id":687419951666348000,"day":"13"},{"text":"RT @VP: Starting at 4:45 p.m. ET, VP Biden will be taking your questions about his #CancerMoonshot. Share them using #BigBlockOfCheeseDay.","month":"01","year":"2016","corpus":"start biden take question cancermoonshot share use bigblockofcheeseday","id":687375124715167700,"day":"13"},{"text":"Happening now: @POTUS takes questions during a town hall at McKinley High School in Baton Rouge. Watch it here → https://t.co/oVwRWwX3zc","month":"01","year":"2016","corpus":"happen potu take question town hall mckinley high school baton roug watch","id":687668484420059100,"day":"14"},{"text":"RT @vj44: Starting now - @POTUS takes your questions from McKinley High School in Baton Rouge https://t.co/4Ve3yZGK1x","month":"01","year":"2016","corpus":"vj44 start potu take question mckinley high school baton roug","id":687671679967989800,"day":"14"},{"text":"RT @vj44: We're taking new steps to ensure equal pay. Got Qs? Ask by 2pm ET. I'm answering with @BillieJeanKing, @Lilly_Ledbetter, &amp; @Jorda…","month":"01","year":"2016","corpus":"vj44 take new step ensur equal pay got ask 2pm answer billiejeank lilly_ledbett amp jorda","id":693074720401576000,"day":"29"},{"text":"RT @VP: Once we're out of the meeting, @NIHDirector and @NCIDrDoug will take your questions right here. You can ask them using #CancerMoons…","month":"02","year":"2016","corpus":"meet nihdirector ncidrdoug take question right ask use cancermoon","id":694253450398453800,"day":"01"},{"text":"RT @FLOTUS: \"Our children are limited only by the size of their dreams and their willingness to work for them.\" —The First Lady https://t.c…","month":"02","year":"2016","corpus":"flotu children limit size dream willing work first ladi","id":696807424729206800,"day":"08"},{"text":"RT @FLOTUS: “She showed us the beautiful complexity of our common humanity.” —@POTUS and the First Lady on Harper Lee https://t.co/BejEvuE1…","month":"02","year":"2016","corpus":"flotu show beauti complex common human potu first ladi harper lee","id":700813758252326900,"day":"19"},{"text":"RT @petesouza: President Obama at the WH in 2009 w former First Lady Nancy Reagan. https://t.co/kYtd5CKxxR","month":"03","year":"2016","corpus":"petesouza presid obama 2009 former first ladi nanci reagan","id":706568061709496300,"day":"06"},{"text":"Watch @POTUS discuss the life and legacy of former First Lady Nancy Reagan in his weekly address. https://t.co/Glw3uit9oa","month":"03","year":"2016","corpus":"watch potu discuss life legaci former first ladi nanci reagan weekli address","id":708708041189761000,"day":"12"},{"text":"RT @FLOTUS: Extraordinary first days in Havana. Follow along on our historic trip: https://t.co/wZoJJLPPBf #CubaVisit https://t.co/VAo050dT…","month":"03","year":"2016","corpus":"flotu extraordinari first day havana follow along histor trip cubavisit","id":712069522438492200,"day":"22"},{"text":"6 years ago today, @POTUS signed the ACA into law. \nGot questions? Ask @Denis44 by 3:30pm ET with #ACAanniversary. https://t.co/W0joEOgApq","month":"03","year":"2016","corpus":"year ago today potu sign aca law got question ask denis44 30pm acaanniversari","id":712657219074936800,"day":"23"},{"text":"RT @vj44: At 5pm ET, I'll be taking your Qs on #EqualPayDay. Ask on the @WhiteHouse\nFacebook page: https://t.co/2L8nocK5mN https://t.co/Fy3…","month":"04","year":"2016","corpus":"vj44 5pm take equalpayday ask whitehous facebook page","id":719935825488818200,"day":"12"},{"text":"RT @PressSec: I'm taking #AskPressSec to @Twitter's HQ in DC today. Got questions on issues you care about? Send them my way and I'll answe…","month":"04","year":"2016","corpus":"presssec take askpresssec twitter today got question issu care send way answ","id":720256156506177500,"day":"13"},{"text":"RT @PressSec: We've got college reporters at the @WhiteHouse today! I'll answer their q's &amp; yours too at 5:15pm ET. So ask away using #AskP…","month":"04","year":"2016","corpus":"presssec got colleg report whitehous today answer amp 15pm ask away use askp","id":725700568321167400,"day":"28"},{"text":"RT @vj44: This is a week to celebrate #WomensHealth! Qs on what we're doing to help? Ask with #NWHW. I'll answer with @SELFmagazine at 3:15…","month":"05","year":"2016","corpus":"vj44 week celebr womenshealth help ask nwhw answer selfmagazin","id":731123644643065900,"day":"13"},{"text":"RT @USDOL: How does our new #OTrule work? Your questions answered:\nhttps://t.co/yXfrwsJNyy","month":"05","year":"2016","corpus":"usdol new otrul work question answer","id":732929643280470000,"day":"18"},{"text":"RT @VPLive: Today, @VP asked hundreds of Americans to host local #CancerMoonshot summits. Join them: https://t.co/6wI8vHhdyR https://t.co/k…","month":"05","year":"2016","corpus":"vplive today ask hundr american host local cancermoonshot summit join","id":735564190404874200,"day":"25"},{"text":".@FLOTUS ✓\n@Oprah ✓\n@USWomen2016 ✓\nAsk your question about the next generation of trailblazers using #StateOfWomen:  https://t.co/Wb3qj3VMXG","month":"06","year":"2016","corpus":"flotu oprah uswomen2016 ask question next gener trailblaz use stateofwomen","id":740673142763466800,"day":"08"},{"text":"RT @vj44: Hi everyone! Welcome to my office hours. I'm ready to answer Qs on the @USWomen2016 Summit. Ask using #StateOfWomen. https://t.co…","month":"06","year":"2016","corpus":"vj44 everyon welcom offic hour readi answer uswomen2016 summit ask use stateofwomen","id":740960218352226300,"day":"09"},{"text":"RT @FLOTUS: \"I wanted to wake up inspired - to do something greater than myself.\" —The First Lady on her passion for public service. #State…","month":"06","year":"2016","corpus":"flotu want wake inspir someth greater first ladi passion public servic state","id":742856299776376800,"day":"14"},{"text":"RT @elpaisinenglish: Ahead of his first official visit to Spain US President Barack Obama responds to questions from @el_pais https://t.co/…","month":"07","year":"2016","corpus":"elpaisinenglish ahead first offici visit spain presid barack obama respond question el_pai","id":752196854134243300,"day":"10"},{"text":"RT @FLOTUS: Moments away from the First Lady's #BeatingTheOdds panel with @TylerOakley, @USEDGov and more. 🎓 Join us live👉 https://t.co/WsL…","month":"07","year":"2016","corpus":"flotu moment away first ladi beatingtheodd panel tyleroakley usedgov join live","id":755421182002954200,"day":"19"},{"text":"RT @vj44: Qs on making the web accessible for all? @W3C_wai's joining\n@WhiteHouseOSTP's Tom Kalil &amp; me to answer. Ask by Thurs at 11am ET w…","month":"07","year":"2016","corpus":"vj44 make web access w3c_wai join whitehouseostp tom kalil amp answer ask thur 11am","id":758369477943754800,"day":"27"},{"text":"RT @PressSec: Bringing the briefing to Twitter tomorrow at 10:30am ET. Got a question? Use #AskPressSec and I'll be here to answer. Looking…","month":"08","year":"2016","corpus":"presssec bring brief twitter tomorrow 30am got question use askpresssec answer look","id":761328695931965400,"day":"04"},{"text":"RT @FactsOnClimate: Qs on climate? Ask using #ActOnClimate! We'll answer tomorrow at 12:00pm ET with @oviemughelli34 &amp; Olympian @GretchenBl…","month":"08","year":"2016","corpus":"factsonclim climat ask use actonclim answer tomorrow 00pm oviemughelli34 amp olympian gretchenbl","id":762341458661679100,"day":"07"},{"text":"RT @vj44: Questions on Zika and its impact on women? Join me for a Twitter Q&amp;A 1:30pm ET tomorrow with @CDCgov's Deputy Dir. Schuchat and @…","month":"09","year":"2016","corpus":"vj44 question zika impact women join twitter amp 30pm tomorrow cdcgov deputi dir schuchat","id":771414688773050400,"day":"01"},{"text":"RT @gov: This week 8 government officials answered your #AtoZika questions from Twitter. See how the conversation unfolded. https://t.co/In…","month":"09","year":"2016","corpus":"gov week govern offici answer atozika question twitter see convers unfold","id":771813064932937700,"day":"02"},{"text":"RT @whitehouseostp: Happening now: Chief Data Scientist @DJ44 is answering your questions about #data on @Quora. Join us here: https://t.co…","month":"09","year":"2016","corpus":"whitehouseostp happen chief data scientist dj44 answer question data quora join","id":776501808873234400,"day":"15"},{"text":"Watch now on @CNN: @POTUS takes questions from service members, veterans, and their families at the #ObamaTownHall https://t.co/HsEmHCWlyd","month":"09","year":"2016","corpus":"watch cnn potu take question servic member veteran famili obamatownhal","id":781297823228702700,"day":"29"},{"text":"RT @vj44: Today at 2:30pm ET, join me and members of #TeamUSA for a Twitter Q&amp;A on preventing gun violence. Ask using #StopGunViolence","month":"09","year":"2016","corpus":"vj44 today 30pm join member teamusa twitter amp prevent gun violenc ask use stopgunviol","id":781510522579681300,"day":"29"},{"text":"RT @vj44: Hi @Twitter! I'm here with #TeamUSA Olympians @TownleyH and @KristiHollywood to take your questions on how we can #StopGunViolenc…","month":"09","year":"2016","corpus":"vj44 twitter teamusa olympian townleyh kristihollywood take question stopgunviolenc","id":781562625779986400,"day":"29"},{"text":"RT @TownleyH: Here at the White House ready to share my story and take your questions! #StopGunViolence https://t.co/APrqRZhip6","month":"09","year":"2016","corpus":"townleyh white hous readi share stori take question stopgunviol","id":781564329204199400,"day":"29"},{"text":"RT @vj44: Today we celebrate the #DayOfTheGirl! Join me 2:00pm ET for a Q&amp;A w/ @ATTN on @POTUS’ work to advance women &amp; girls. Ask using #W…","month":"10","year":"2016","corpus":"vj44 today celebr dayofthegirl join 00pm amp attn potu work advanc women amp girl ask use","id":785852118347477000,"day":"11"},{"text":"Got questions on the steps @POTUS is taking to improve airline travel? Join @USDOT for a Q&amp;A starting 1:00 PM ET. https://t.co/E04lO52kAl","month":"10","year":"2016","corpus":"got question step potu take improv airlin travel join usdot amp start","id":788783329780695000,"day":"19"},{"text":"RT @ONDCP: Starting now: Prescription Drug Take Back Q&amp;A with @Botticelli44, @CVSHealth, &amp; @Walgreens. Follow &amp; submit questions using #Tak…","month":"10","year":"2016","corpus":"ondcp start prescript drug take back amp botticelli44 cvshealth amp walgreen follow amp submit question use tak","id":789497180893708300,"day":"21"},{"text":"RT @vj44: Questions on the ACA and open enrollment? Join me, @ASlavitt, and @YoungInvincible for a Q&amp;A at 10:15am ET tomorrow using #GetCov…","month":"11","year":"2016","corpus":"vj44 question aca open enrol join aslavitt younginvinc amp 15am tomorrow use getcov","id":794304995403264000,"day":"03"},{"text":"RT @vj44: Looking forward to today’s Q&amp;A on ACA with @ASlavitt and @YoungInvincible starting 10:15am ET. Get your questions in now w/ #GetC…","month":"11","year":"2016","corpus":"vj44 look forward today amp aca aslavitt younginvinc start 15am get question getc","id":794540936814530600,"day":"04"}]