[{"text":"What Is the Social Innovation Fund?: The First Lady discussed the Social Innovation Fund at the Time 100 Most In.. http://tinyurl.com/c33yby","month":"05","year":"2009","corpus":"social innov fund first ladi discuss social innov fund time 100","id":1722107486,"day":"07"},{"text":"Pres. Obama & First Lady are celebrating an evening of poetry, music and the spoken word. Tune in to a livestream at 7:45pm ET","month":"05","year":"2009","corpus":"pre obama first ladi celebr even poetri music spoken word tune livestream 45pm","id":1775661275,"day":"12"},{"text":"There's a new slideshow on the new & improved First Lady's page: http://www.whitehouse.gov/firstlady/.","month":"05","year":"2009","corpus":"new slideshow new improv first ladi page","id":1959385714,"day":"29"},{"text":"WH releases consensus interagency report on climate change impacts in US.  Watch live, learn more: http://bit.ly/Yd6Ca Questions? #WHclimate","month":"06","year":"2009","corpus":"releas consensu interag report climat chang impact watch live learn question whclimat","id":2195322709,"day":"16"},{"text":"Obama tonight on health insurance reform: “’What’s in this for me?’ …Tonight I want to answer those questions” 8:00 PM EDT","month":"07","year":"2009","corpus":"obama tonight health insur reform tonight want answer question edt","id":2786446136,"day":"22"},{"text":": CEA Chair Romer answers questions from small biz folks solicited by Obama. Watch/discuss/engage http://bit.ly/tCHXt","month":"07","year":"2009","corpus":"cea chair romer answer question small biz folk solicit obama watch discuss engag","id":2914740020,"day":"29"},{"text":"LIVE CHAT @ 3pm: CEQ’s Van Jones takes questions on green jobs & under-served communities #greentheblock http://bit.ly/tCHXt","month":"08","year":"2009","corpus":"live chat 3pm ceq van jone take question green job serv commun greentheblock","id":3129486702,"day":"04"},{"text":"Know your health reform! 1:00 Sebelius, other experts explain it all and take your questions http://bit.ly/jqlXv #healthcare","month":"08","year":"2009","corpus":"know health reform sebeliu expert explain take question healthcar","id":3180122988,"day":"07"},{"text":"Obama and the First Lady host the Medal of Freedom ceremony, an amazing list. Watch & discuss via Facebook http://bit.ly/hSr1F","month":"08","year":"2009","corpus":"obama first ladi host medal freedom ceremoni amaz list watch discuss via facebook","id":3270878065,"day":"12"},{"text":"Tweet-chat: Shoot us questions @whitehouse on Obama's speech, we'll answer some in a live-stream at 3:00 http://bit.ly/GOZOt","month":"09","year":"2009","corpus":"tweet chat shoot question whitehous obama speech answer live stream","id":3893278425,"day":"10"},{"text":"The First Lady and Dr. Jill Biden’s new PSA urging us all to give military families a hand when they need it http://bit.ly/7u6V","month":"09","year":"2009","corpus":"first ladi jill biden new psa urg give militari famili hand need","id":3913746660,"day":"11"},{"text":"A welcoming smile from the First Lady – see the photos from her dinner hosting G20 spouses: http://bit.ly/qpYX1","month":"09","year":"2009","corpus":"welcom smile first ladi see photo dinner host g20 spous","id":4369244091,"day":"25"},{"text":"A White House first at 5:30: Live video chat with Secretary Sebelius and Senator Whitehouse http://bit.ly/2FQRR9","month":"10","year":"2009","corpus":"white hous first live video chat secretari sebeliu senat whitehous","id":4531393718,"day":"01"},{"text":"Ask an Astronaut: Quiz Sally Ride, 1st American woman in space. Questions now, Live @ 7pmET http://bit.ly/41Tt9N @NASA #WHlive","month":"10","year":"2009","corpus":"ask astronaut quiz salli ride 1st american woman space question live 7pmet nasa whlive","id":4690675644,"day":"07"},{"text":"Diana Farrell of the WH takes reg reform questions from the Consumerist. WH live-stream at 11: http://bit.ly/GOZOt","month":"10","year":"2009","corpus":"diana farrel take reg reform question consumerist live stream","id":4836483740,"day":"13"},{"text":"Healthy Kids Fair with First Lady Michelle Obama here at the WH. Watch & discuss via Facebook at noon http://bit.ly/tCHXt","month":"10","year":"2009","corpus":"healthi kid fair first ladi michel obama watch discuss via facebook noon","id":5046552484,"day":"21"},{"text":"Watch live now: First Lady & Dr. Jill Biden mark Breast Cancer Awareness Month, honor those who fight it http://bit.ly/3PQ1I1","month":"10","year":"2009","corpus":"watch live first ladi jill biden mark breast cancer awar month honor fight","id":5100436543,"day":"23"},{"text":"New video: First Lady Michelle Obama talks about health reform, woman to woman, mom to mom, http://bit.ly/ZiZOj","month":"10","year":"2009","corpus":"new video first ladi michel obama talk health reform woman woman mom mom","id":5099665205,"day":"23"},{"text":"The official First Family portrait, unveiled by the White House Photo Office this morning: http://bit.ly/2Gf2QU","month":"10","year":"2009","corpus":"offici first famili portrait unveil white hous photo offic morn","id":5095795072,"day":"23"},{"text":"New photo gallery: The First Lady and Dr. Biden at Game 1 http://bit.ly/PIEGo","month":"10","year":"2009","corpus":"new photo galleri first ladi biden game","id":5297130252,"day":"30"},{"text":"\"If You Ask a Kid To Dream, He'll Dream\" First Lady presents Coming Up Taller Award. Photo & remarks http://bit.ly/2AxhpX","month":"11","year":"2009","corpus":"ask kid dream dream first ladi present come taller award photo remark","id":5454229207,"day":"05"},{"text":"\"So Many 'Firsts' and 'Onlys'\": The First Lady Honors Military Women. Great video, photos, remarks http://bit.ly/41pQOP","month":"11","year":"2009","corpus":"mani first onli '\": first ladi honor militari women great video photo remark","id":5841361505,"day":"18"},{"text":"Vice President Biden asks the big question: Who Do You Trust on Health Insurance Reform? http://bit.ly/8wrq5p #hcr","month":"11","year":"2009","corpus":"vice presid biden ask big question trust health insur reform hcr","id":6205508295,"day":"30"},{"text":"The President is taking questions now. Watch live http://bit.ly/6kobRK","month":"12","year":"2009","corpus":"presid take question watch live","id":6342719121,"day":"04"},{"text":"The President and First Lady get vaccinated – quotes on why you should too, along with a photo http://bit.ly/5nJpFx","month":"12","year":"2009","corpus":"presid first ladi get vaccin quot along photo","id":6909040382,"day":"21"},{"text":"Photo of the day: Holiday belly-rub for Bo from the First Lady at the Children's National Medical Center http://bit.ly/77f0vN","month":"12","year":"2009","corpus":"photo day holiday belli rub first ladi children nation medic center","id":6969982360,"day":"23"},{"text":"Video: First Lady reads \"The Night Before Christmas\" at Children’s National Medical Center in D.C. http://bit.ly/5elEOz","month":"12","year":"2009","corpus":"video first ladi read night christma children nation medic center","id":6979071259,"day":"23"},{"text":"First Family just landed in Marine One. For old times’ sake, photo of Obama’s first flight on the helicopter http://bit.ly/6cO4sP","month":"01","year":"2010","corpus":"first famili land marin one old time sake photo obama first flight helicopt","id":7372520371,"day":"04"},{"text":"The Year in Foreign Policy: http://bit.ly/64HRAk  Live video chat at 3:00, tweet your questions at us in advance","month":"01","year":"2010","corpus":"year foreign polici live video chat tweet question advanc","id":7675327675,"day":"12"},{"text":"BlogHer solicits questions for a live-chat tomorrow at 11:30 w/ Melody Barnes of the WH on education http://bit.ly/4s15pz","month":"01","year":"2010","corpus":"blogher solicit question live chat tomorrow melodi barn educ","id":7957497064,"day":"19"},{"text":"1 year anniversary, First Lady surprises White House Tour Visitors in the Blue Room. Watch live: http://bit.ly/UT2FE","month":"01","year":"2010","corpus":"year anniversari first ladi surpris white hous tour visitor blue room watch live","id":7989483113,"day":"20"},{"text":"Reminder: Live webchat after #SOTU - all @ WhiteHouse.gov/live - use #OFQ to ask questions","month":"01","year":"2010","corpus":"remind live webchat sotu whitehous gov live use ofq ask question","id":8305634923,"day":"28"},{"text":"A million people watched SOTU via http://www.wh.gov/ - now join the chat. Ask questions now using #OFQ","month":"01","year":"2010","corpus":"million peopl watch sotu via join chat ask question use ofq","id":8307463245,"day":"28"},{"text":"Watch & discuss now – ask the architects of innovation at the WH about the 2011 budget http://bit.ly/tCHXt","month":"02","year":"2010","corpus":"watch discuss ask architect innov 2011 budget","id":8605044670,"day":"03"},{"text":"What’s a \"food desert\"? And what can be done about them? The First Lady explains in a quick video http://bit.ly/a2kzvW","month":"02","year":"2010","corpus":"food desert done first ladi explain quick video","id":9591067572,"day":"24"},{"text":"3:40: Chat on #hcr w/ Sebelius and DeParle: http://bit.ly/tCHXt  Questions you want asked?","month":"03","year":"2010","corpus":"chat hcr sebeliu deparl question want ask","id":9987673349,"day":"04"},{"text":"Live chat with Napolitano at 3:00 - what are your questions on new tech & aviation security? Tell us @whitehouse","month":"03","year":"2010","corpus":"live chat napolitano question new tech aviat secur tell whitehous","id":10233577463,"day":"09"},{"text":"Happening now: Live chat with Sec. Sebelius (@WhiteHouse live at http://ustre.am/6AET)","month":"03","year":"2010","corpus":"happen live chat sec sebeliu whitehous live","id":10639943794,"day":"17"},{"text":"Obama & Medvedev answer questions after signing treaty to reduce nuclear weapons - LIVE from Prague: http://bit.ly/UT2FE","month":"04","year":"2010","corpus":"obama medvedev answer question sign treati reduc nuclear weapon live pragu","id":11817420582,"day":"08"},{"text":"RT @macon44: More info on Nuclear Security Summit live web chat w/Ben Rhodes http://bit.ly/cx3gGr - Starts @ 1pm - your questions?","month":"04","year":"2010","corpus":"macon44 info nuclear secur summit live web chat ben rhode start 1pm question","id":12109332605,"day":"13"},{"text":"New slideshow: The First Lady & Dr. Jill Biden in Haiti today http://bit.ly/b6oJ9m","month":"04","year":"2010","corpus":"new slideshow first ladi jill biden haiti today","id":12143985453,"day":"14"},{"text":"Video: The First Lady previews her trip to Mexico, her 1st official solo international visit http://bit.ly/cN8kwR","month":"04","year":"2010","corpus":"video first ladi preview trip mexico 1st offici solo intern visit","id":12163990952,"day":"14"},{"text":"The WH wishes you a Happy Earth Day http://bit.ly/b3L8EG Chat with Carol Browner at 12:30, what are your questions?","month":"04","year":"2010","corpus":"wish happi earth day chat carol browner question","id":12644998432,"day":"22"},{"text":"Starting now: Ask WH Economist Austan Goolsbee your questions on Wall St Reform via UStream http://bit.ly/ddHtjV","month":"04","year":"2010","corpus":"start ask economist austan goolsbe question wall reform via ustream","id":12716204814,"day":"23"},{"text":"3:00: Live video chat on AAPI Initiative w/ Commerce Sec Locke and Chair Kiran Ahuja. Send questions ahead to us @whitehouse","month":"05","year":"2010","corpus":"live video chat aapi initi commerc sec lock chair kiran ahuja send question ahead whitehous","id":13369662473,"day":"04"},{"text":"12:00: Dept. of Energy live recovery act webinar, watch & submit your questions at http://bit.ly/aOdjRQ Password: welcome","month":"05","year":"2010","corpus":"dept energi live recoveri act webinar watch submit question password welcom","id":13433209104,"day":"05"},{"text":"\"All of the Extraordinary Women in Our Lives\": Video of the First Lady at her Mother's Day Tea http://bit.ly/dwj1UK","month":"05","year":"2010","corpus":"extraordinari women live video first ladi mother day tea","id":13572533939,"day":"07"},{"text":"12:30: 100s of chefs converge on the White House for the First Lady's \"Let's Move\" program, watch live: http://wh.gov/live","month":"06","year":"2010","corpus":"100 chef converg white hous first ladi let move program watch live","id":15426459545,"day":"04"},{"text":"Obama: Why do some benefits take longer? \"It's not just a question of money, it's a question of setting it up right\"","month":"06","year":"2010","corpus":"obama benefit take longer question money question set right","id":15717601689,"day":"08"},{"text":"What will you ask? RT @PressSec: ... I will answer your questions live after the POTUS speaks tonight @ 8 http://bit.ly/9MP3jD","month":"06","year":"2010","corpus":"ask presssec answer question live potu speak tonight","id":16248969833,"day":"15"},{"text":"Watch live now: Releases of the nation's first comprehensive strategy to prevent & end homelessness http://wh.gov/live","month":"06","year":"2010","corpus":"watch live releas nation first comprehens strategi prevent end homeless","id":16771711620,"day":"22"},{"text":"1:00 Unique \"Open for Question Roundtable\" on Obama immigration speech, ?s from all angles, ask yours http://bit.ly/9e2IV6","month":"07","year":"2010","corpus":"uniqu open question roundtabl obama immigr speech angl ask","id":17504794686,"day":"01"},{"text":"Photo of the day: The President welcomes the First Lady & daughter Sasha home http://bit.ly/czqtXG","month":"08","year":"2010","corpus":"photo day presid welcom first ladi daughter sasha home","id":20709757543,"day":"09"},{"text":"Starting momentarily: Live video chat w/ Austan Goolsbee of Council of Economic Advisers, ask question via FB http://bit.ly/tCHXt","month":"09","year":"2010","corpus":"start momentarili live video chat austan goolsbe council econom advis ask question via","id":23939097441,"day":"08"},{"text":"Short, moving video of the President at Pentagon Memorial, VP in NYC, First Lady in PA. Worth watching http://bit.ly/c7ckFE","month":"09","year":"2010","corpus":"short move video presid pentagon memori nyc first ladi worth watch","id":24383909273,"day":"13"},{"text":"Live Now: Open for Questions w/ Sally Ride on Science, Tech & Math. Watch wh.gov/live & discuss on fb http://bit.ly/tCHXt","month":"09","year":"2010","corpus":"live open question salli ride scienc tech math watch gov live discuss","id":24693561638,"day":"16"},{"text":"Watch Live Now: President Obama & First Lady speak at the Clinton Global Initiative Mtg in NYC http://wh.gov/ieQ #CGI2010","month":"09","year":"2010","corpus":"watch live presid obama first ladi speak clinton global initi mtg nyc cgi2010","id":25337699469,"day":"23"},{"text":"Tues. Talk @ 1:00 EDT w/ Elizabeth Warren on consumer protections. Ask q's now on fb: http://on.fb.me/zy1YS & watch live: wh.gov/live","month":"10","year":"2010","corpus":"tue talk edt elizabeth warren consum protect ask watch live gov live","id":27146488406,"day":"12"},{"text":"Tweet your questions to Obama for his youth townhall. Use hashtag #askenergy, #askjobs etc - you get it http://is.gd/g0JkY","month":"10","year":"2010","corpus":"tweet question obama youth townhal use hashtag askenergi askjob etc get","id":27272876465,"day":"13"},{"text":"Tues Talk: Artist Chuck Close for Arts & Humanities Month. Ask Q’s now: http://on.fb.me/zy1YS Join live @ 2:15 EDT on WH.gov","month":"10","year":"2010","corpus":"tue talk artist chuck close art human month ask join live edt gov","id":27841762996,"day":"19"},{"text":"1:30: Live video chat w/ Cybersecurity Coordinator Howard Schmidt, ask your Qs live via Facebook: http://is.gd/g8omo","month":"10","year":"2010","corpus":"live video chat cybersecur coordin howard schmidt ask live via facebook","id":27949503040,"day":"20"},{"text":"1:00 EDT Tuesday Talk with David Axelrod. Ask your questions now or live, he’ll answer on video http://is.gd/gkw5y","month":"10","year":"2010","corpus":"edt tuesday talk david axelrod ask question live answer video","id":28805463949,"day":"26"},{"text":"Video: Check out @PressSec's first #1q - you ask, he answers: http://youtu.be/W37gWDSENts","month":"10","year":"2010","corpus":"video check presssec first ask answer","id":29006393294,"day":"28"},{"text":"RT @PressSec: Something new: You take first crack. Use #1q in a q & I'll answer 1 on vid before today's briefing. What do you want to know?","month":"10","year":"2010","corpus":"presssec someth new take first crack use answer vid today brief want know","id":28997086124,"day":"28"},{"text":"West Wing Week: A special behind-the-scenes look at the President & First Lady in Asia:\nhttp://ow.ly/38Vmo","month":"11","year":"2010","corpus":"west wing week special behind scene look presid first ladi asia","id":3143625676431360,"day":"12"},{"text":"RT @whitehouseostp: Submit questions now for tomorrow's Tuesday Talk: National Medals Laureates of Science, Technology and Innovation ht ...","month":"11","year":"2010","corpus":"whitehouseostp submit question tomorrow tuesday talk nation medal laureat scienc technolog innov","id":4227245233147904,"day":"15"},{"text":"#1Q is live: Watch @presssec take your Qs on DADT & START VIDEO: wh.gov/1Q","month":"11","year":"2010","corpus":"live watch presssec take dadt start video gov","id":6764911585660928,"day":"22"},{"text":"Now up: @PressSec takes your #1Q questions on rationale behind tax/ ui/ jobs compromise, DADT, DREAM wh.gov/firstquestion","month":"12","year":"2010","corpus":"presssec take question rational behind tax job compromis dadt dream gov firstquest","id":12596453708922880,"day":"08"},{"text":"RT @ONDCP: Today is the last day to submit questions for the Live Recovery Roundtable http://bit.ly/h7BRcs Watch the ONDCP/A&E event liv ...","month":"12","year":"2010","corpus":"ondcp today last day submit question live recoveri roundtabl watch ondcp event liv","id":14355200303173632,"day":"13"},{"text":"Everything you need on healthy kids bill: Video/ photos of Obama & First Lady, fact sheet, sample menu http://ow.ly/3oATD","month":"12","year":"2010","corpus":"everyth need healthi kid bill video photo obama first ladi fact sheet sampl menu","id":14451059237855232,"day":"13"},{"text":"RT @PressSec: Good morning, First Question is open… now. Send your queries my way #1Q","month":"12","year":"2010","corpus":"presssec good morn first question open send queri way","id":14693867613851648,"day":"14"},{"text":"RT @PressSec: Let's get an early start on First Question, send your questions my way w/ #1Q","month":"12","year":"2010","corpus":"presssec let get earli start first question send question way","id":17204045957566464,"day":"21"},{"text":"Weekly Address: The President & First Lady wish you a Merry Christmas & encourage all to support the troops. Video: http://bit.ly/gvP86T","month":"12","year":"2010","corpus":"weekli address presid first ladi wish merri christma encourag support troop video","id":18771236502896640,"day":"25"},{"text":"RT @PressSec: How about some good old fashioned First Question? Send me your Qs with #1Q and I’ll answer a couple on video","month":"01","year":"2011","corpus":"presssec good old fashion first question send answer coupl video","id":22666195404595200,"day":"05"},{"text":"Have questions about #hcr?  Reply and we'll answer what we can (10 minutes left)","month":"01","year":"2011","corpus":"question hcr repli answer minut left","id":23414729368145920,"day":"07"},{"text":"Video: The President & First Lady’s moment of silence for victims in AZ, including those still fighting http://ow.ly/3Bjnm","month":"01","year":"2011","corpus":"video presid first ladi moment silenc victim includ still fight","id":24530031145390080,"day":"10"},{"text":"Hey everybody, Stephanie Cutter here, what are your questions on #hcr & repeal?","month":"01","year":"2011","corpus":"hey everybodi stephani cutter question hcr repeal","id":27760521184813056,"day":"19"},{"text":"RT @PressSec: Let’s take a few Twitter questions, send your replies my way with what you want to know and I’ll take a few around 4:30","month":"01","year":"2011","corpus":"presssec let take twitter question send repli way want know take around","id":28195269606637570,"day":"20"},{"text":"New West Wing Week: China State Dinner, singing Happy Birthday to the First Lady, mayors & jobs, more  http://is.gd/fD5may","month":"01","year":"2011","corpus":"new west wing week china state dinner sing happi birthday first ladi mayor job","id":28492524498718720,"day":"21"},{"text":"The Vice President & First Lady Honor Sargent Shriver: \"a heart that was teeming with love\" Photos: http://is.gd/utkrj0","month":"01","year":"2011","corpus":"vice presid first ladi honor sargent shriver heart teem love photo","id":28955936102031360,"day":"22"},{"text":"RT @Pfeiffer44: Happening Now: Jay Carney's first briefing as White House Press Secretary  // Watch: http://wh.gov/live","month":"02","year":"2011","corpus":"pfeiffer44 happen jay carney first brief white hous press secretari watch","id":37935615836160000,"day":"16"},{"text":"President takes a couple of your questions the economy, live now: http://bit.ly/hSr1F","month":"02","year":"2011","corpus":"presid take coupl question economi live","id":40116679111344130,"day":"22"},{"text":"President & First Lady: “dispel the myth that bullying is just a harmless rite of passage” Video/ photos: http://wh.gov/xFT #stopbullyingnow","month":"03","year":"2011","corpus":"presid first ladi dispel myth bulli harmless rite passag video photo stopbullyingnow","id":45933508618752000,"day":"10"},{"text":"Photo of the Day: President Obama & the First Lady greet kids at arrival ceremony in El Salvador  http://twitpic.com/4cfvcl","month":"03","year":"2011","corpus":"photo day presid obama first ladi greet kid arriv ceremoni salvador","id":50557777617235970,"day":"23"},{"text":"Hey, Heather Zichal here with the WH to take your energy questions, send  them along","month":"03","year":"2011","corpus":"hey heather zichal take energi question send along","id":53163402775896060,"day":"30"},{"text":"RT @ENERGY: We’ll be joined by a Clean Fleets expert starting at 2:30 EST. Send us your questions about reducing oil consumption and cle ...","month":"04","year":"2011","corpus":"energi join clean fleet expert start est send question reduc oil consumpt cle","id":53878164312686590,"day":"01"},{"text":"What You Missed: Open for Questions on Energy Security w/ @Interior Sec. Salazar. Video: http://wh.gov/anu","month":"04","year":"2011","corpus":"miss open question energi secur interior sec salazar video","id":56016662142525440,"day":"07"},{"text":"RT @JoiningForces: \"A challenge...to mobilize, take action & make a real commitment to supporting our military families.” -First Lady #J ...","month":"04","year":"2011","corpus":"joiningforc challeng ... mobil take action make real commit support militari famili first ladi","id":57850236269363200,"day":"12"},{"text":"NOW: Brian Deese of the National Economic Council takes questions on the President’s Speech. Watch: www.whitehouse.gov/live\n#futurewewant","month":"04","year":"2011","corpus":"brian dees nation econom council take question presid speech watch futurewew","id":58237866945425410,"day":"13"},{"text":"Photo of the Day: First Lady greets the crowd @JoiningForces launch to support military families http://twitpic.com/4kd5st","month":"04","year":"2011","corpus":"photo day first ladi greet crowd joiningforc launch support militari famili","id":58165802863566850,"day":"13"},{"text":"RT @PaulRieckhoff: Proud moment! Great image of @IAVA's #STH2011 vets w/ the First Lady @WhiteHouse: http://flic.kr/p/9xPjVb #JoiningFor ...","month":"04","year":"2011","corpus":"paulrieckhoff proud moment great imag iava sth2011 veteran first ladi whitehous joiningfor","id":58887506631991300,"day":"15"},{"text":"2:30 ET: Cecilia Munoz, senior #immigration policy advisor, is taking your questions. Send q's on #immigration reform our way.","month":"05","year":"2011","corpus":"cecilia munoz senior immigr polici advisor take question send immigr reform way","id":68369189664067580,"day":"11"},{"text":"Live @ 11ET: Join a dialogue on women in science. Ask Qs now w/ #WHWomenInScience & watch live: WH.gov/live http://t.co/t2vt46I","month":"06","year":"2011","corpus":"live 11et join dialogu women scienc ask whwomeninsci watch live gov live","id":80642838848737280,"day":"14"},{"text":"Photo of the Day: The First Lady reacts as President Obama soothes a crying baby @ the Congressional Picnic: http://twitpic.com/5cirvs","month":"06","year":"2011","corpus":"photo day first ladi react presid obama sooth cri babi congression picnic","id":81495306872692740,"day":"16"},{"text":"The First Lady just arrived in South Africa - a visit to engage young people. Follow the trip: http://t.co/Aw6wSFs #YoungAfrica","month":"06","year":"2011","corpus":"first ladi arriv south africa visit engag young peopl follow trip youngafrica","id":82962525045526530,"day":"21"},{"text":"Day one with the First Lady in South Africa - visit the @apartheidmuseum, meet #youngafrica leaders & more. Video: http://t.co/IOhDJP8","month":"06","year":"2011","corpus":"day one first ladi south africa visit apartheidmuseum meet youngafrica leader video","id":83562858209738750,"day":"22"},{"text":"Starting Now: Open for Questions on the way forward in Afghanistan. Watch Live: http://t.co/qKVzPav or ask a question http://t.co/Sh6qeUJ","month":"06","year":"2011","corpus":"start open question way forward afghanistan watch live ask question","id":85801785066913800,"day":"28"},{"text":"Open for Questions on the way forward in Afghanistan today at 4 PM ET. Ask questions now, join live later: http://t.co/IlLsndQ","month":"06","year":"2011","corpus":"open question way forward afghanistan today ask question join live later","id":85730498298654720,"day":"28"},{"text":"[Questions can be viewed via @townhall, watch at http://t.co/qKVzPav ]","month":"07","year":"2011","corpus":"question view via townhal watch","id":88680019932626940,"day":"06"},{"text":"Lots of great Qs via #AskObama - Brian Deese, Economic Advisor to the President, will answer more tomorrow on Twitter. Stay tuned.","month":"07","year":"2011","corpus":"lot great via askobama brian dees econom advisor presid answer tomorrow twitter stay tune","id":88742957720666110,"day":"06"},{"text":"Thanks everyone for sending your questions for Brian -- we'll post the full Twitter Q&A on WhiteHouse.gov later.","month":"07","year":"2011","corpus":"thank everyon send question brian post full twitter whitehous gov later","id":89001457147330560,"day":"07"},{"text":"RT @USAID: Starting shortly: @RajShah takes your questions on #Youth in development.  Join us at http://t.co/7PHzJ8K  Tweet Q's using #u ...","month":"07","year":"2011","corpus":"usaid start shortli rajshah take question youth develop join tweet use","id":89020307997855740,"day":"07"},{"text":".@AnnCensky - Brian Deese's responses to questions on the economy & jobs will be in tweet form from @whitehouse. Starting soon...","month":"07","year":"2011","corpus":"anncenski brian dees respons question economi job tweet form whitehous start soon ...","id":88985442497736700,"day":"07"},{"text":"Photo of the Day: President Obama tweets a question during the Twitter @townhall in the East Room http://twitpic.com/5mo2q1","month":"07","year":"2011","corpus":"photo day presid obama tweet question twitter townhal east room","id":89070775952343040,"day":"07"},{"text":"Video: Travel with First Lady Michelle Obama to South Africa & Botswana for a visit focused on #YoungAfrica: http://t.co/7BfRJbS","month":"07","year":"2011","corpus":"video travel first ladi michel obama south africa botswana visit focus youngafrica","id":89437954900111360,"day":"08"},{"text":"Open for Questions: Live chat on improving federal websites. Ask your Qs now w/ #dotgov & tune in live tomorrow: http://t.co/xz3ezUw","month":"07","year":"2011","corpus":"open question live chat improv feder websit ask dotgov tune live tomorrow","id":90539516036784130,"day":"11"},{"text":"Happening now: Live chat on improving Federal websites. Ask your Qs with #dotgov & watch live: http://t.co/hOlVdV1","month":"07","year":"2011","corpus":"happen live chat improv feder websit ask dotgov watch live","id":90874401414844420,"day":"12"},{"text":"\"We congratulate Nelson Mandela & honor his vision for a better world.\" -The President & First Lady: http://t.co/WY2Zr6f","month":"07","year":"2011","corpus":"congratul nelson mandela honor vision better world presid first ladi","id":92999364817068030,"day":"18"},{"text":"President Obama just gave an update on deficit talks, now @PressSec is taking questions. Watch here: http://t.co/hOlVdV1","month":"07","year":"2011","corpus":"presid obama gave updat deficit talk presssec take question watch","id":93374574657413120,"day":"19"},{"text":"RT @LetsMove: The First Lady makes an announcement on access to healthy, affordable food @ 2:15 ET. Watch live: http://t.co/hOlVdV1","month":"07","year":"2011","corpus":"letsmov first ladi make announc access healthi afford food watch live","id":93745915436871680,"day":"20"},{"text":"RT @chrisgolden: .@whitehouse. Deputy Principal Press Secretary answers questions during #WHTweetup http://twitpic.com/5u29fh","month":"07","year":"2011","corpus":"chrisgolden whitehous deputi princip press secretari answer question whtweetup","id":94442967099637760,"day":"22"},{"text":"Thanks everyone for joining our 1st WH Office Hours. What'd you think of the #WHChat? Let us know how we can improve.","month":"07","year":"2011","corpus":"thank everyon join 1st offic hour think whchat let know improv","id":95980996192772100,"day":"26"},{"text":".@kklausser: You can start asking your Qs for the #WHChat on the #debt & #deficit now & we'll take more at 5 ET when Brian is here.","month":"07","year":"2011","corpus":"kklausser start ask whchat debt deficit take brian","id":95916763102969860,"day":"26"},{"text":"RT @macon44: Shouts in the office when Deese figures out how to shrink his answer down to 140 - on the nose! #WHChat","month":"07","year":"2011","corpus":"macon44 shout offic dees figur shrink answer 140 nose whchat","id":95977446859472900,"day":"26"},{"text":"Brian is here -- we're kicking off our first WH Office Hours now. Ask your Qs with #WHChat. http://t.co/TDLuxQQ","month":"07","year":"2011","corpus":"brian kick first offic hour ask whchat","id":95963594767872000,"day":"26"},{"text":"Office Hours @ 2ET: Natl Econ Council Deputy Director will be here to answer YOUR Qs on the #debt debate. Ask & follow live: #whchat","month":"07","year":"2011","corpus":"offic hour 2et natl econ council deputi director answer debt debat ask follow live whchat","id":96273277718245380,"day":"27"},{"text":"Thanks for all the great questions. Office Hours continue all week. http://t.co/TDLuxQQ -Brian #WHChat","month":"07","year":"2011","corpus":"thank great question offic hour continu week brian whchat","id":96291576699043840,"day":"27"},{"text":".@Nathan_Evans GREAT question. Unfortunately I don't know the answer #WHChat","month":"07","year":"2011","corpus":"nathan_evan great question unfortun know answer whchat","id":96661420967591940,"day":"28"},{"text":"Deese will be here soon to answer more Qs on the #debt debate. Office Hours w/ Furman just posted @Storify: http://t.co/Aur4Weh #whchat","month":"07","year":"2011","corpus":"dees soon answer debt debat offic hour furman post storifi whchat","id":96657318112010240,"day":"28"},{"text":"Pic: Jason Furman from NEC is here answering Qs on the #debt debate for WH Office Hours. Use #whchat to join the Q&A. http://t.co/Z4FS6rw","month":"07","year":"2011","corpus":"pic jason furman nec answer debt debat offic hour use whchat join","id":96637771883618300,"day":"28"},{"text":"RT @jpe2209: @whitehouse @skydogz pointing to facts like this when replying to questioner helps combat misinformation.  Great job #WHchat !","month":"07","year":"2011","corpus":"jpe2209 whitehous skydogz point fact like repli question help combat misinform great job whchat","id":96633639114244100,"day":"28"},{"text":"This is Jason Furman, I work on economic policy at the White House, happy to be here for office hours. Use #WHchat to ask Qs.","month":"07","year":"2011","corpus":"jason furman work econom polici white hous happi offic hour use whchat ask","id":96627066421788670,"day":"28"},{"text":"Brian here. Sorry to be late. Ready to take your questions... #WHChat","month":"07","year":"2011","corpus":"brian sorri late readi take question ... whchat","id":96659380036042750,"day":"28"},{"text":"Pic: Brian Deese from NEC is back answering Qs on the #debt debate for WH Office Hours. Use #whchat to join the Q&A. http://t.co/xBTeC5K","month":"07","year":"2011","corpus":"pic brian dees nec back answer debt debat offic hour use whchat join","id":97040593879965700,"day":"29"},{"text":"Hi, it's Jason Furman back to answer your questions on the President's remarks this morning or anything else economic. Use #WHchat","month":"07","year":"2011","corpus":"jason furman back answer question presid remark morn anyth els econom use whchat","id":96956766864150530,"day":"29"},{"text":".@FacesPhotag: Good question. Which I had an answer. D and R Congresses raised dozens of times for D and R Presidents. #WHchat","month":"07","year":"2011","corpus":"facesphotag good question answer congress rais dozen time presid whchat","id":96957143806246910,"day":"29"},{"text":"It's Brian, I am here now. Ready for your questions. #WHChat","month":"07","year":"2011","corpus":"brian readi question whchat","id":97034786404696060,"day":"29"},{"text":".@GeoffBurr sorry if that was confusing - Brian Deese here, answering questions as part of White House office hours... #WHChat","month":"07","year":"2011","corpus":"geoffburr sorri confus brian dees answer question part white hous offic hour ... whchat","id":97035726817984510,"day":"29"},{"text":"Pic: Jason Furman from NEC is here answering your #debt debate Qs during WH Office Hours. Use #whchat to join the Q&A. http://t.co/uY1uYhc","month":"07","year":"2011","corpus":"pic jason furman nec answer debt debat offic hour use whchat join","id":96969148088856580,"day":"29"},{"text":"More Office Hours today -- NEC's Brian Deese will be here @ 4ET to answers more Qs on the #debt debate & economy. Ask now w/ #whchat","month":"07","year":"2011","corpus":"offic hour today nec brian dees 4et answer debt debat economi ask whchat","id":97025444741783550,"day":"29"},{"text":"Pic: Brian Deese from NEC is back answering your Qs on the #debt deal for WH Office Hours. Use #whchat to join the Q&A. http://t.co/dYQ6GWu","month":"08","year":"2011","corpus":"pic brian dees nec back answer debt deal offic hour use whchat join","id":98142851887673340,"day":"01"},{"text":"Have questions on the #debt deal? Ask us with #whchat. Brian Deese, econ advisor to the President, will be here @ 5ET for Office Hours.","month":"08","year":"2011","corpus":"question debt deal ask whchat brian dees econ advisor presid 5et offic hour","id":98114430402953220,"day":"01"},{"text":"Missed today's Office Hours? Q&A on the #debt deal & economy is up here: http://t.co/kZAAJ7D Join us for another #whchat tomorrow @ 4ET.","month":"08","year":"2011","corpus":"miss today offic hour debt deal economi join anoth whchat tomorrow 4et","id":98230226638749700,"day":"02"},{"text":"Been great answering your questions, apologies for the hundreds my fingers not quick enough for, Brian Deese back @4pm tomorrow, #WHchat","month":"08","year":"2011","corpus":"great answer question apolog hundr finger quick enough brian dees back 4pm tomorrow whchat","id":98498903011360770,"day":"02"},{"text":"Pic: Jason Furman from NEC is back answering Q’s on the #debt deal for WH Office Hours. Use #whchat to join the Q&A. http://t.co/2LwHKWt","month":"08","year":"2011","corpus":"pic jason furman nec back answer debt deal offic hour use whchat join","id":98493295403077630,"day":"02"},{"text":"Brian Deese from the National Economic Council will be here soon for Office Hours. Use #whchat to ask your ?s on the debt compromise.","month":"08","year":"2011","corpus":"brian dees nation econom council soon offic hour use whchat ask debt compromis","id":98846967022624770,"day":"03"},{"text":"Join a live chat today at 11 am EDT on the east coast #earthquake with @USGS scientist. Ask Q’s and watch live at: http://t.co/yV6aVdF","month":"08","year":"2011","corpus":"join live chat today edt east coast earthquak usg scientist ask watch live","id":107084836350599170,"day":"26"},{"text":"Have Qs about the President's Address? Tune in live @ 7ET, discuss w/ #jobsnow, ask admin officials ?s w/ #WHchat: http://t.co/RzZejMD","month":"09","year":"2011","corpus":"presid address tune live 7et discuss jobsnow ask admin offici whchat","id":111862298074820600,"day":"08"},{"text":"Have Qs on the American Jobs Act & Obama's #JobsNow speech? WH econ staff will be @WHLive for Office Hours @ 4ET. Ask now w/ #WHChat","month":"09","year":"2011","corpus":"american job act obama jobsnow speech econ staff whlive offic hour 4et ask whchat","id":112246286958329860,"day":"09"},{"text":"President Obama just surprised the Open for Questions event! Watch live now: http://t.co/IGc2afS #JobsNow","month":"09","year":"2011","corpus":"presid obama surpris open question event watch live","id":113354816754941950,"day":"12"},{"text":"Happening now: Sr Advisor David Plouffe answers your questions on Twitter @WHLive -- Ask now w/ #WHChat http://t.co/Pfbu204","month":"09","year":"2011","corpus":"happen advisor david plouff answer question twitter whlive ask whchat","id":113737128793477120,"day":"13"},{"text":"RT @WHLive: Hey everybody. David Plouffe here to take your questions. Use #WHChat. let's get started.","month":"09","year":"2011","corpus":"whlive hey everybodi david plouff take question use whchat let get start","id":113730499729571840,"day":"13"},{"text":"Join us @ 5:30ET for Office Hrs w/ Obama's Sr Advisor David Plouffe. Follow full Q&A @WHLive Highlights @WhiteHouse Ask Qs now: #WHChat","month":"09","year":"2011","corpus":"join 30et offic hr obama advisor david plouff follow full whlive highlight whitehous ask whchat","id":113720626937741310,"day":"13"},{"text":"RT @WHLive: Hi.  It's Stephanie and I'm here ready to take your questions on the President's American Jobs Act.  Ask with #whchat","month":"09","year":"2011","corpus":"whlive stephani readi take question presid american job act ask whchat","id":114108609532669950,"day":"14"},{"text":"Happening @ 2ET: Live chat on the American Jobs Act w/ @JonCarson44 & WH economist Jason Furman. Use #WHChat to ask Qs now.","month":"09","year":"2011","corpus":"happen 2et live chat american job act joncarson44 economist jason furman use whchat ask","id":114383722920419330,"day":"15"},{"text":"Happening now: Live chat on the American Jobs Act w/ @JonCarson44 & WH economist Brian Deese: http://t.co/hhNoX4fh Ask Qs w/ #WHChat","month":"09","year":"2011","corpus":"happen live chat american job act joncarson44 economist brian dees ask whchat","id":114402436042600450,"day":"15"},{"text":"Happening now: @aneeshchopra & @USPTO Dir. Kappos answering your Qs on #AmericaInvests Act. Ask w/ #WHChat watch live http://t.co/u95y7hhB","month":"09","year":"2011","corpus":"happen aneeshchopra uspto dir kappo answer americainvest act ask whchat watch live","id":114814842984087550,"day":"16"},{"text":"Open for Questions @ 5ET: Use #WHChat to ask your ?s on the #AmericaInvents Act & tune in live: http://t.co/hhNoX4fh","month":"09","year":"2011","corpus":"open question 5et use whchat ask americainv act tune live","id":114798178087346180,"day":"16"},{"text":"RT @WHLive: Obama: Either we ask seniors to pay more for Medicare, or we ask the wealthiest Americans to pay their fair share in taxes.","month":"09","year":"2011","corpus":"whlive obama either ask senior pay medicar ask wealthiest american pay fair share tax","id":115805951713480700,"day":"19"},{"text":"RT @LinkedIn: We’d love to hear your questions for the President’s Monday LinkedIn Town Hall. Ask here http://t.co/dHvIwU7D","month":"09","year":"2011","corpus":"linkedin love hear question presid monday linkedin town hall ask","id":116908104242839550,"day":"22"},{"text":"RT @YahooNews: WATCH LIVE: Pres. #Obama answers questions from @Yahoo, @ABC readers with @GStephanopoulos: http://t.co/V6JcY0al","month":"10","year":"2011","corpus":"yahoonew watch live pre obama answer question yahoo abc reader gstephanopoulo","id":120934122930716670,"day":"03"},{"text":"RT @letsmove: Do you have Qs about @LetsMove, the First Lady's initiative to end childhood obesity? Use #AskMichelle on Twitter: http:// ...","month":"10","year":"2011","corpus":"letsmov letsmov first ladi initi end childhood obes use askmichel twitter http ://","id":121240769779609600,"day":"04"},{"text":"RT @JoiningForces: Steven Spielberg @tomhanks & @Oprah are #JoiningForces w/ the First Lady to support #military families. Watch: http:/ ...","month":"10","year":"2011","corpus":"joiningforc steven spielberg tomhank oprah joiningforc first ladi support militari famili watch http","id":124198170635935740,"day":"12"},{"text":"RT @letsmove: \"Hi @LetsMove @Twitter followers!\" First Lady Michelle Obama has a special message just for you: http://t.co/4swGnEwN","month":"10","year":"2011","corpus":"letsmov letsmov twitter follow first ladi michel obama special messag","id":124591748520484860,"day":"13"},{"text":"WH Open for Questions with @TheRoot247: Submit your questions on the Jobs Act now & tune in live on Thurs: http://t.co/9nxaRT2w","month":"10","year":"2011","corpus":"open question theroot247 submit question job act tune live thur","id":126513864224423940,"day":"19"},{"text":"Happening @ 5:30ET: Open for Questions with @TheRoot247 on the Jobs Act. Watch live: http://t.co/hhNoX4fh Ask Qs: #TheRootWH","month":"10","year":"2011","corpus":"happen 30et open question theroot247 job act watch live ask therootwh","id":127133894620356600,"day":"20"},{"text":"RT @MLB: First lady Michelle Obama honors veterans prior to Game 1 of #WorldSeries: http://t.co/pW9MUKPY #JoiningForces","month":"10","year":"2011","corpus":"mlb first ladi michel obama honor veteran prior game worldseri joiningforc","id":126838216941781000,"day":"20"},{"text":"RT @WHLive: Have to run -- thanks everyone for your questions. Hope to answer more soon. -Ben #WHChat","month":"10","year":"2011","corpus":"whlive run thank everyon question hope answer soon ben whchat","id":127461055734620160,"day":"21"},{"text":"RT @WHLive: WH Office Hours: Natl Security Advisor Ben Rhodes will be here @ 2:30ET to answer your Qs about ending the war in Iraq. Ask  ...","month":"10","year":"2011","corpus":"whlive offic hour natl secur advisor ben rhode 30et answer end war iraq ask","id":127430801775276030,"day":"21"},{"text":"RT @WHLive: I've answered a bunch of questions -- now one for you: thinking about our next White House whiteboard, what topics should we ...","month":"10","year":"2011","corpus":"whlive answer bunch question one think next white hous whiteboard topic","id":128942722827550720,"day":"25"},{"text":"RT @whlive: It's Brian, I'm here and ready to go. #WHChat // Ask your questions on the Jobs Act now -- use #WHChat","month":"10","year":"2011","corpus":"whlive brian readi whchat ask question job act use whchat","id":128926951518904320,"day":"25"},{"text":"RT @ks44: #WeCantWait for WH Office Hrs on steps the President is taking to make college more affordable. Got Qs? Ask: #WHChat http://t. ...","month":"10","year":"2011","corpus":"ks44 wecantwait offic hr step presid take make colleg afford got ask whchat","id":129669875957374980,"day":"27"},{"text":"RT @JonCarson44: looking forward to our Twitter Q&A with @CourageCampaign today at 2pm EST.  send us your questions at #CourageAtWH","month":"11","year":"2011","corpus":"joncarson44 look forward twitter couragecampaign today 2pm est send question courageatwh","id":132506621459959800,"day":"04"},{"text":"Starting @ 12 pm: Open for Questions on the WH Fellows Program.  Ask a Q using #WHFellows & watch live at http://t.co/u95y7hhB","month":"11","year":"2011","corpus":"start open question fellow program ask use whfellow watch live","id":134670304382427140,"day":"10"},{"text":"RT @WHLive: Have Qs on new initiatives to get #veterans back to work? Ask now with #WHChat. WH veterans policy director will be @WHLive  ...","month":"11","year":"2011","corpus":"whlive new initi get veteran back work ask whchat veteran polici director whlive","id":134725794894319620,"day":"10"},{"text":"RT @nationalservice: Tomorrow, we're headed to @whitehouse to talk #volunteering w/ @BrandonJRouth & @JonCarson44. What questions would  ...","month":"11","year":"2011","corpus":"nationalservic tomorrow head whitehous talk volunt brandonjrouth joncarson44 question would","id":136553416913727490,"day":"15"},{"text":"RT @StateDept: President Obama: I've asked #SecClinton to go to #Burma -- the first U.S. Secretary of State to travel there in over half ...","month":"11","year":"2011","corpus":"statedept presid obama ask secclinton burma first secretari state travel half","id":137580621705916420,"day":"18"},{"text":"Open for questions tomorrow: The Beginning of the #EndOfAIDS. Use #WHChat to ask Qs: http://t.co/E9nHOqF7 #WorldAIDSDay","month":"11","year":"2011","corpus":"open question tomorrow begin endofaid use whchat ask worldaidsday","id":141996283253637120,"day":"30"},{"text":"Watch @ 1:30ET: The First Lady welcomes military families to the @WhiteHouse for a 1st look @ 2011 holiday decorations: http://t.co/u95y7hhB","month":"11","year":"2011","corpus":"watch 30et first ladi welcom militari famili whitehous 1st look 2011 holiday decor","id":141946076033851400,"day":"30"},{"text":"Happening @ 5ET: President Obama & the First Lady honor the @kencen honorees #AtTheWH. Watch live: http://t.co/bMa1AS3n #KCHonors","month":"12","year":"2011","corpus":"happen 5et presid obama first ladi honor kencen honore atthewh watch live kchonor","id":143446989030424580,"day":"04"},{"text":"RT @momonashoe: Have a Burning Question for Jill Biden, Wife of the Vice President? via @ivillage http://t.co/diXlFFEY #iVoices","month":"12","year":"2011","corpus":"momonasho burn question jill biden wife vice presid via ivillag ivoic","id":145916246045622270,"day":"11"},{"text":"RT @SBAgov: Ask questions & learn about gov programs for women entrepreneurs @whitehouse “Open for Questions”: http://t.co/zokAv3qi #WHChat","month":"12","year":"2011","corpus":"sbagov ask question learn gov program women entrepreneur whitehous open question whchat","id":147059275326427140,"day":"14"},{"text":"RT @WHLive: Have Qs on the @JoiningForces initiative & how you can get involved? Ask with #WHChat. Exec Dir Brad Cooper will be here lat ...","month":"12","year":"2011","corpus":"whlive joiningforc initi get involv ask whchat exec dir brad cooper lat","id":147690526357983230,"day":"16"},{"text":"RT @WHLive: WH Office Hours: Brad Cooper, @JoiningForces Exec Director, answers your Qs at 1ET tomorrow. Use #WHChat to ask now: http:// ...","month":"12","year":"2011","corpus":"whlive offic hour brad cooper joiningforc exec director answer 1et tomorrow use whchat ask http ://","id":147467747230617600,"day":"16"},{"text":"Join @WhiteHouse Office Hours on the #economy & #jobs w/ Brian Deese & @YahooFinance on 1/6 @ 3ET. Ask Qs now: #WHChat http://t.co/9MuI1jx5","month":"01","year":"2012","corpus":"join whitehous offic hour economi job brian dees yahoofin 3et ask whchat","id":155044243499520000,"day":"05"},{"text":"RT @WHLive: Hi all – its Brian Deese here to answer your questions on the economy & jobs. @YahooFinance, ready for the 1st Q #whchat","month":"01","year":"2012","corpus":"whlive brian dees answer question economi job yahoofin readi 1st whchat","id":155380689221595140,"day":"06"},{"text":"RT @Yahoo: Got concerns about jobs & the economy? Chat live in 5 mins with @WhiteHouse, @WHLive & @YahooFinance. Send your questions usi ...","month":"01","year":"2012","corpus":"yahoo got concern job economi chat live min whitehous whlive yahoofin send question usi","id":155377342062149630,"day":"06"},{"text":"RT @WHLive: Today @ 3ET: Brian Deese will be @WHLive to answer your Qs on the economy & jobs #s. Ask now with #WHChat. cc: @YahooFinance","month":"01","year":"2012","corpus":"whlive today 3et brian dees whlive answer economi job ask whchat yahoofin","id":155367652708192260,"day":"06"},{"text":"RT @WHLive: WH Office Hours on #COMPETES report happening now w/ @aneeshchopra @commercegov @whitehouseostp. Ask your questions with #WH ...","month":"01","year":"2012","corpus":"whlive offic hour compet report happen aneeshchopra commercegov whitehouseostp ask question","id":156476249164873730,"day":"09"},{"text":"From the Archives: A look back at the earthquake in #Haiti 2 yrs ago: http://t.co/bxlLOO1g & the First Lady's visit: http://t.co/WAJTpobd","month":"01","year":"2012","corpus":"archiv look back earthquak haiti yr ago first ladi visit","id":157606182863904770,"day":"12"},{"text":"RT @JoiningForces: Don't miss the First Lady on @iCarly tonight! @NickelodeonTV teams up with @JoiningForces to support military kids: h ...","month":"01","year":"2012","corpus":"joiningforc miss first ladi icarli tonight nickelodeontv team joiningforc support militari kid","id":159057405202808830,"day":"16"},{"text":"Happening now: The President & First Lady honor World Champion #STLCards at the @WhiteHouse. Watch live: http://t.co/u95y7hhB","month":"01","year":"2012","corpus":"happen presid first ladi honor world champion stlcard whitehous watch live","id":159372801034289150,"day":"17"},{"text":"After #SOTU, a panel of WH senior advisors will answer your Qs about the speech. Ask now: #WHChat Tune in: http://t.co/Cq1szOIA","month":"01","year":"2012","corpus":"sotu panel senior advisor answer speech ask whchat tune","id":161943242361933820,"day":"24"},{"text":"RT @WHLive: A panel of senior advisors are answering your #SOTU questions at the @WhiteHouse now. Watch live: http://t.co/3PkrwuOo & ask ...","month":"01","year":"2012","corpus":"whlive panel senior advisor answer sotu question whitehous watch live ask","id":162020259770023940,"day":"25"},{"text":"RT @bigeye61: Question for #SOTU @WhiteHouse When will the president #investigate Wall Street bank fraud? #WHChat http://t.co/FMifhwtO # ...","month":"01","year":"2012","corpus":"bigeye61 question sotu whitehous presid investig wall street bank fraud whchat","id":162215655016374270,"day":"25"},{"text":"Education Secretary @arneduncan stopped by the #SOTU panel @ the White House. He's answering your Qs now. Watch: http://t.co/Cq1szOIA","month":"01","year":"2012","corpus":"educ secretari arneduncan stop sotu panel white hous answer watch","id":162025484098605060,"day":"25"},{"text":"RT @YouTube: Today is your last chance to question one of the most powerful men in the world. What will you ask #Obama? http://t.co/rRJbnl6x","month":"01","year":"2012","corpus":"youtub today last chanc question one power men world ask obama","id":163414268400771070,"day":"29"},{"text":"@kellictiger questions are not vetted or chosen by the @whitehouse","month":"01","year":"2012","corpus":"kellictig question vet chosen whitehous","id":164067185831055360,"day":"30"},{"text":"Happening now: President Obama answers your questions live in Google+ Hangout from the West Wing. Watch: http://t.co/9Zc4y7S1","month":"01","year":"2012","corpus":"happen presid obama answer question live googl hangout west wing watch","id":164114318797975550,"day":"30"},{"text":"Photo of the Day: The First Lady shows @NFL PLAY 60 Super Kid James Gale historical photos in the East Wing: http://t.co/TTwHi55G","month":"01","year":"2012","corpus":"photo day first ladi show nfl play super kid jame gale histor photo east wing","id":164414529374134270,"day":"31"},{"text":"New #WHhangout: Gene Sperling @stevecase & @aneeshchopra answer your @startupamerica questions live via Google+ on 2/2: http://t.co/zoY7HK1Y","month":"02","year":"2012","corpus":"new whhangout gene sperl stevecas aneeshchopra answer startupamerica question live via googl","id":164790991491043330,"day":"01"},{"text":"RT @letsmove: Hula-hoop, dodgeball & a potato sack race? Who wins a fitness competition between the First Lady & @JimmyFallon? Watch: ht ...","month":"02","year":"2012","corpus":"letsmov hula hoop dodgebal potato sack race win fit competit first ladi jimmyfallon watch","id":167324612844195840,"day":"08"},{"text":"RT @letsmove: We're on our way to the @webMD town hall where First Lady Michelle Obama will be talking about raising healthy kids #letsm ...","month":"02","year":"2012","corpus":"letsmov way webmd town hall first ladi michel obama talk rais healthi kid letsm","id":168075204843671550,"day":"10"},{"text":"WH Office Hours: OMB Deputy Director Heather Higginbottom answers your ?s on the President's #2013Budget today @ 5:30ET. Ask now: #WHChat","month":"02","year":"2012","corpus":"offic hour omb deputi director heather higginbottom answer presid 2013budget today 30et ask whchat","id":169076065732530180,"day":"13"},{"text":"Are you watching this? The First Lady & Bo surprise visitors in the Blue Room #AtTheWH: http://t.co/u95y7hhB http://t.co/p1qKAArU","month":"02","year":"2012","corpus":"watch first ladi surpris visitor blue room atthewh","id":170184000516788220,"day":"16"},{"text":"Happening @ 7:15ET: The President & First Lady host \"In Performance #AtTheWH: Red, White & Blues\" Watch live: http://t.co/u95y7hhB","month":"02","year":"2012","corpus":"happen 15et presid first ladi host perform atthewh red white blue watch live","id":172108546970894340,"day":"22"},{"text":"RT @JoiningForces: First Lady Michelle Obama to announce travel industry to hire 3,000 military #veterans & spouses via @iVillage: http: ...","month":"02","year":"2012","corpus":"joiningforc first ladi michel obama announc travel industri hire 000 militari veteran spous via ivillag http","id":174921607972794370,"day":"29"},{"text":"RT @whitehouse: Photo of the Day: The First Lady poses for a photo with a guest during the Department of Defense dinner last night. http ...","month":"03","year":"2012","corpus":"whitehous photo day first ladi pose photo guest depart defens dinner last night http","id":175342717432373250,"day":"01"},{"text":"RT @WHLive: Watch live: President Obama &amp; the First Lady welcome Prime Minister Cameron of Great Britain to the @WhiteHouse: http:// ...","month":"03","year":"2012","corpus":"whlive watch live presid obama amp first ladi welcom prime minist cameron great britain whitehous http ://","id":179918410484957200,"day":"14"},{"text":"Starting @ 10:30ET: Nancy-Ann DeParle answers your ?s on health care reform during WH Office Hrs. Ask now: #WHChat http://t.co/fhuGgzP1","month":"03","year":"2012","corpus":"start 30et nanci ann deparl answer health care reform offic hr ask whchat","id":181740176530354180,"day":"19"},{"text":"RT @ks44: Check out today's 1st Question w/ @presssec: http://t.co/g2aQii6i What'd you think? Appreciate input/ always looking for ways  ...","month":"03","year":"2012","corpus":"ks44 check today 1st question presssec think appreci input alway look way","id":181865300365553660,"day":"19"},{"text":"Happening now: The First Lady welcomes kids from across the country for the 4th WH garden planting. Watch: http://t.co/u95y7hhB #letsmove","month":"03","year":"2012","corpus":"happen first ladi welcom kid across countri 4th garden plant watch letsmov","id":184344258357108740,"day":"26"},{"text":"Today @ 3:45ET @VP Biden will answer your ?s on #collegeaffordability on @Twitter. Ask now: #AskVP & follow live: @VP http://t.co/V4RALpiS","month":"04","year":"2012","corpus":"today 45et biden answer collegeafford twitter ask askvp follow live","id":187244942379323400,"day":"03"},{"text":"RT @VP: Thanks for questions. Must be best educated country in the world. That's the goal. You're the talent. We will help. Thank you. - ...","month":"04","year":"2012","corpus":"thank question must best educ countri world goal talent help thank","id":187272617617657860,"day":"03"},{"text":"Starting soon: We’re answering your Q's on combatting the spread of #HIV #AIDS among women & girls. Ask now w/ #WHCAT & follow at @WHLive.","month":"04","year":"2012","corpus":"start soon answer combat spread hiv aid among women girl ask whcat follow whlive","id":187599803721584640,"day":"04"},{"text":"RT @JoiningForces: First Lady kicks off #JoiningForces 1yr anniv at the WH w/ @usairforce band Sidewinder. Don't miss it on 4/11 @ 10:40 ...","month":"04","year":"2012","corpus":"joiningforc first ladi kick joiningforc 1yr anniv usairforc band sidewind miss","id":189880887712817150,"day":"11"},{"text":"Starting soon: The National Economic Council's Brian Deese answers your questions on the #BuffettRule. Ask now using #WHChat. Follow @WHLive","month":"04","year":"2012","corpus":"start soon nation econom council brian dees answer question buffettrul ask use whchat follow whlive","id":190152410163986430,"day":"11"},{"text":"RT @JoiningForces: Tonight First Lady Michelle Obama stops by the @ColbertReport to talk about #JoiningForces & supporting our military  ...","month":"04","year":"2012","corpus":"joiningforc tonight first ladi michel obama stop colbertreport talk joiningforc support militari","id":190263029571661820,"day":"12"},{"text":"RT @PressSec: It's a good day for First Question. Ask your ?s with #1q & I'll answer some later today.","month":"04","year":"2012","corpus":"presssec good day first question ask answer later today","id":192985277764087800,"day":"19"},{"text":"RT @WHLive: Hi, Todd Park here, ready to take your questions on #JOBSAct #WHChat","month":"04","year":"2012","corpus":"whlive todd park readi take question jobsact whchat","id":193422454524354560,"day":"20"},{"text":"RT @WHLive: Hi - I'm Ben Rhodes, Dep Nat Security Advisor. POTUS just finished his remarks. Look forward to answering your questions #Ne ...","month":"04","year":"2012","corpus":"whlive ben rhode dep nat secur advisor potu finish remark look forward answer question","id":194432744661581820,"day":"23"},{"text":"RT @WHLive: Happening now: @CraigatFEMA & @NOAALive's Dr. Kathryn Sullivan answer your Qs on severe weather during #WHChat http://t.co/G ...","month":"04","year":"2012","corpus":"whlive happen craigatfema noaaliv kathryn sullivan answer sever weather whchat","id":194813781216473100,"day":"24"},{"text":"Today at 11 ET: Join Office Hours w/ @CraigatFEMA & @NOAALive's Dr. Kathryn Sullivan on Severe Weather. Ask ? now w/ #WHChat. Follow @WHLive","month":"04","year":"2012","corpus":"today join offic hour craigatfema noaaliv kathryn sullivan sever weather ask whchat follow whlive","id":194785695003459600,"day":"24"},{"text":"RT @JoiningForces: Happening now: First Lady Michelle Obama speaks at the #warriorgames Opening Ceremonies. Watch live: http://t.co/k720J03i","month":"04","year":"2012","corpus":"joiningforc happen first ladi michel obama speak warriorgam open ceremoni watch live","id":197081431762153470,"day":"30"},{"text":"RT @WHLive: Hi, Mary Wakefield here @whitehouse ready for questions and happy to hear from my nurse colleagues for the #whchat","month":"05","year":"2012","corpus":"whlive mari wakefield whitehous readi question happi hear nurs colleagu whchat","id":199582841766547460,"day":"07"},{"text":"Photo: President Obama reads \"Where the Wild Things Are\" @ the Easter Egg Roll w/ the First Lady, Sasha, Malia &amp; Bo: http://t.co/8sy5r6NJ","month":"05","year":"2012","corpus":"photo presid obama read wild thing easter egg roll first ladi sasha malia amp","id":199903685101367300,"day":"08"},{"text":"Got questions on #SummerJobsPlus? @HildaSolisDOL answers in a Google+ hangout today @ 1ET: http://t.co/nXzyJVrN Ask ?s with #WHChat","month":"05","year":"2012","corpus":"got question summerjobsplu hildasolisdol answer googl hangout today 1et ask whchat","id":200595313080287230,"day":"10"},{"text":"Happening now: @HildaSolisDOL joins a Google+ Hangout on #SummerJobsPlus. Watch live: http://t.co/u95y7hhB","month":"05","year":"2012","corpus":"happen hildasolisdol join googl hangout summerjobsplu watch live","id":200636553339482100,"day":"10"},{"text":"RT @letsmove: This just in – the First Lady and Team USA announced commitments to get more than 1.7M kids active this year. http://t.co/ ...","month":"05","year":"2012","corpus":"letsmov first ladi team usa announc commit get kid activ year","id":202135307427123200,"day":"14"},{"text":".@PressSec Jay Carney is answering your questions live now. Watch: http://t.co/s4NY1bhW &amp; ask with #1q","month":"05","year":"2012","corpus":"presssec jay carney answer question live watch amp ask","id":202800450225975300,"day":"16"},{"text":"Happening now: @presssec answers your questions with @macon44. Ask now with #1q &amp; watch live: http://t.co/u95y7hhB","month":"05","year":"2012","corpus":"happen presssec answer question macon44 ask amp watch live","id":202796882177703940,"day":"16"},{"text":"Happening now: @PressSec discusses the President’s #CongressToDoList – ask your questions &amp; follow along w/ #WHChat http://t.co/4oVBQBe1","month":"05","year":"2012","corpus":"happen presssec discuss presid congresstodolist ask question amp follow along whchat","id":204972669865705470,"day":"22"},{"text":"Got ?s on the President's plan to invest in clean energy &amp; #smallbiz? Ask now with #WHChat &amp; join Q&amp;A live @ 12ET http://t.co/CKS9A9Ne","month":"05","year":"2012","corpus":"got presid plan invest clean energi amp smallbiz ask whchat amp join amp live 12et","id":204859349632421900,"day":"22"},{"text":"Got ?s on the President's plan to help Americans save $ on their mortgages? Ask now w/ #WHChat &amp; join Q&amp;A live on 5/22 http://t.co/CKS9A9Ne","month":"05","year":"2012","corpus":"got presid plan help american save mortgag ask whchat amp join amp live","id":204874629985222660,"day":"22"},{"text":"RT @EntMagazine: Have a question for Karen Mills? Join mod @dianaransom for a live chat today at 3pm EST. Use #WHHangout to participate. ...","month":"05","year":"2012","corpus":"entmagazin question karen mill join mod dianaransom live chat today 3pm est use whhangout particip","id":205359562650423300,"day":"23"},{"text":"What do you want to know about the #CongressToDoList?  Have ?s about mortgage #refi or tax credits for #smallbiz?  Ask now with #WHChat","month":"05","year":"2012","corpus":"want know congresstodolist mortgag refi tax credit smallbiz ask whchat","id":205741671701422080,"day":"24"},{"text":"Got questions on the President's plan to invest in clean energy &amp; #smallbiz? Ask now with #WHChat","month":"05","year":"2012","corpus":"got question presid plan invest clean energi amp smallbiz ask whchat","id":205728539239129100,"day":"24"},{"text":"Have a question about the #CongressToDoList &amp; the President's plan to bring jobs back to the US? Ask now with #WHChat http://t.co/SttdLCpk","month":"05","year":"2012","corpus":"question congresstodolist amp presid plan bring job back ask whchat","id":205692068985712640,"day":"24"},{"text":"Got ?s on the #CongressToDoList &amp; the President's plan to invest in clean energy manufacturing? http://t.co/Tgim0wX3 Ask now with #WHChat","month":"05","year":"2012","corpus":"got congresstodolist amp presid plan invest clean energi manufactur ask whchat","id":205730382354714620,"day":"24"},{"text":"President Obama heads to Newton, Iowa today to talk about clean energy jobs &amp; #CongressToDoList. Got questions? Ask now with #WHChat","month":"05","year":"2012","corpus":"presid obama head newton iowa today talk clean energi job amp congresstodolist got question ask whchat","id":205668946882465800,"day":"24"},{"text":"President Obama answered your questions about clean energy job &amp; the #CongressToDoList on @Twitter: http://t.co/EvdlCj9v","month":"05","year":"2012","corpus":"presid obama answer question clean energi job amp congresstodolist twitter","id":207501594357542900,"day":"29"},{"text":"We want your feedback: Watch this video: http://t.co/hYnc3Wfi then answer some ?s about #WhyRefi: http://t.co/XoHHCT9v","month":"06","year":"2012","corpus":"want feedback watch video answer whyrefi","id":210478284490801150,"day":"06"},{"text":"Have questions on the President's plan to help homeowners refinance? Ask now w/ #WHChat &amp; join Office Hours on 6/14: http://t.co/YnzGsfqJ","month":"06","year":"2012","corpus":"question presid plan help homeown refin ask whchat amp join offic hour","id":213002035086376960,"day":"13"},{"text":"Happening now: President Obama speaks on @DHSgov #immigration announcement. Watch live: http://t.co/9UY1hevc &amp; ask questions with #WHChat","month":"06","year":"2012","corpus":"happen presid obama speak dhsgov immigr announc watch live amp ask question whchat","id":213694795590270980,"day":"15"},{"text":"From the Archives: The First Lady's Trip to Africa: http://t.co/yF9whCO9","month":"06","year":"2012","corpus":"archiv first ladi trip africa","id":215463354033119230,"day":"20"},{"text":"Today at 2 ET: Education Sec @ArneDuncan answers your Qs on college affordability. Ask w/ #WHChat follow along @WHLive http://t.co/5Bg4vAdR","month":"06","year":"2012","corpus":"today educ sec arneduncan answer colleg afford ask whchat follow along whlive","id":218002075576041470,"day":"27"},{"text":"RT @usedgov: Secretary @arneduncan answering your college affordability Qs during #WHchat Office Hours  http://t.co/c3LJjm8V","month":"06","year":"2012","corpus":"usedgov secretari arneduncan answer colleg afford whchat offic hour","id":218044045958713340,"day":"27"},{"text":"RT @arneduncan: Thanks everyone for your questions. This week is critical for Congressional action: #DontDoubleMyRate. #whchat","month":"06","year":"2012","corpus":"arneduncan thank everyon question week critic congression action dontdoublemyr whchat","id":218049581143957500,"day":"27"},{"text":"West Wing Week: 7/6/2012: WatchPresident Obama &amp; the First Lady host #milfams @WhiteHouse to celebrate #4thofJuly http://t.co/ugtSsAa1","month":"07","year":"2012","corpus":"west wing week 2012 watchpresid obama amp first ladi host milfam whitehous celebr 4thofjuli","id":221291743864295420,"day":"06"},{"text":"Starting soon: Google+ Hangout on mortgage refinance w/ @HUDNews Sec Donovan &amp; @Zillow.  Ask Qs w/ #WHHangout &amp; watch @ http://t.co/iZ1UdDu0","month":"07","year":"2012","corpus":"start soon googl hangout mortgag refin hudnew sec donovan amp zillow ask whhangout amp watch","id":223494016908529660,"day":"12"},{"text":"RT @WHLive: Live now: @USDA D/S Merrigan &amp; @JonCarson44 discuss #localfood. Watch: http://t.co/g5icuVZL &amp; ask Qs: #WHHangout #KY ...","month":"07","year":"2012","corpus":"whlive live usda merrigan amp joncarson44 discuss localfood watch amp ask whhangout","id":225310220698648580,"day":"17"},{"text":"RT @whitehouseostp: Today at 4ET: WH Office Hours on Science, Technology &amp; Engineering (STEM) Master Teacher Corps. Ask Qs now w/ #W ...","month":"07","year":"2012","corpus":"whitehouseostp today 4et offic hour scienc technolog amp engin stem master teacher corp ask","id":225639315542245380,"day":"18"},{"text":"Follow First Lady Michelle Obama at the #London2012 #Olympics on Twitter @LetsMove: http://t.co/1UR2vTbc -mo tweet: http://t.co/2B2bu5Ui","month":"07","year":"2012","corpus":"follow first ladi michel obama london2012 olymp twitter letsmov tweet","id":228865386219724800,"day":"27"},{"text":"PHOTOS: The First Lady at the #London2012 #Olympics: http://t.co/d8NcLHmA Mrs. Obama plays tug of war @letsmove event: http://t.co/KVt8Gxr9","month":"07","year":"2012","corpus":"photo first ladi london2012 olymp mr obama play tug war letsmov event","id":229064699847786500,"day":"28"},{"text":"RT @letsmove: First lady is watching #teamUSA #basketball with US delegate and Paralympian Gabriel Diaz de Leon! #olympics","month":"07","year":"2012","corpus":"letsmov first ladi watch teamusa basketbal deleg paralympian gabriel diaz leon olymp","id":229591613675032580,"day":"29"},{"text":"RT @WebMD: @HHSGov Sec. Kathleen Sebelius will answer questions Wed. on women's medical services  covered under #hrc. More info: http:// ...","month":"07","year":"2012","corpus":"webmd hhsgov sec kathleen sebeliu answer question wed women medic servic cover hrc info http ://","id":230030776681517060,"day":"30"},{"text":"Tomorrow at 5 ET: Join WH Office Hours on preventive care for women &amp; #HCR: http://t.co/GD2aank5 Ask Q's now w/ #WHChat http://t.co/8pXqSJrQ","month":"08","year":"2012","corpus":"tomorrow join offic hour prevent care women amp hcr ask whchat","id":230809760004440060,"day":"01"},{"text":"Today at 5 ET join WH Office Hours on new women's preventive care benefits. Ask questions now using #WHChat. More info: http://t.co/xP9WLlW0","month":"08","year":"2012","corpus":"today join offic hour new women prevent care benefit ask question use whchat info","id":231044716001636350,"day":"02"},{"text":"At 5ET: Join a Twitter Q&amp;A on preventive care benefits for women. Ask your questions w/ #WHChat &amp; follow along @WHLive http://t.co/H1O3uRZ9","month":"08","year":"2012","corpus":"5et join twitter amp prevent care benefit women ask question whchat amp follow along whlive","id":231117483761868800,"day":"02"},{"text":"RT @carmeena_m: @whitehouse Better question-why would you not #FollowWH? The President represents all Americans on the world stage, so I ...","month":"08","year":"2012","corpus":"carmeena_m whitehous better question would followwh presid repres american world stage","id":231699738116898800,"day":"04"},{"text":"On 8/10 at 12ET: Join an \"Open for Questions\" live chat with WH's Cecilia Munoz &amp; @PTABetsy Landers: http://t.co/ttZtBvVb  Ask Qs w/ #WHPTA","month":"08","year":"2012","corpus":"12et join open question live chat cecilia munoz amp ptabetsi lander ask whpta","id":233320735408529400,"day":"08"},{"text":"Behind the Scenes: First Lady Michelle Obama &amp; the Presidential Olympic Delegation at @LetsMove! London: http://t.co/JRqj0nNu","month":"08","year":"2012","corpus":"behind scene first ladi michel obama amp presidenti olymp deleg letsmov london","id":233552014662053900,"day":"09"},{"text":"Photo: First Lady Michelle Obama hugs LeBron @KingJames after the #TeamUSA vs. France men's @USABasketball game: http://t.co/1AyCjfXu","month":"08","year":"2012","corpus":"photo first ladi michel obama hug lebron kingjam teamusa franc men usabasketbal game","id":234849790305906700,"day":"13"},{"text":"Starting now: 54 young chefs attend the first-ever White House #KidsStateDinner. Learn more &amp; watch live at: http://t.co/mZYa7adV","month":"08","year":"2012","corpus":"start young chef attend first ever white hous kidsstatedinn learn amp watch live","id":237552705734860800,"day":"20"},{"text":"Watch live: First Lady Michelle Obama welcomes 54 young chefs to the 1st ever #KidsStateDinner at the White House: http://t.co/O6TJuiOT","month":"08","year":"2012","corpus":"watch live first ladi michel obama welcom young chef 1st ever kidsstatedinn white hous","id":237576088371462140,"day":"20"},{"text":"RT @letsmove: First Lady Michelle Obama: \"To our 54 Healthy Lunchtime Challenge winners -congratulations!\" #KidsStateDinner","month":"08","year":"2012","corpus":"letsmov first ladi michel obama healthi lunchtim challeng winner congratul kidsstatedinn","id":237578911561682940,"day":"20"},{"text":"RT @NASA: Watch @NASA social media followers ask questions to the space station crew at 12:45p ET on NASA TV. http://t.co/m7wHG834 #NASA ...","month":"08","year":"2012","corpus":"nasa watch nasa social media follow ask question space station crew 45p nasa nasa","id":238303045597929470,"day":"22"},{"text":"RT @JoiningForces: First Lady: As of today, they have hired or trained 125,000 #veterans &amp; #milspouses … more than a year ahead of s ...","month":"08","year":"2012","corpus":"joiningforc first ladi today hire train 125 000 veteran amp milspous year ahead","id":238329624562634750,"day":"22"},{"text":"RT @JoiningForces: Happening now: Watch First Lady Michelle Obama speak about #jobs for #veterans http://t.co/TnHsKmZl","month":"08","year":"2012","corpus":"joiningforc happen watch first ladi michel obama speak job veteran","id":238328584131973120,"day":"22"},{"text":"Watch live: First Lady Michelle Obama announces a major #veterans &amp; #milspouse employment milestone for @JoiningForces: http://t.co/NJtB2Zhs","month":"08","year":"2012","corpus":"watch live first ladi michel obama announc major veteran amp milspous employ mileston joiningforc","id":238329055026479100,"day":"22"},{"text":"Got questions on the Presidential #InnovateGov Fellows? Ask now w/ #WHChat &amp; join Office Hrs at 5ET w/ CTO @Todd_Park: http://t.co/f1KyuNhW","month":"08","year":"2012","corpus":"got question presidenti innovategov fellow ask whchat amp join offic hr 5et cto todd_park","id":238736295353016320,"day":"23"},{"text":"RT @WHLive: Happening now: @todd_park &amp; @macon44 answer your Qs on #InnovateGov. Ask now with #WHChat   Pic in action: http://t.co/C ...","month":"08","year":"2012","corpus":"whlive happen todd_park amp macon44 answer innovategov ask whchat pic action","id":238746069838753800,"day":"23"},{"text":"RT @arneduncan: Join me today at 11ET for a chat on the cost of college w/ @todaymoney. Ask your Qs here: http://t.co/3pAEwmCj ","month":"08","year":"2012","corpus":"arneduncan join today 11et chat cost colleg todaymoney ask","id":238996196956454900,"day":"24"},{"text":"Photo of the day: President Obama and daughters Malia &amp; Sasha watch on TV as the First Lady takes the stage at the DNC http://t.co/FH46tRyu","month":"09","year":"2012","corpus":"photo day presid obama daughter malia amp sasha watch first ladi take stage dnc","id":243447065600995330,"day":"05"},{"text":"PHOTO: The President, First Lady &amp; White House staff observe a moment of silence to mark the 11th anniversary of 9/11: http://t.co/XtCJdFEh","month":"09","year":"2012","corpus":"photo presid first ladi amp white hous staff observ moment silenc mark 11th anniversari","id":245662376681144320,"day":"11"},{"text":"RT @WHLive: Happening at 10ET: President Obama &amp; the First Lady honor #TeamUSA at the White House. Watch live: http://t.co/F7NkrOxK  ...","month":"09","year":"2012","corpus":"whlive happen 10et presid obama amp first ladi honor teamusa white hous watch live","id":246605915942445060,"day":"14"},{"text":"Have questions about #HumanTrafficking? Ask now w/ #WHHangout &amp; then watch our Google+ Hangout tomorrow 9/27 at 12ET: http://t.co/uHD3c9D8","month":"09","year":"2012","corpus":"question humantraffick ask whhangout amp watch googl hangout tomorrow 12et","id":251139605024342000,"day":"27"},{"text":"Happening now: Join a live video chat on combatting #humantrafficking. Watch live &amp; ask ?s with #WHHangout: http://t.co/YpM1yfjZ","month":"09","year":"2012","corpus":"happen join live video chat combat humantraffick watch live amp ask whhangout","id":251351635996069900,"day":"27"},{"text":"On 10/5 at 2:30ET: Join WH Office Hours on #EqualFutures for women with @vj44 &amp; Samantha Power: http://t.co/UW4cjzNc Ask Q's now w/ #WHChat","month":"10","year":"2012","corpus":"30et join offic hour equalfutur women vj44 amp samantha power ask whchat","id":253919974832345100,"day":"04"},{"text":"RT @girlscouts: #WHChat a question we often hear is \"How do we inspire male mentors to support girl #STEM initiatives?\" What's your take?","month":"10","year":"2012","corpus":"girlscout whchat question often hear inspir male mentor support girl stem initi take","id":254296260243251200,"day":"05"},{"text":"RT @JoiningForces: This Veterans Day, we hope you'll join First Lady Michelle Obama and thank an American hero: http://t.co/4xjJG4YY htt ...","month":"11","year":"2012","corpus":"joiningforc veteran day hope join first ladi michel obama thank american hero htt","id":267681648798208000,"day":"11"},{"text":"First Lady Michelle Obama, daughters Sasha &amp; Malia, &amp; First Dog Bo, welcome the official White House Christmas Tree: http://t.co/NgfBK149","month":"11","year":"2012","corpus":"first ladi michel obama daughter sasha amp malia amp first dog welcom offici white hous christma tree","id":272093968387432450,"day":"23"},{"text":"RT @WHLive: .@bgarry GREAT question. Adding your voice to #my2k might help get the common sense answer we need http://t.co/X9dkn0zs #WHChat","month":"11","year":"2012","corpus":"whlive bgarri great question ad voic my2k might help get common sens answer need whchat","id":274220853477117950,"day":"29"},{"text":"Today, President Obama answered your #My2k questions on @twitter. See the full chat: http://t.co/QhQuPeys Photo: http://t.co/V2gofTcr","month":"12","year":"2012","corpus":"today presid obama answer my2k question twitter see full chat photo","id":275758411189198850,"day":"04"},{"text":"Photo of the Day: President Obama answers #My2k questions on Twitter live from the White House: http://t.co/sBLlaxE2 http://t.co/ppY9aVCY","month":"12","year":"2012","corpus":"photo day presid obama answer my2k question twitter live white hous","id":275804785947574270,"day":"04"},{"text":"This week, the President answered Qs on Twitter, visited a family who spoke out on #My2k &amp; lit the Natl Christmas Tree: http://t.co/Thir2JTE","month":"12","year":"2012","corpus":"week presid answer twitter visit famili spoke my2k amp lit natl christma tree","id":277208074199117820,"day":"08"},{"text":"In this week's address, the President &amp; First Lady extend a holiday greeting &amp; thank our troops for their service: http://t.co/SbroeSRR","month":"12","year":"2012","corpus":"week address presid amp first ladi extend holiday greet amp thank troop servic","id":282524058195734530,"day":"22"},{"text":"A holiday greeting from the President &amp; First Lady: \"This week let’s give thanks for our veterans and their families\" http://t.co/IAML6hYp","month":"12","year":"2012","corpus":"holiday greet presid amp first ladi week let give thank veteran famili","id":282984081367638000,"day":"23"},{"text":"'Twas the night before Christmas: The First Lady, with Bo, reads to kids at the Children's National Medical Center: http://t.co/bsboIyee","month":"12","year":"2012","corpus":"twa night christma first ladi read kid children nation medic center","id":283293970199613440,"day":"24"},{"text":"The President and First Lady wish you a Merry Christmas and Happy Holidays: http://t.co/Gg7UE5D2, http://t.co/1aIoPrbj","month":"12","year":"2012","corpus":"presid first ladi wish merri christma happi holiday","id":283754047582920700,"day":"26"},{"text":"RT @FLOTUS: “My very favorite part of this entire weekend is being right here with all of you” –The First Lady to military families http ...","month":"01","year":"2013","corpus":"flotu favorit part entir weekend right first ladi militari famili http","id":292798515283910660,"day":"20"},{"text":"RT @petesouza: Photo of Bo, the \"first dog\", in the Rose Garden today http://t.co/v6J6sPJF","month":"01","year":"2013","corpus":"petesouza photo first dog rose garden today","id":294604820076175360,"day":"25"},{"text":"We're Open for Questions! At 3:15ET @arneduncan joins a Q&amp;A w/ @BabbleEditors on #Education #SOTU. Watch http://t.co/u95tzH8r Ask: #WHChat","month":"02","year":"2013","corpus":"open question 15et arneduncan join amp babbleeditor educ sotu watch ask whchat","id":301785151506108400,"day":"13"},{"text":"Tonight's #WHChat will be ending shortly but President Obama &amp; WH officials are taking your questions all week: http://t.co/Cq1o2eHG #SOTU","month":"02","year":"2013","corpus":"tonight whchat end shortli presid obama amp offici take question week sotu","id":301548384895004700,"day":"13"},{"text":"Happening now: @NASA @WhiteHouseOSTP &amp; @tweetsoutloud are answering your Qs on space, science, #STEM &amp; tech. Ask with #WHChat","month":"02","year":"2013","corpus":"happen nasa whitehouseostp amp tweetsoutloud answer space scienc stem amp tech ask whchat","id":301731433213468700,"day":"13"},{"text":"Happening now: WH officials answer your questions on the State of the Union Address. Ask now with #WHChat. Watch: http://t.co/u95tzH8r","month":"02","year":"2013","corpus":"happen offici answer question state union address ask whchat watch","id":301531760565571600,"day":"13"},{"text":"At 2:30ET: CEAs Alan Krueger joins a Q&amp;A on #SOTU, #Jobs #Economy moderated by @YahooFinance. Watch: http://t.co/u95tzH8r Ask w/ #YFinSOTU","month":"02","year":"2013","corpus":"30et cea alan krueger join amp sotu job economi moder yahoofin watch ask yfinsotu","id":301757632392351740,"day":"13"},{"text":"At 4ET: Heather Zichal takes Qs on #SOTU #Energy #environment #climatechange moderated by @PopSci Watch: http://t.co/u95tzH8r Ask: #WHChat","month":"02","year":"2013","corpus":"4et heather zichal take sotu energi environ climatechang moder popsci watch ask whchat","id":301797730626441200,"day":"13"},{"text":"RT @macon44: The Mohawk has landed! Happening now: Use #whchat to ask your \nquestions #SOTU #STEM #SpaceCampFTW http://t.co/IWeBfI4Y","month":"02","year":"2013","corpus":"macon44 mohawk land happen use whchat ask question sotu stem spacecampftw","id":301734566509568000,"day":"13"},{"text":"At 3ET: @VP's COS Bruce Reed joins a Q&amp;A on preventing gun violence w/ @iVillage @kellywallacetv. Watch: http://t.co/u95tzH8r Ask: #WHChat","month":"02","year":"2013","corpus":"3et co bruce reed join amp prevent gun violenc ivillag kellywallacetv watch ask whchat","id":302503550632747000,"day":"15"},{"text":"RT @parentsmagazine: Today is the day! We're asking Vice President Joe Biden your questions about gun violence at 3:30 P.M. Eastern: htt ...","month":"02","year":"2013","corpus":"parentsmagazin today day ask vice presid joe biden question gun violenc eastern htt","id":303919848080154600,"day":"19"},{"text":"RT @whitehouseostp: First-ever Hangout from space! Ask @NASA_Astronauts questions using #askAstro and watch live at 10:30 ET http://t.co ...","month":"02","year":"2013","corpus":"whitehouseostp first ever hangout space ask nasa_astronaut question use askastro watch live","id":304965519574986750,"day":"22"},{"text":"RT @FLOTUS: In case you missed it: First Lady Michelle Obama &amp; @JimmyFallon in \"Evolution of Mom Dancing.\" http://t.co/MSKJKL2DbZ  # ...","month":"02","year":"2013","corpus":"flotu case miss first ladi michel obama amp jimmyfallon evolut mom danc","id":305457409005076500,"day":"23"},{"text":"RT @FLOTUS: Tonight, First Lady Michelle Obama announced the winner of the #Oscars2013 #BestPicture live from @WhiteHouse: http://t.co/o ...","month":"02","year":"2013","corpus":"flotu tonight first ladi michel obama announc winner oscars2013 bestpictur live whitehous","id":305915165554135040,"day":"25"},{"text":"RT @FLOTUS: Tomorrow at 11:05ET, I'll answer some questions about @LetsMove &amp; how we can improve the health of our kids. Join with # ...","month":"03","year":"2013","corpus":"flotu tomorrow 05et answer question letsmov amp improv health kid join","id":310860205560840200,"day":"10"},{"text":"RT @FLOTUS: Photo: First Lady Michelle Obama plants wheat seeds with students at the spring @WhiteHouse Kitchen Garden planting: http:// ...","month":"04","year":"2013","corpus":"flotu photo first ladi michel obama plant wheat seed student spring whitehous kitchen garden plant http ://","id":320204539334643700,"day":"05"},{"text":"RT @FLOTUS: Happening now: First Lady Michelle Obama speaks on Youth Empowerment in Chicago. Watch live: http://t.co/5Gg4l5ZRnU","month":"04","year":"2013","corpus":"flotu happen first ladi michel obama speak youth empower chicago watch live","id":322060159532806140,"day":"10"},{"text":"RT @VP: I want to welcome my incredible wife and your Second Lady, Jill, to Twitter. Follow her at @DrBiden. –VP","month":"04","year":"2013","corpus":"want welcom incred wife second ladi jill twitter follow drbiden","id":326458034362658800,"day":"22"},{"text":"RT @letsmove: Popeye would have a field day in the First Lady's garden!! #strongtothefinish\n-Sam http://t.co/jN1Ll52ijr","month":"05","year":"2013","corpus":"letsmov popey would field day first ladi garden strongtothefinish sam","id":331442803714433000,"day":"06"},{"text":"RT @FLOTUS: Happening now: First Lady Michelle Obama speaks at the National Medal for Museum and Library Service Ceremony. http://t.co/Amyt…","month":"05","year":"2013","corpus":"flotu happen first ladi michel obama speak nation medal museum librari servic ceremoni","id":332190478890041340,"day":"08"},{"text":"Happening now: Tune in for the first-ever #WeTheGeeks @Google+ Hangout at the White House --&gt; http://t.co/yBbHL80leY http://t.co/PJX9rgxQoG","month":"05","year":"2013","corpus":"happen tune first ever wethegeek googl hangout white hous --&","id":335093522170535940,"day":"16"},{"text":"RT @FLOTUS: Today the First Lady delivered the commencement address at Martin Luther King Jr. Academic Magnet High School. Watch: http://t.…","month":"05","year":"2013","corpus":"flotu today first ladi deliv commenc address martin luther king academ magnet high school watch","id":335907757855211500,"day":"19"},{"text":"RT @FLOTUS: Tonight, the President and First Lady will host a concert honoring Carole King—a 2013 Library of Congress Gershwin Prize winner.","month":"05","year":"2013","corpus":"flotu tonight presid first ladi host concert honor carol king 2013 librari congress gershwin prize winner","id":337337759834443800,"day":"22"},{"text":"RT @NASA: Watch now #Asteroid @WhiteHouseOSTP Hangout w/ @Lori_Garver &amp; others. Use #WeTheGeeks for questions. Live at: http://t.co/QIQiZQI…","month":"05","year":"2013","corpus":"nasa watch asteroid whitehouseostp hangout lori_garv amp other use wethegeek question live","id":340530914322944000,"day":"31"},{"text":"Have a question about asteroids? Join @NASA &amp; @TheScienceGuy for a WH Google+ Hangout at 2pm ET: http://t.co/qWjcwkjJEW. Ask w/ #WeTheGeeks.","month":"05","year":"2013","corpus":"question asteroid join nasa amp thescienceguy googl hangout 2pm ask wethegeek","id":340518143443234800,"day":"31"},{"text":"RT @WHLive: Join WH Policy Advisor Roberto Rodriquez on @WHLive at 3pm ET for a Twitter Q&amp;A on student loans. Ask questions now using #Dont…","month":"06","year":"2013","corpus":"whlive join polici advisor roberto rodriquez whlive 3pm twitter amp student loan ask question use dont","id":345239786551918600,"day":"13"},{"text":"RT @FLOTUS: The First Lady kicks off her trip to Africa: http://t.co/gHXE1kig0U, http://t.co/KRkw5dBCtt #FLOTUSinAfrica","month":"06","year":"2013","corpus":"flotu first ladi kick trip africa flotusinafrica","id":349987372739477500,"day":"26"},{"text":"RT @FLOTUS: Watch at 9:30ET: The First Lady, @johnlegend, @victoriajustice &amp; youth in Africa &amp; the US join a @Google+ Hangout. http://t.co/…","month":"06","year":"2013","corpus":"flotu watch 30et first ladi johnlegend victoriajustic amp youth africa amp join googl hangout","id":350963372507934700,"day":"29"},{"text":"RT @FLOTUS: \"Today, our family visited Robben Island for an experience we will never forget.\" —The First Lady. http://t.co/U2t1PC8raw #FLOT…","month":"07","year":"2013","corpus":"flotu today famili visit robben island experi never forget first ladi flot","id":351499709250154500,"day":"01"},{"text":"At 6:00ET, the President &amp; First Lady welcome military families to the WH for a #4thofJuly celebration. Watch: http://t.co/glo9nVyY5J","month":"07","year":"2013","corpus":"00et presid amp first ladi welcom militari famili 4thofjuli celebr watch","id":352908542111514600,"day":"04"},{"text":"The First Paws. http://t.co/USAT8A6JJg","month":"07","year":"2013","corpus":"first paw","id":362628824611049500,"day":"31"},{"text":"RT @EPA: Have a question for @GinaEPA on #climate change? Join her for a Twitter chat today at 12:30pm EDT. Use #AskGinaEPA. http://t.co/aj…","month":"08","year":"2013","corpus":"epa question ginaepa climat chang join twitter chat today 30pm edt use askginaepa","id":363334091430572000,"day":"02"},{"text":"RT @Yahoo: Obama taking housing questions in Zillow roundtable, to be livestreamed on Yahoo! at 1 pm ET on Wed: http://t.co/D8nihHwOjW #Ask…","month":"08","year":"2013","corpus":"yahoo obama take hous question zillow roundtabl livestream yahoo wed ask","id":364410466497724400,"day":"05"},{"text":"RT @zillow: Want to ask President Obama a question about housing? Today you can! Send questions to @Zillow via #AskObamaHousing http://t.co…","month":"08","year":"2013","corpus":"zillow want ask presid obama question hous today send question zillow via askobamah","id":364776138100719600,"day":"06"},{"text":"Tune in at 1ET: President Obama will be answering your housing questions. \nAsk w/ #AskObamaHousing &amp; watch live --&gt; http://t.co/yBbHL80leY","month":"08","year":"2013","corpus":"tune 1et presid obama answer hous question ask askobamah amp watch live --&","id":365148858809987100,"day":"07"},{"text":"RT @realjohngreen: At 2 pm today, I'll be part of a White House hangout on robots and education. Tweet me questions! You can watch at http:…","month":"08","year":"2013","corpus":"realjohngreen today part white hous hangout robot educ tweet question watch http","id":365853251347812350,"day":"09"},{"text":"Got questions about President Obama's agenda—or about life at the WH? Ask using #WestWingWeek and we'll answer some in this week's episode.","month":"08","year":"2013","corpus":"got question presid obama agenda life ask use westwingweek answer week episod","id":367062335308828700,"day":"12"},{"text":"RT @FLOTUS: Worth a read: The First Lady's @ParadeMagazine piece on @LetsMove &amp; life at the @WhiteHouse: http://t.co/7I5nBAfHqt, http://t.c…","month":"08","year":"2013","corpus":"flotu worth read first ladi parademagazin piec letsmov amp life whitehous","id":369112822975717400,"day":"18"},{"text":"RT @Katie44: Thanks for all of your thoughtful questions.  This has been a lot of fun!  Keep sharing your ideas on #MakeCollegeAffordable #…","month":"08","year":"2013","corpus":"katie44 thank thought question lot fun keep share idea makecollegeafford","id":370606410603560960,"day":"22"},{"text":"RT @FLOTUS: A behind-the-scenes look just before the First Lady &amp; @SerenaWilliams kick off Kids' Day at the #USOpen. #LetsMove: http://t.co…","month":"08","year":"2013","corpus":"flotu behind scene look first ladi amp serenawilliam kick kid day usopen letsmov","id":371362829355343900,"day":"24"},{"text":"The First Dogs. http://t.co/KjshwdSExJ","month":"08","year":"2013","corpus":"first dog","id":371668967053488100,"day":"25"},{"text":"RT @FLOTUS: Watch a #GIF of the First Lady through her high school years —&gt; http://t.co/NhRnpEfZQO #TBT #ThrowbackThursday #WhitneyYoung","month":"08","year":"2013","corpus":"flotu watch gif first ladi high school year tbt throwbackthursday whitneyyoung","id":373202674390278140,"day":"29"},{"text":"RT @WHLive: Obama: \"Let me answer some of the most important questions that I have heard from members of Congress &amp; that I have read in let…","month":"09","year":"2013","corpus":"whlive obama let answer import question heard member congress amp read let","id":377599787597447200,"day":"11"},{"text":"Join @CEAChair and @CEABetsey at 12pm ET for a Twitter Q&amp;A on jobs, the economy &amp; impacts of the shutdown. Ask your questions using #WHChat.","month":"10","year":"2013","corpus":"join ceachair ceabetsey 12pm twitter amp job economi amp impact shutdown ask question use whchat","id":392675204381433860,"day":"22"},{"text":"Obama on the budget: \"The question can’t be how much more we can cut. It’s got to be how many more schools like P-TECH we can create.\"","month":"10","year":"2013","corpus":"obama budget question much cut got mani school like tech creat","id":393833377452671000,"day":"25"},{"text":"RT @FLOTUS: You don't want to miss this: President Obama, the First Lady, Bo, and Sunny surprise guests at the @WhiteHouse —&gt; http://t.co/t…","month":"11","year":"2013","corpus":"flotu want miss presid obama first ladi sunni surpris guest whitehous","id":398232411299119100,"day":"06"},{"text":"Special delivery! The First Lady welcomes the official White House Christmas Tree to the North Portico. http://t.co/aWuQnnqfpu","month":"11","year":"2013","corpus":"special deliveri first ladi welcom offici white hous christma tree north portico","id":406505513170391040,"day":"29"},{"text":"At 8pm ET, join @KalPenn, @HealthCareTara &amp; @YI_Care for a Hangout on young people &amp; #Obamacare. Ask Qs w/ #WHYouth: http://t.co/5B72JkuHRh","month":"12","year":"2013","corpus":"8pm join kalpenn healthcaretara amp yi_car hangout young peopl amp obamacar ask whyouth","id":407613456158687200,"day":"02"},{"text":"RT @FLOTUS: Don't miss the First Lady unveil the 2013 @WhiteHouse holiday decorations at 1:30pm ET —&gt; http://t.co/aJ5BRyrUmh #WHHoliday","month":"12","year":"2013","corpus":"flotu miss first ladi unveil 2013 whitehous holiday decor 30pm whholiday","id":408299740824993800,"day":"04"},{"text":"Don't miss the First Family at the National Christmas Tree lighting! Watch here at 5pm ET —&gt; http://t.co/9TxldQGG2E, http://t.co/2GayjIq7ZX","month":"12","year":"2013","corpus":"miss first famili nation christma tree light watch 5pm","id":409070677363130400,"day":"06"},{"text":"RT @FLOTUS: \"All of us can learn important lessons from his struggle.\" —First Lady Michelle Obama on Nelson Mandela: http://t.co/QD2iDfrIgy","month":"12","year":"2013","corpus":"flotu learn import lesson struggl first ladi michel obama nelson mandela","id":409059994022060000,"day":"06"},{"text":"Join the @VP &amp; @Cecilia44 at 3:45pm ET for a Skype event on #ImmigrationReform. Ask questions w/ #AskTheWhiteHouse: http://t.co/EnVVnDly8m","month":"12","year":"2013","corpus":"join amp cecilia44 45pm skype event immigrationreform ask question askthewhitehous","id":410830678633115650,"day":"11"},{"text":"RT @CommerceSec: Don’t forget to join me at 2:15 ET today for a Twitter chat about the #Open4Biz agenda. Send in your questions with #Open4…","month":"12","year":"2013","corpus":"commercesec forget join today twitter chat open4biz agenda send question open4","id":412591099463880700,"day":"16"},{"text":"RT @FLOTUS: The First Lady reads \"The Night Before Christmas\" to kids at the Children's National Medical Center → http://t.co/iZJY74bMjf #H…","month":"12","year":"2013","corpus":"flotu first ladi read night christma kid children nation medic center","id":412734499303067650,"day":"17"},{"text":"RT @FLOTUS: The First Lady, as a mom, on the importance of making sure all our kids #GetCovered → http://t.co/dx5AtNxp2v","month":"12","year":"2013","corpus":"flotu first ladi mom import make sure kid getcov","id":413370596152467460,"day":"18"},{"text":"RT @WHLive: Happening now: A peek inside the White House holiday decorations via Google+ Hangout: http://t.co/GWbf66uKOK Ask a question w/ …","month":"12","year":"2013","corpus":"whlive happen peek insid white hous holiday decor via googl hangout ask question","id":413725967677263900,"day":"19"},{"text":"RT @FLOTUS: The First Lady collects toys from military children for kids in need during a Toys for Tots event in D.C. http://t.co/a0eS3xcJRT","month":"12","year":"2013","corpus":"flotu first ladi collect toy militari children kid need toy tot event","id":413837195443576800,"day":"20"},{"text":"Hit the road with President Obama for the 1st-ever Presidential @Google Hangout Road Trip. Submit your questions now: http://t.co/ljJWE2t8LD","month":"01","year":"2014","corpus":"hit road presid obama 1st ever presidenti googl hangout road trip submit question","id":426379899176488960,"day":"23"},{"text":"RT @JoshMalina: On Wed, the White House is hosting the 1st-ever virtual Big Block of Cheese Day. Use #AskTheWH to ask your questions: http:…","month":"01","year":"2014","corpus":"joshmalina wed white hous host 1st ever virtual big block chees day use askthewh ask question http","id":427549233064214500,"day":"26"},{"text":"RT @FLOTUS: Meet @Joey_Hudy, one of the First Lady's State of the Union guests: http://t.co/3pQOrSfIEi #DontBeBoredMakeSomething, http://t.…","month":"01","year":"2014","corpus":"flotu meet joey_hudi one first ladi state union guest dontbeboredmakesometh","id":427872233546338300,"day":"27"},{"text":"On Friday, go on a @Google Hangout Road Trip with President Obama: http://t.co/RgSd6sqYax. Get your questions in now: http://t.co/6qUjMgQG3d","month":"01","year":"2014","corpus":"friday googl hangout road trip presid obama get question","id":427912844940570600,"day":"27"},{"text":"RT @PressSec: What's Big Block of Cheese Day, you ask? Let me explain: http://t.co/l7yYJunHXF #BigBlockOfCheeseDay #AsktheWH","month":"01","year":"2014","corpus":"presssec big block chees day ask let explain bigblockofcheeseday askthewh","id":428579660122030100,"day":"29"},{"text":"❅ Happy #SNOWTU! ❅ Get ready for #BigBlockOfCheeseDay by asking questions with #AskTheWH: http://t.co/QyZVjEd34v, http://t.co/KCivlyACE0","month":"01","year":"2014","corpus":"happi snowtu get readi bigblockofcheeseday ask question askthewh","id":428406004120690700,"day":"29"},{"text":"RT @StateDept: .@WhiteHouse hosting #BigBlockofCheeseDay. Look forward to your questions. -JK #AsktheWH. More info: http://t.co/NC3sD73lRz.","month":"01","year":"2014","corpus":"statedept whitehous host bigblockofcheeseday look forward question askthewh info","id":428556842252656640,"day":"29"},{"text":"RT @LaborSec: Dropping by the @WhiteHouse #SOTUChat to take your questions &amp; give my thoughts on the speech. Tune in: http://t.co/wjZLPrQfDL","month":"01","year":"2014","corpus":"laborsec drop whitehous sotuchat take question amp give thought speech tune","id":428374130975854600,"day":"29"},{"text":"Virtual road trip! Join President Obama at 2pm ET as he answers questions from around the country → http://t.co/0a4eCEIsnm #POTUSRoadTrip","month":"01","year":"2014","corpus":"virtual road trip join presid obama 2pm answer question around countri potusroadtrip","id":429323514563543040,"day":"31"},{"text":"RT @FLOTUS: \"No matter where you come from or how much money your family has...you can succeed in college.\" —The First Lady: http://t.co/Y7…","month":"02","year":"2014","corpus":"flotu matter come much money famili ... succeed colleg first ladi","id":431537673149620200,"day":"06"},{"text":"RT @FLOTUS: \"That's what getting covered is all about: being ready for whatever comes your way.\" —The First Lady: http://t.co/oZVRaXr6bQ #G…","month":"02","year":"2014","corpus":"flotu get cover readi whatev come way first ladi","id":434439002687807500,"day":"14"},{"text":"At 1pm ET, @Utech44 will answer your Qs about President Obama's new fuel efficiency standards &amp; his plan to #ActOnClimate. Ask with #WHChat.","month":"02","year":"2014","corpus":"1pm utech44 answer presid obama new fuel effici standard amp plan actonclim ask whchat","id":435830471977889800,"day":"18"},{"text":"RT @FLOTUS: The First Lady discusses why it's important to #GetCovered with Doctora Isabel on @Univision radio. Tune in at 1ET → http://t.c…","month":"02","year":"2014","corpus":"flotu first ladi discuss import getcov doctora isabel univis radio tune 1et","id":436561973145501700,"day":"20"},{"text":"RT @OMBPress: At 2pm ET, OMB Deputy Director Brian Deese will answer your questions on President Obama's #budget. Ask away using #BudgetCha…","month":"03","year":"2014","corpus":"ombpress 2pm omb deputi director brian dees answer question presid obama budget ask away use budgetcha","id":440907266095841300,"day":"04"},{"text":"RT @WebMD: Have an #ACA question for President Obama? #WebMDAsksObama for you. Submit questions here: http://t.co/MJAAbuWouZ @WhiteHouse","month":"03","year":"2014","corpus":"webmd aca question presid obama webmdasksobama submit question whitehous","id":441985081234964500,"day":"07"},{"text":"RT @FLOTUS: “Every time you stretch your mind, you boost your confidence.” —The First Lady encouraging girls to lead #BanBossy http://t.co/…","month":"03","year":"2014","corpus":"flotu everi time stretch mind boost confid first ladi encourag girl lead banbossi","id":443139497015115800,"day":"10"},{"text":"Watch President Obama's interview with @WebMD—where he answers questions on the Affordable Care Act → http://t.co/3cF8MAWp5q #GetCoveredNow","month":"03","year":"2014","corpus":"watch presid obama interview webmd answer question afford care act getcoverednow","id":444498053056442400,"day":"14"},{"text":"RT @FLOTUS: \"We nag you because we love you. So go to http://t.co/CNqHfX7XGs and enroll today.\" —The First Lady: http://t.co/NxgwnqAhEW #Ge…","month":"03","year":"2014","corpus":"flotu nag love enrol today first ladi","id":444491618478227460,"day":"14"},{"text":"RT @WHLive: No leading ladies in #STEM? Myth busted! Join today's #WeTheGeeks Hangout on Women Role Models at 1pm ET → http://t.co/mVWsThbX…","month":"03","year":"2014","corpus":"whlive lead ladi stem myth bust join today wethegeek hangout women role model 1pm","id":446690438746234900,"day":"20"},{"text":"RT @FLOTUS: Go \"On Board\" with the First Lady in China as she visits a robotics class in Beijing &amp; tours the Forbidden City → http://t.co/3…","month":"03","year":"2014","corpus":"flotu board first ladi china visit robot class beij amp tour forbidden citi","id":447023601183891460,"day":"21"},{"text":"RT @Quora: President Barack Obama answers questions about the Affordable Care Act on Quora. http://t.co/xRaRAI7MRk http://t.co/uszVGgTfqs","month":"03","year":"2014","corpus":"quora presid barack obama answer question afford care act quora","id":448196713829109760,"day":"24"},{"text":"RT @FLOTUS: .@JoiningForces is turning 3! Ask the First Lady &amp; @DrBiden your questions about supporting our military families using #Joinin…","month":"04","year":"2014","corpus":"flotu joiningforc turn ask first ladi amp drbiden question support militari famili use joinin","id":458630058929057800,"day":"22"},{"text":"Have questions about President Obama's plan to #ActOnClimate? Ask @Utech44 with #WHClimateChat before his 2pm ET Q&amp;A: http://t.co/cxuiuKdq4H","month":"05","year":"2014","corpus":"question presid obama plan actonclim ask utech44 whclimatechat 2pm amp","id":464049149315272700,"day":"07"},{"text":"RT @whitehouseostp: We're taking your questions on #ClimateChange at 2pm ET live w/ @weatherchannel → http://t.co/uFmHcqSFoV Submit now usi…","month":"05","year":"2014","corpus":"whitehouseostp take question climatechang 2pm live weatherchannel submit usi","id":464455914880524300,"day":"08"},{"text":"Happening now: G+ Hangout with @GinaEPA, @ErnestMoniz &amp; @Grist on climate change. Ask Q's with #WHClimateChat: https://t.co/dH8NhtiHUr","month":"05","year":"2014","corpus":"happen hangout ginaepa ernestmoniz amp grist climat chang ask whclimatechat","id":468440348348678140,"day":"19"},{"text":"Join a G+ Hangout with @GinaEPA, @ErnestMoniz &amp; @Grist at 1pm ET on climate change. Ask your Q's with #WHClimateChat: http://t.co/zfkmoDOWp1","month":"05","year":"2014","corpus":"join hangout ginaepa ernestmoniz amp grist 1pm climat chang ask whclimatechat","id":468403229999775740,"day":"19"},{"text":"RT @ErnestMoniz: Now's your chance to ask me about how @Energy is fighting climate change. Use #WHClimateChat &amp; watch live at 1PM → http://…","month":"05","year":"2014","corpus":"ernestmoniz chanc ask energi fight climat chang use whclimatechat amp watch live 1pm","id":468394902309834750,"day":"19"},{"text":"RT @GinaEPA: Hey Everyone, I’m taking questions on the Clean Power Plan on @Reddit TODAY @6PM ET. Ask Me Anything! #ActOnClimate http://t.c…","month":"06","year":"2014","corpus":"ginaepa hey everyon take question clean power plan reddit today 6pm ask anyth actonclim","id":473902511410409500,"day":"03"},{"text":"Got an education question for President Obama's @Tumblr Q&amp;A?\nAsk away → http://t.co/6RJWXvnG2H #ObamaIRL http://t.co/wfyXHhMowx","month":"06","year":"2014","corpus":"got educ question presid obama tumblr amp ask away obamairl","id":476008376531308540,"day":"09"},{"text":"TODAY:\nPresident Obama.\n@Tumblr.\nAnd your education questions.\nWatch today's Q&amp;A at 4pm ET → http://t.co/SQXxnDI665 #ObamaIRL","month":"06","year":"2014","corpus":"today presid obama tumblr educ question watch today amp 4pm obamairl","id":476371348311527400,"day":"10"},{"text":"RT @FLOTUS: \"My college story can be yours.\" —The First Lady on helping more young people access higher education: http://t.co/BE2H1zIKaR #…","month":"06","year":"2014","corpus":"flotu colleg stori first ladi help young peopl access higher educ","id":476401004636692500,"day":"10"},{"text":"Yesterday, President Obama held his first @Tumblr Q&amp;A on college affordability—and made his first #GIF: http://t.co/pkri36y2K1 #ObamaIRL","month":"06","year":"2014","corpus":"yesterday presid obama held first tumblr amp colleg afford made first gif obamairl","id":476781687364276200,"day":"11"},{"text":"RT @FLOTUS: Thanks so much for the questions. We all need to keep fighting for our kids' health. #NoRollback! #LunchWithFLOTUS -mo","month":"06","year":"2014","corpus":"flotu thank much question need keep fight kid health norollback lunchwithflotu","id":477169244279697400,"day":"12"},{"text":"At his first @Tumblr Q&amp;A, POTUS:\n1. Answered questions on education and more\n2. Took a stance on \"GIF\" #HardG\nWatch → http://t.co/Ej7BeV4fRI","month":"06","year":"2014","corpus":"first tumblr amp potu answer question educ took stanc gif hardg watch","id":477462500674650100,"day":"13"},{"text":"RT @USDOL: Tune in: @LaborSec takes your questions on issues facing #WorkingFamilies via @HuffPostLive: http://t.co/pF5Y6qIoTS http://t.co/…","month":"06","year":"2014","corpus":"usdol tune laborsec take question issu face workingfamili via huffpostl","id":478903950813700100,"day":"17"},{"text":"RT @LaborSec: Questions on #EqualPay, #FairPay or what working families need to succeed? @vj44 will be taking your Qs at 4:30pm ET. Use #Fa…","month":"06","year":"2014","corpus":"laborsec question equalpay fairpay work famili need succeed vj44 take 30pm use","id":479720668830126100,"day":"19"},{"text":"RT @FLOTUS: “Our first job is to make sure that our kids are on point. That is the most important legacy we’ll leave.” —The First Lady #Fam…","month":"06","year":"2014","corpus":"flotu first job make sure kid point import legaci leav first ladi fam","id":481193796659867650,"day":"23"},{"text":"RT @FLOTUS: “Trailblazing can hurt sometimes…but you’re doing it for the men and women who don’t have that voice.” —The First Lady #Familie…","month":"06","year":"2014","corpus":"flotu trailblaz hurt sometim men women voic first ladi famili","id":481198144525705200,"day":"23"},{"text":"RT @FLOTUS: The First Lady congratulated her mentees on graduating high school by sharing a book by her own mentor, Maya Angelou. http://t.…","month":"07","year":"2014","corpus":"flotu first ladi congratul mente graduat high school share book mentor maya angel","id":484788337753219100,"day":"03"},{"text":"RT @WHLive: “Loving your child. Being responsible for your child. Teaching them how to be honest.” —Obama answering a question on being a g…","month":"07","year":"2014","corpus":"whlive love child respons child teach honest obama answer question","id":491255720646803460,"day":"21"},{"text":"RT @NSCPress: Questions about #Iraq? See the White House briefing from Senior Admin Officials last night: http://t.co/seXS5U4rYE","month":"08","year":"2014","corpus":"nscpress question iraq see white hous brief senior admin offici last night","id":497809301281730560,"day":"08"},{"text":"Got a question for the White House? Use #AskTheWH and watch West Wing Week to see if yours gets answered. http://t.co/01tkCHykYc","month":"08","year":"2014","corpus":"got question white hous use askthewh watch west wing week see get answer","id":498863106970632200,"day":"11"},{"text":"RT @DrBiden: First-ever @JoiningForces Twitter Q&amp;A is about to start → http://t.co/5vQ3LufZwN Use #PCSchat to ask Qs about Permanent Change…","month":"08","year":"2014","corpus":"drbiden first ever joiningforc twitter amp start use pcschat ask perman chang","id":499613806298152960,"day":"13"},{"text":"You asked. We answered. Watch the summer social media mailbag edition of #WestWingWeek → http://t.co/RWYPN2hKeC","month":"08","year":"2014","corpus":"ask answer watch summer social media mailbag edit westwingweek","id":502907985740697600,"day":"22"},{"text":"RT @CEAChair: Hello everyone, I'm here to answer your questions on jobs and the economy. Ask away with #WHeconchat","month":"10","year":"2014","corpus":"ceachair hello everyon answer question job economi ask away wheconchat","id":518069483332964350,"day":"03"},{"text":"RT @CEAChair: Got questions on the economy &amp; today's jobs report? Join me for Q&amp;A at 12ET today. Ask now with #WHEconChat: http://t.co/8gNw…","month":"10","year":"2014","corpus":"ceachair got question economi amp today job report join amp 12et today ask wheconchat","id":518046921253224450,"day":"03"},{"text":"RT @FLOTUS: There’s still time to #AskTheFirstLady about @LetsMove and the @WhiteHouse garden on @Vine. She’ll answer tomorrow! https://t.c…","month":"10","year":"2014","corpus":"flotu still time askthefirstladi letsmov whitehous garden vine answer tomorrow","id":521798083370569700,"day":"13"},{"text":"RT @FLOTUS: The First Lady just answered your #AskTheFirstLady questions about @LetsMove! Follow the Q&amp;A on @FLOTUS. https://t.co/PoJuNOQBLt","month":"10","year":"2014","corpus":"flotu first ladi answer askthefirstladi question letsmov follow amp flotu","id":522152279844335600,"day":"14"},{"text":"If you have questions about #Ebola, ask @NIH's Dr. Fauci and he'll answer on @WebMD → http://t.co/z70WZGYGWj","month":"10","year":"2014","corpus":"question ebola ask nih fauci answer webmd","id":525014098283880450,"day":"22"},{"text":"RT @FLOTUS: Got questions on how you're going to pay for college? Ask FLOTUS on the @WhiteHouse Tumblr before next Monday's Q&amp;A → http://t.…","month":"10","year":"2014","corpus":"flotu got question go pay colleg ask flotu whitehous tumblr next monday amp","id":527238833189175300,"day":"28"},{"text":"RT @FLOTUS: FLOTUS used to be like many of you: Working on her college apps.\nAsk her your Q's by Fri: http://t.co/Z0xSrABmQ2 http://t.co/cB…","month":"10","year":"2014","corpus":"flotu flotu use like mani work colleg app ask fri","id":527861355546566660,"day":"30"},{"text":"RT @FLOTUS: \"No matter what you all are going through…you guys always, always, always step up.\" —The First Lady to military families #WHHol…","month":"12","year":"2014","corpus":"flotu matter go guy alway alway alway step first ladi militari famili whhol","id":540220281596297200,"day":"03"},{"text":"RT @arneduncan: We're here at the #CollegeOpportunity Day of Action. I've got a few minutes, if you've got questions, send them using #AskA…","month":"12","year":"2014","corpus":"arneduncan collegeopportun day action got minut got question send use aska","id":540581780496347140,"day":"04"},{"text":"RT @shakira: Ask your questions about early education now and during the event using #ShakiraEdChat. More info: http://t.co/K8Drze8b4u Shak…","month":"12","year":"2014","corpus":"shakira ask question earli educ event use shakiraedchat info shak","id":542376760793653250,"day":"09"},{"text":"RT @arneduncan: Excited to answer your questions tomorrow at 10am ET with @shakira on early education. Ask away using #ShakiraEdChat: http:…","month":"12","year":"2014","corpus":"arneduncan excit answer question tomorrow 10am shakira earli educ ask away use shakiraedchat http","id":542380534220202000,"day":"09"},{"text":"At 10am ET, join @Shakira and @ArneDuncan for an early education Twitter Q&amp;A. Ask your Q's with #ShakiraEdChat: http://t.co/spw3qiWMqv","month":"12","year":"2014","corpus":"10am join shakira arneduncan earli educ twitter amp ask shakiraedchat","id":542690051411292160,"day":"10"},{"text":"RT @shakira: Just 30 mins until Shak's answering questions on early education with @arneduncan. Ask your question using #ShakiraEdChat. Sha…","month":"12","year":"2014","corpus":"shakira min shak answer question earli educ arneduncan ask question use shakiraedchat sha","id":542691954274758660,"day":"10"},{"text":"RT @shakira: Getting ready to answer your questions on early education with @ArneDuncan! Ask yours using #ShakiraEdChat Shak http://t.co/eT…","month":"12","year":"2014","corpus":"shakira get readi answer question earli educ arneduncan ask use shakiraedchat shak","id":542694121685540860,"day":"10"},{"text":"RT @FLOTUS: The First Lady and NORAD are helping to track Santa's sleigh. Follow along with them → http://t.co/drkgln74ry http://t.co/nR62B…","month":"12","year":"2014","corpus":"flotu first ladi norad help track santa sleigh follow along","id":547950993435287550,"day":"25"},{"text":"First #DCSnow of the year: http://t.co/Q04m5icPKS http://t.co/7BwsRUPDVo","month":"01","year":"2015","corpus":"first dcsnow year","id":552479879527407600,"day":"06"},{"text":"RT @FLOTUS: Watch the First Lady &amp; @Spurs Coach Gregg Popovich share how you can help support our troops: http://t.co/Ye8QaBqxr6 http://t.c…","month":"01","year":"2015","corpus":"flotu watch first ladi amp spur coach gregg popovich share help support troop","id":555016405200822300,"day":"13"},{"text":"RT @hankgreen: Hey so *nervous cough* I'm interviewing President Obama at the @Whitehouse next week. Any questions you want I should ask? #…","month":"01","year":"2015","corpus":"hankgreen hey nervou cough interview presid obama whitehous next week question want ask","id":555773403320565760,"day":"15"},{"text":"You feta believe it: Big Block of Cheese Day is back! Get your questions in using #AskTheWH: http://t.co/ddeGhOWR1I http://t.co/K5z49R1f37","month":"01","year":"2015","corpus":"feta believ big block chees day back get question use askthewh","id":556126317951717400,"day":"16"},{"text":"RT @FLOTUS: Growing up, Robinson style. Happy Birthday to the First Lady! http://t.co/gzMfDMaxqq","month":"01","year":"2015","corpus":"flotu grow robinson style happi birthday first ladi","id":556519179776294900,"day":"17"},{"text":"RT @FLOTUS: These 8 Americans who wrote to the @WhiteHouse are joining the First Lady at the #SOTU → http://t.co/AnqZkLfB95 http://t.co/67k…","month":"01","year":"2015","corpus":"flotu american wrote whitehous join first ladi sotu","id":557675806047363100,"day":"20"},{"text":"RT @USCTO: Just joined @AMacOSTP + @USDS Mikey Dickerson -- ready for any questions/discussion celebrating #BigBlockOfCheeseDay @WhiteHouse…","month":"01","year":"2015","corpus":"uscto join amacostp usd mikey dickerson readi question discuss celebr bigblockofcheeseday whitehous","id":558001385338196000,"day":"21"},{"text":"RT @ENERGY: Afternoon, everyone! Dot Harris here from @ENERGY to answer your questions on #STEM #AskTheWH http://t.co/Ru40aMjZiJ","month":"01","year":"2015","corpus":"energi afternoon everyon dot harri energi answer question stem askthewh","id":557994284121866240,"day":"21"},{"text":"RT @FLOTUS: Today's Big Block of Cheese Day! Got a gouda question for the First Lady? Ask using #AskTheWH: http://t.co/SZZJN33SKt http://t.…","month":"01","year":"2015","corpus":"flotu today big block chees day got gouda question first ladi ask use askthewh","id":557944313460842500,"day":"21"},{"text":".@SecretaryJewell came prepared for #BigBlockOfCheeseDay. Keep the questions coming with #AskTheWH. http://t.co/QnnXO1k8jN","month":"01","year":"2015","corpus":"secretaryjewel came prepar bigblockofcheeseday keep question come askthewh","id":557963338333044740,"day":"21"},{"text":"RT @ReachHigher: Okay, Twitter. @Reachhigher is taking questions starting now.  Send questions with the #AskTheWH","month":"01","year":"2015","corpus":"reachhigh okay twitter reachhigh take question start send question askthewh","id":557949325880606700,"day":"21"},{"text":"RT @Surgeon_General: Looking forward to your questions  from @whitehouse’s #BigBlockofCheeseDay!  -VM  #AsktheWH http://t.co/xYdY2yzNBj","month":"01","year":"2015","corpus":"surgeon_gener look forward question whitehous bigblockofcheeseday askthewh","id":557997843365912600,"day":"21"},{"text":"RT @PAniskoff44: I've got my game (cheese) hat on &amp; am ready to answer your big block of cheese questions at 10am ET. Use #AsktheWH http://…","month":"01","year":"2015","corpus":"paniskoff44 got game chees hat amp readi answer big block chees question 10am use askthewh","id":557915190017413100,"day":"21"},{"text":"RT @hankgreen: 20 Minutes till I ask these questions to President Obama! http://t.co/rh8PwmQreP. http://t.co/xnv2FeYVS6","month":"01","year":"2015","corpus":"hankgreen minut till ask question presid obama","id":558381367126265860,"day":"22"},{"text":"Watch live: President Obama speaks at @IvyTechCC on his #FreeCommunityCollege proposal before answering questions → http://t.co/P2wQCJUgPd","month":"02","year":"2015","corpus":"watch live presid obama speak ivytechcc freecommunitycolleg propos answer question","id":563782395548012540,"day":"06"},{"text":"RT @msnbc: Got an immigration question for President Obama? Tweet @msnbc using #ObamaTownHall: http://t.co/9Drgduy4gD http://t.co/o6QKBDkdST","month":"02","year":"2015","corpus":"msnbc got immigr question presid obama tweet msnbc use obamatownhal","id":568866723803172860,"day":"20"},{"text":"RT @TerrenceJ: Tomorrow I'm moderating a panel at the @WhiteHouse w/ HBCU alumni! Ask your Q's using #HBCUchamps &amp; watch at 10am ET→ http:/…","month":"02","year":"2015","corpus":"terrencej tomorrow moder panel whitehous hbcu alumni ask use hbcuchamp amp watch 10am http :/…","id":570017327917322240,"day":"24"},{"text":"RT @FLOTUS: Happening now: @ReachHigher and @FAFSA are ready to answer questions on filling out your FAFSA to help pay for college. Ask usi…","month":"02","year":"2015","corpus":"flotu happen reachhigh fafsa readi answer question fill fafsa help pay colleg ask usi","id":570706995248025600,"day":"25"},{"text":"RT @whitehouseostp: Line-up of #STEM all-stars is ready to take your Q's right now. Ask them anything using #WeTheGeeks! https://t.co/csGS3…","month":"02","year":"2015","corpus":"whitehouseostp line stem star readi take right ask anyth use wethegeek","id":570673690540576800,"day":"25"},{"text":"RT @FLOTUS: \"A good education can lift you up into a life you never could have imagined.\" —The First Lady #DearMe http://t.co/4CE22ZvBDA","month":"03","year":"2015","corpus":"flotu good educ lift life never could imagin first ladi dearm","id":574658110108860400,"day":"08"},{"text":"RT @WHLive: Watch President Obama answer questions on the economy at @TheCityClub in Cleveland → http://t.co/4Yt7TBHjQ8 http://t.co/pHw1aN5…","month":"03","year":"2015","corpus":"whlive watch presid obama answer question economi thecityclub cleveland","id":578277152757538800,"day":"18"},{"text":"RT @FLOTUS: The First Lady and the \"So You Think You Can Dance” All-Stars take the stage! Watch now: http://t.co/1HvSZftzpZ #GimmeFive","month":"04","year":"2015","corpus":"flotu first ladi think danc star take stage watch gimmef","id":585103677674913800,"day":"06"},{"text":"Let the Easter Egg Rolling begin! Watch the President and First Lady join families on the South Lawn: http://t.co/I9LbPyMXvb #GimmeFive","month":"04","year":"2015","corpus":"let easter egg roll begin watch presid first ladi join famili south lawn gimmef","id":585095712238673900,"day":"06"},{"text":"Watch the President and First Lady welcome guests at the Easter Egg Roll: http://t.co/HZt9G6aGbj #GimmeFive","month":"04","year":"2015","corpus":"watch presid first ladi welcom guest easter egg roll gimmef","id":585093409205047300,"day":"06"},{"text":"RT @Surgeon_General: Check back later on 4/9 in to watch my video responses to your questions.-VM  #AskTheSurgeonGeneral  http://t.co/OMRZn…","month":"04","year":"2015","corpus":"surgeon_gener check back later watch video respons question askthesurgeongener","id":585934088554426400,"day":"08"},{"text":"RT @Surgeon_General: Continue the #NPHW conversation! Send your questions to me here until 2:30 PM ET on 4/9 using #AskTheSurgeonGeneral ht…","month":"04","year":"2015","corpus":"surgeon_gener continu nphw convers send question use askthesurgeongener","id":585933994144866300,"day":"08"},{"text":"RT @FLOTUS: We're celebrating National Public Health Week! If you've got questions, #AskTheSurgeonGeneral before 2:30pm ET: http://t.co/8WV…","month":"04","year":"2015","corpus":"flotu celebr nation public health week got question askthesurgeongener 30pm","id":586194427045093400,"day":"09"},{"text":"Got questions on #LeelahsLaw and #LGBT issues?\nAsk @VJ44 and the @Surgeon_General before their 2pm ET @Tumblr Q&amp;A: http://t.co/GDeXAtQzPH","month":"04","year":"2015","corpus":"got question leelahslaw lgbt issu ask vj44 surgeon_gener 2pm tumblr amp","id":586568295094100000,"day":"10"},{"text":"RT @vj44: .@Surgeon_General and I will be hosting a @tumblr chat on #LeelahsLaw at 2 pm EST. All views and questions are welcome, so spread…","month":"04","year":"2015","corpus":"vj44 surgeon_gener host tumblr chat leelahslaw est view question welcom spread","id":586528381136539600,"day":"10"},{"text":"RT @Psaki44: First tweet from my new role @WhiteHouse, first meeting between a US &amp; Cuban President in decades http://t.co/apiBlfhOqq","month":"04","year":"2015","corpus":"psaki44 first tweet new role whitehous first meet amp cuban presid decad","id":587030001092059100,"day":"11"},{"text":"RT @BlogHer: What Question Would You Ask President Obama About Your Paycheck, Your Job, and Your Future? http://t.co/WmAUf84HTV","month":"04","year":"2015","corpus":"blogher question would ask presid obama paycheck job futur","id":587444028456710100,"day":"13"},{"text":"RT @BlogHer: Tune In To Watch Lisa Stone Ask President Obama Your Questions Today! http://t.co/h6zw2uRI8g -Momo #EqualPay #ObamaTownHall","month":"04","year":"2015","corpus":"blogher tune watch lisa stone ask presid obama question today momo equalpay obamatownhal","id":588387018888974300,"day":"15"},{"text":"RT @umichfootball: .@CoachJim4UM joined the First Lady @MichelleObama &amp; @ciara today in Detroit to promote higher education #ReachHigher ht…","month":"05","year":"2015","corpus":"umichfootbal coachjim4um join first ladi michelleobama amp ciara today detroit promot higher educ reachhigh","id":594217735627898900,"day":"01"},{"text":"RT @WHLive: “There’s a lot we can do. The question is, do we have the political will—the communal will—to do something about it?” —Obama #P…","month":"05","year":"2015","corpus":"whlive lot question polit commun someth obama","id":598153438447427600,"day":"12"},{"text":"RT @FLOTUS: “Play your part in our great American story.” —The First Lady to @OberlinCollege graduates: http://t.co/FGcWSDfZNo http://t.co/…","month":"05","year":"2015","corpus":"flotu play part great american stori first ladi oberlincolleg graduat","id":603278458505044000,"day":"26"},{"text":"Keep your climate change questions coming for @POTUS. He'll start answering at 1pm ET. #AskPOTUS http://t.co/fcfUnwUNQA","month":"05","year":"2015","corpus":"keep climat chang question come potu start answer 1pm askpotu","id":603965134873075700,"day":"28"},{"text":"RT @USDOL: Have a question about paid leave? @LaborSec will answer your questions live at 3 p.m. ET: http://t.co/7RW2tn8MwE http://t.co/KEU…","month":"06","year":"2015","corpus":"usdol question paid leav laborsec answer question live","id":610475134256713700,"day":"15"},{"text":"RT @Deese44: Join the convo on #ActOnClimate &amp; public health by asking your questions for @Surgeon_General @whitehouseostp here: https://t.…","month":"06","year":"2015","corpus":"deese44 join convo actonclim amp public health ask question surgeon_gener whitehouseostp","id":613350429758328800,"day":"23"},{"text":"Have questions for @PressSec Josh Earnest? Keep 'em coming using #AskPressSec ahead of his 3:30pm ET Q&amp;A. http://t.co/3RqpeSoPeq","month":"07","year":"2015","corpus":"question presssec josh earnest keep come use askpresssec ahead 30pm amp","id":622123207596748800,"day":"17"},{"text":"RT @vj44: Got questions on the President's agenda? I'll be answering starting at 11:30am ET. Ask away using #WeThePeople. http://t.co/12OLO…","month":"07","year":"2015","corpus":"vj44 got question presid agenda answer start 30am ask away use wethepeopl","id":626046346265362400,"day":"28"},{"text":"RT @vj44: So excited to be part of @MAKERSwomen! Join me for a LIVE @twitter chat 8/26 11am EST. Tweet me your #WomensEqualityDay questions…","month":"08","year":"2015","corpus":"vj44 excit part makerswomen join live twitter chat 11am est tweet womensequalityday question","id":635908160297943000,"day":"24"},{"text":"Tomorrow is #WomensEqualityDay!\nTo celebrate, @VJ44's holding a Q&amp;A with @MAKERSWomen.\nAsk yours Qs by 11am ET. http://t.co/FgkXIJ8M5X","month":"08","year":"2015","corpus":"tomorrow womensequalityday celebr vj44 hold amp makerswomen ask 11am","id":636281949468753900,"day":"25"},{"text":"RT @MAKERSwomen: Join #MAKER #ValerieJarrett in a live Twitter chat TOMORROW 11am ET. Tweet #WomensEqualityDay questions @vj44: http://t.co…","month":"08","year":"2015","corpus":"makerswomen join maker valeriejarrett live twitter chat tomorrow 11am tweet womensequalityday question vj44","id":636232860303786000,"day":"25"},{"text":"Questions on the President's #IranDeal talk with @JFederations?\n@Rhodes44 will answer from @TheIranDeal afterward. http://t.co/t7zwBgHvGS","month":"08","year":"2015","corpus":"question presid irand talk jfeder rhodes44 answer theirand afterward","id":637314505932935200,"day":"28"},{"text":"RT @Cecilia44: .@KalPenn &amp; I will be starting our Q&amp;A soon!  Send in your questions on #freecommunitycollege by using #HeadsUpChat.","month":"09","year":"2015","corpus":"cecilia44 kalpenn amp start amp soon send question freecommunitycolleg use headsupchat","id":642101415448576000,"day":"10"},{"text":"RT @FLOTUS: Get ready, everyone! The First Lady and @VP are headed to the @GlblCtzn Festival in New York. http://t.co/t9ax197tlm http://t.c…","month":"09","year":"2015","corpus":"flotu get readi everyon first ladi head glblctzn festiv new york","id":647902527674011600,"day":"26"},{"text":"RT @FLOTUS: “Today, #62MillionGirls worldwide are not in school.\" —The First Lady on The Late Show: http://t.co/A4AkZqPbTl http://t.co/QfnX…","month":"09","year":"2015","corpus":"flotu today 62milliongirl worldwid school first ladi late show","id":648708897369362400,"day":"29"},{"text":"RT @wethepeople: If you've got thoughts or questions, you should join our @Tumblr Q+A with @VJ44 at 2pm ET → http://t.co/EfUC5EXy7e #Spirit…","month":"10","year":"2015","corpus":"wethepeopl got thought question join tumblr vj44 2pm spirit","id":654692143403937800,"day":"15"},{"text":"RT @FLOTUS: “I am thrilled to be here today as we launch #BetterMakeRoom.” —The First Lady: http://t.co/SLmhfA5Xjw https://t.co/OiCUKcmjUO","month":"10","year":"2015","corpus":"flotu thrill today launch bettermakeroom first ladi","id":656130265673150500,"day":"19"},{"text":"RT @FLOTUS: \"It’s about valuing success in the classroom instead of just on the big screen or on the basketball court.\" —The First Lady #Be…","month":"10","year":"2015","corpus":"flotu valu success classroom instead big screen basketbal court first ladi","id":656130622683873300,"day":"19"},{"text":"Have questions on fixing our criminal justice system?\nJoin @VJ44 for a 3:30pm ET Q&amp;A using #CriminalJusticeReform. https://t.co/xV2PNTRDgv","month":"11","year":"2015","corpus":"question fix crimin justic system join vj44 30pm amp use criminaljusticereform","id":661600318027898900,"day":"03"},{"text":"RT @JSchim22: Excited to announce that I will join a conversation with @POTUS &amp; Native youth on 11/5. Share your questions with #GenIAsksOb…","month":"11","year":"2015","corpus":"jschim22 excit announc join convers potu amp nativ youth share question geniasksob","id":661629812910395400,"day":"03"},{"text":"RT @vj44: Qs about the ACA &amp; women's health? Ask by 12pm ET on Friday using #GetCovered. I'll answer with @HeidiMurkoff, @WhatToExpect, &amp; @…","month":"11","year":"2015","corpus":"vj44 aca amp women health ask 12pm friday use getcov answer heidimurkoff whattoexpect amp","id":664940125718224900,"day":"12"},{"text":"RT @NSCPress: Today at 1:00PM EST, @POTUS’ National Security Staff will answer your questions on refugees. #RefugeesWelcome → https://t.co/…","month":"11","year":"2015","corpus":"nscpress today 00pm est potu nation secur staff answer question refuge refugeeswelcom","id":667030774462443500,"day":"18"},{"text":"Join @PressSec for a Q&amp;A from the Philippines on #RefugeesWelcome at 9pm ET/10am local time. Send him your questions using #AskPressSec.","month":"11","year":"2015","corpus":"join presssec amp philippin refugeeswelcom 9pm 10am local time send question use askpresssec","id":667134484056293400,"day":"19"},{"text":"Questions about LGBT housing or homelessness? Ask @SecretaryCastro by Monday at 4pm ET using #LGBTchamps. https://t.co/J7oZkDUyzT","month":"11","year":"2015","corpus":"question lgbt hous homeless ask secretarycastro monday 4pm use lgbtchamp","id":668199282755940400,"day":"21"},{"text":"RT @nowthisnews: The First Lady helped marines sort holiday toys as part of the corps' Toys For Tots program on Wednesday https://t.co/TsJm…","month":"12","year":"2015","corpus":"nowthisnew first ladi help marin sort holiday toy part corp toy tot program wednesday","id":674751173883228200,"day":"10"},{"text":"RT @Cecilia44: Join us for a Facebook Q&amp;A at 5:45pm ET!  I'll be taking your questions on #ESSA, the new education bill: https://t.co/nwm9H…","month":"12","year":"2015","corpus":"cecilia44 join facebook amp 45pm take question essa new educ bill","id":675078689898553300,"day":"10"},{"text":"RT @FLOTUS: The First Lady ✓\n@JayPharoah ✓\n@CollegeHumor ✓\n#BetterMakeRoom\nWatch → https://t.co/DugYapIWzD https://t.co/62pgWqcRio","month":"12","year":"2015","corpus":"flotu first ladi jaypharoah collegehumor bettermakeroom watch","id":675001219522392000,"day":"10"},{"text":"RT @robmalley44: At 6pm ET, I will be answering questions on the U.S. campaign against ISIL. Ask &amp; follow along → #NatlSecurityChat https:/…","month":"12","year":"2015","corpus":"robmalley44 6pm answer question campaign isil ask amp follow along natlsecuritychat http :/…","id":676518670781272000,"day":"14"},{"text":"\"A violent felon can buy the exact same weapon over the internet with no background check, no questions asked.\" —@POTUS #StopGunViolence","month":"01","year":"2016","corpus":"violent felon buy exact weapon internet background check question ask potu stopgunviol","id":684417935478243300,"day":"05"},{"text":".@VP here taking your questions on #CancerMoonshot. Ask with #BigBlockOfCheeseDay: https://t.co/DXxU8cpbcO https://t.co/5I7ZlCGU2H","month":"01","year":"2016","corpus":"take question cancermoonshot ask bigblockofcheeseday","id":687397515474407400,"day":"13"},{"text":"RT @VP: Starting at 4:45 p.m. ET, VP Biden will be taking your questions about his #CancerMoonshot. Share them using #BigBlockOfCheeseDay.","month":"01","year":"2016","corpus":"start biden take question cancermoonshot share use bigblockofcheeseday","id":687375124715167700,"day":"13"},{"text":"RT @LaborSec: Have questions after last night's #SOTU? I'll be answering your questions live this morning. Tune in and ask Qs using #BigBlo…","month":"01","year":"2016","corpus":"laborsec question last night sotu answer question live morn tune ask use bigblo","id":687289306570833900,"day":"13"},{"text":"We're ready to kick off #BigBlockOfCheeseDay! @LaborSec Perez is here ready to take your questions. https://t.co/0BPJBevUKf","month":"01","year":"2016","corpus":"readi kick bigblockofcheeseday laborsec perez readi take question","id":687289085426270200,"day":"13"},{"text":"RT @USDOT: Working hard to answer your questions! @SecretaryFoxx in the house for #BigBlockOfCheeseDay https://t.co/nKWTOXTBDp","month":"01","year":"2016","corpus":"usdot work hard answer question secretaryfoxx hous bigblockofcheeseday","id":687388740659064800,"day":"13"},{"text":"RT @SecretaryCastro: I'm ready to take your questions for #BigBlockOfCheeseDay! https://t.co/mgGu0C3r2H","month":"01","year":"2016","corpus":"secretarycastro readi take question bigblockofcheeseday","id":687360149921644500,"day":"13"},{"text":"RT @POTUS: Hey everyone! Ready to answer your questions here at McKinley High School in Baton Rouge. Let's do this. #AskPOTUS https://t.co/…","month":"01","year":"2016","corpus":"potu hey everyon readi answer question mckinley high school baton roug let askpotu","id":687692123462742000,"day":"14"},{"text":"RT @WHLive: \"I love Louisiana...this is my first trip to Baton Rouge as President.\" —@POTUS takes questions at a town hall","month":"01","year":"2016","corpus":"whlive love louisiana ... first trip baton roug presid potu take question town hall","id":687670617819246600,"day":"14"},{"text":"RT @petesouza: President Obama answering questions on Twitter right now. #AskPOTUS https://t.co/l93WZoAy1A","month":"01","year":"2016","corpus":"petesouza presid obama answer question twitter right askpotu","id":687694017941909500,"day":"14"},{"text":"RT @vj44: Good question\nOver 8 in 10 marketplace consumers qualify for financial assistance\nCheck out https://t.co/5mr7XbkMon  https://t.co…","month":"01","year":"2016","corpus":"vj44 good question marketplac consum qualifi financi assist check","id":692778725058936800,"day":"28"},{"text":"RT @vj44: We're taking new steps to ensure equal pay. Got Qs? Ask by 2pm ET. I'm answering with @BillieJeanKing, @Lilly_Ledbetter, &amp; @Jorda…","month":"01","year":"2016","corpus":"vj44 take new step ensur equal pay got ask 2pm answer billiejeank lilly_ledbett amp jorda","id":693074720401576000,"day":"29"},{"text":"RT @VP: Once we're out of the meeting, @NIHDirector and @NCIDrDoug will take your questions right here. You can ask them using #CancerMoons…","month":"02","year":"2016","corpus":"meet nihdirector ncidrdoug take question right ask use cancermoon","id":694253450398453800,"day":"01"},{"text":"RT @PressSec: Got questions on #SCOTUS nominations? Send 'em my way using #AskPressSec, I'll be here with answers at 5:00pm ET. Looking for…","month":"02","year":"2016","corpus":"presssec got question scotu nomin send way use askpresssec answer 00pm look","id":702591805372670000,"day":"24"},{"text":"RT @FLOTUS: SURPRISE! The First Lady stopped by local gardeners to see their school &amp; backyard gardens. #LetsMove https://t.co/i2OpovcWXA","month":"03","year":"2016","corpus":"flotu surpris first ladi stop local garden see school amp backyard garden letsmov","id":705413705052364800,"day":"03"},{"text":"RT @vj44: Just spoke w/ @GovPeterShumlin to congratulate him on signing paid sick leave bill in VT.Questions on paid leave? Ask by 1pm w/ #…","month":"03","year":"2016","corpus":"vj44 spoke govpetershumlin congratul sign paid sick leav bill question paid leav ask 1pm","id":707588971509854200,"day":"09"},{"text":"\"We lost an American icon &amp; one of the most influential figures of her time—former First Lady Nancy Reagan\" —@POTUS https://t.co/Glw3uit9oa","month":"03","year":"2016","corpus":"lost american icon amp one influenti figur time former first ladi nanci reagan potu","id":708719234159763500,"day":"12"},{"text":"RT @PressSec: Have any questions about our #SCOTUSnominee Chief Judge Merrick Garland? Send them my way at 5:30pm ET using #AskPressSec, ta…","month":"03","year":"2016","corpus":"presssec question scotusnomine chief judg merrick garland send way 30pm use askpresssec","id":710551313482797000,"day":"17"},{"text":"RT @DrBiden: Congratulations to \"Mr. President\" and \"The First Lady\" on the arrival of two eaglets! #DCEagleCam —Jill https://t.co/CNM3WfnK…","month":"03","year":"2016","corpus":"drbiden congratul presid first ladi arriv two eaglet dceaglecam jill","id":711590352017354800,"day":"20"},{"text":"RT @Denis44: A freer press in Cuba today. On State TV, President Castro answers questions from @MitchellReports and @Acosta, son of a Cuban…","month":"03","year":"2016","corpus":"denis44 freer press cuba today state presid castro answer question mitchellreport acosta son cuban","id":712034528714424300,"day":"21"},{"text":"Questions about the #Zika epidemic? Ask @NSC44 Advisor Amy Pope on @Quora →\nhttps://t.co/geTy6tOtzc https://t.co/GYJ3svDF1c","month":"03","year":"2016","corpus":"question zika epidem ask nsc44 advisor ami pope quora","id":715559027514679300,"day":"31"},{"text":"RT @vj44: Heading to @UChicagoLaw tomorrow for @POTUS to talk with students on the Supreme Court\nGot Qs? Ask with #SCOTUS\nI'll be answering…","month":"04","year":"2016","corpus":"vj44 head uchicagolaw tomorrow potu talk student suprem court got ask scotu answer","id":717861124813643800,"day":"06"},{"text":"RT @vj44: At 5pm ET, I'll be taking your Qs on #EqualPayDay. Ask on the @WhiteHouse\nFacebook page: https://t.co/2L8nocK5mN https://t.co/Fy3…","month":"04","year":"2016","corpus":"vj44 5pm take equalpayday ask whitehous facebook page","id":719935825488818200,"day":"12"},{"text":"RT @PressSec: Enjoyed our first-ever #CollegeReporterDay briefing w/ @POTUS &amp; looking forward to taking your q's at 5:15pm, send them using…","month":"04","year":"2016","corpus":"presssec enjoy first ever collegereporterday brief potu amp look forward take 15pm send use","id":725789315956133900,"day":"28"},{"text":"RT @USDOL: How does our new #OTrule work? Your questions answered:\nhttps://t.co/yXfrwsJNyy","month":"05","year":"2016","corpus":"usdol new otrul work question answer","id":732929643280470000,"day":"18"},{"text":"RT @CEAJay: Yesterday @POTUS traveled to #Elkhart to discuss US econ. Questions about his speech? Ask @CEASandy @VJ44 &amp; I at 1pm https://t.…","month":"06","year":"2016","corpus":"ceajay yesterday potu travel elkhart discuss econ question speech ask ceasandi vj44 amp 1pm","id":738373648348647400,"day":"02"},{"text":"RT @vj44: Hi everyone! Welcome to my office hours. I'm ready to answer Qs on the @USWomen2016 Summit. Ask using #StateOfWomen. https://t.co…","month":"06","year":"2016","corpus":"vj44 everyon welcom offic hour readi answer uswomen2016 summit ask use stateofwomen","id":740960218352226300,"day":"09"},{"text":"RT @FLOTUS: \"I wanted to wake up inspired - to do something greater than myself.\" —The First Lady on her passion for public service. #State…","month":"06","year":"2016","corpus":"flotu want wake inspir someth greater first ladi passion public servic state","id":742856299776376800,"day":"14"},{"text":"RT @FLOTUS: Day 3: See what the First Lady was up to in Marrakech, Morocco → https://t.co/gz2Uh0bgPt #LetGirlsLearn https://t.co/DQhAZYr9wI","month":"06","year":"2016","corpus":"flotu day see first ladi marrakech morocco letgirlslearn","id":748218991408209900,"day":"29"},{"text":"RT @NSC44: Today at 12pm ET, @NSC44's Amy Pope will answer your Zika questions at #ZAPzika w/ @CDCgov &amp; @modhealthtalk. https://t.co/pASTI8…","month":"07","year":"2016","corpus":"nsc44 today 12pm nsc44 ami pope answer zika question zapzika cdcgov amp modhealthtalk","id":753246569558777900,"day":"13"},{"text":"RT @fema: Join @vj44 &amp; @CraigatFEMA for a chat on extreme heat, 7/22 @ 10am ET. Ask your questions using #beattheheat.","month":"07","year":"2016","corpus":"fema join vj44 amp craigatfema chat extrem heat 10am ask question use beattheheat","id":756308004463480800,"day":"22"},{"text":"RT @vj44: Qs on making the web accessible for all? @W3C_wai's joining\n@WhiteHouseOSTP's Tom Kalil &amp; me to answer. Ask by Thurs at 11am ET w…","month":"07","year":"2016","corpus":"vj44 make web access w3c_wai join whitehouseostp tom kalil amp answer ask thur 11am","id":758369477943754800,"day":"27"},{"text":"RT @gov: Now's your chance to ask your #Zika questions &amp; hear from top US health experts. Tweet your questions with #AtoZika. https://t.co/…","month":"08","year":"2016","corpus":"gov chanc ask zika question amp hear top health expert tweet question atozika","id":770348820714561500,"day":"29"},{"text":"RT @FLOTUS: The First Lady, @SethMeyers &amp; @NickCannon are celebrating @HowardU Class of 2020. 📚\nFollow along 👻: MichelleObama https://t.co…","month":"09","year":"2016","corpus":"flotu first ladi sethmey amp nickcannon celebr howardu class 2020 follow along 👻: michelleobama","id":771406338794528800,"day":"01"},{"text":"RT @vj44: Questions on Zika and its impact on women? Join me for a Twitter Q&amp;A 1:30pm ET tomorrow with @CDCgov's Deputy Dir. Schuchat and @…","month":"09","year":"2016","corpus":"vj44 question zika impact women join twitter amp 30pm tomorrow cdcgov deputi dir schuchat","id":771414688773050400,"day":"01"},{"text":"RT @DJ44: I'm taking questions on @Quora! Ask me about:\n#PrecisionMedicine\nData, policing, criminal justice,\nOpen Data &amp; more!\nhttps://t.co…","month":"09","year":"2016","corpus":"dj44 take question quora ask precisionmedicin data polic crimin justic open data amp","id":773905724304793600,"day":"08"},{"text":"RT @whitehouseostp: Happening now: Chief Data Scientist @DJ44 is answering your questions about #data on @Quora. Join us here: https://t.co…","month":"09","year":"2016","corpus":"whitehouseostp happen chief data scientist dj44 answer question data quora join","id":776501808873234400,"day":"15"},{"text":"RT @vj44: Today at 2:30pm ET, join me and members of #TeamUSA for a Twitter Q&amp;A on preventing gun violence. Ask using #StopGunViolence","month":"09","year":"2016","corpus":"vj44 today 30pm join member teamusa twitter amp prevent gun violenc ask use stopgunviol","id":781510522579681300,"day":"29"},{"text":"RT @TownleyH: Here at the White House ready to share my story and take your questions! #StopGunViolence https://t.co/APrqRZhip6","month":"09","year":"2016","corpus":"townleyh white hous readi share stori take question stopgunviol","id":781564329204199400,"day":"29"},{"text":"RT @vj44: Today we celebrate the #DayOfTheGirl! Join me 2:00pm ET for a Q&amp;A w/ @ATTN on @POTUS’ work to advance women &amp; girls. Ask using #W…","month":"10","year":"2016","corpus":"vj44 today celebr dayofthegirl join 00pm amp attn potu work advanc women amp girl ask use","id":785852118347477000,"day":"11"},{"text":"Got questions on the steps @POTUS is taking to improve airline travel? Join @USDOT for a Q&amp;A starting 1:00 PM ET. https://t.co/E04lO52kAl","month":"10","year":"2016","corpus":"got question step potu take improv airlin travel join usdot amp start","id":788783329780695000,"day":"19"},{"text":"RT @vj44: Qs on criminal justice issues? Join me &amp; @SheIsDash from #OITNB for a Q&amp;A 3:30pm ET today. Ask using #CriminalJusticeReform. See…","month":"10","year":"2016","corpus":"vj44 crimin justic issu join amp sheisdash oitnb amp 30pm today ask use criminaljusticereform see","id":789510474329096200,"day":"21"},{"text":"RT @vj44: Looking forward to today’s Q&amp;A on ACA with @ASlavitt and @YoungInvincible starting 10:15am ET. Get your questions in now w/ #GetC…","month":"11","year":"2016","corpus":"vj44 look forward today amp aca aslavitt younginvinc start 15am get question getc","id":794540936814530600,"day":"04"},{"text":"RT @FLOTUS: From the @Cavs and the First Lady - thank you. #VeteransDay https://t.co/NsF3kB63Ll","month":"11","year":"2016","corpus":"flotu cav first ladi thank veteransday","id":797151353239904300,"day":"11"}]