[{"text":"Sec. of State Clinton will make an announcement about humanitarian aid to Pakistan at 11:15am EDT today: http://bit.ly/12nxRn","month":"05","year":"2009","corpus":"sec state clinton make announc humanitarian aid pakistan 15am edt today","id":1847180434,"day":"19"},{"text":"A Culture Change on Climate Change: The makings of a change in the culture of Washington as the President announ.. http://tinyurl.com/o6v4x7","month":"05","year":"2009","corpus":"cultur chang climat chang make chang cultur washington presid announ","id":1850206035,"day":"19"},{"text":"Astounding rises in health insurance premiums, broken down state by state, charts galore: http://bit.ly/Anz0w #hcr","month":"09","year":"2009","corpus":"astound rise health insur premium broken state state chart galor hcr","id":4298315249,"day":"22"},{"text":"The State of the Union & the State of Health Reform: \"Let's Get It Done\" http://bit.ly/aHDSOm #hcr","month":"01","year":"2010","corpus":"state union state health reform let get done hcr","id":8311296541,"day":"28"},{"text":"\"Ladies and gentlemen, the President of the United States...\" http://www.wh.gov/live","month":"03","year":"2010","corpus":"ladi gentlemen presid unit state ...\"","id":10930384900,"day":"23"},{"text":"President Obama: \"Today’s loss is devastating to Poland, to the United States, and to the world.\" http://bit.ly/9BgkU5","month":"04","year":"2010","corpus":"presid obama today loss devast poland unit state world","id":11946033530,"day":"10"},{"text":"In case you missed it: 32-photo gallery of State Dinner with Mexico with shots from the night added http://bit.ly/cwhqvA","month":"05","year":"2010","corpus":"case miss photo galleri state dinner mexico shot night ad","id":14451157185,"day":"21"},{"text":"Obama announcing Jacob Lew from State Dept as new OMB Dir. momentarily: http://wh.gov/live Background: http://bit.ly/aWudjh","month":"07","year":"2010","corpus":"obama announc jacob lew state dept new omb dir momentarili background","id":18447562661,"day":"13"},{"text":"160K teacher jobs saved nationwide, find how many in your state in an interactive map http://bit.ly/dfjwbH","month":"08","year":"2010","corpus":"160k teacher job save nationwid find mani state interact map","id":20833693510,"day":"10"},{"text":"@gardenofthegods that's terrible - your state ins commissioner has new powers to figure out what's going on: http://bit.ly/gprTQp","month":"01","year":"2011","corpus":"gardenofthegod terribl state in commission new power figur go","id":23421369668608000,"day":"07"},{"text":"@MikeEngelhart We're confident the law is Constitutional, states are moving forward to implement the law http://is.gd/ysENCZ","month":"01","year":"2011","corpus":"mikeengelhart confid law constitut state move forward implement law","id":27765988950810624,"day":"19"},{"text":"Tuesday at 9PM EST: State of the Union. See how you can get involved: http://wh.gov/sotu","month":"01","year":"2011","corpus":"tuesday 9pm est state union see get involv","id":28518290687004670,"day":"21"},{"text":"#SOTU excerpt: \"This is our generation’s Sputnik moment\" Watch the 1st-ever enhanced State of the Union at 9:00 http://wh.gov","month":"01","year":"2011","corpus":"sotu excerpt gener sputnik moment watch 1st ever enhanc state union","id":30046435688841216,"day":"25"},{"text":"State of the Union tonight at 9EST, go behind the scenes now w/ Axelrod, Favreau & historians: http://is.gd/iewaZX #SOTU","month":"01","year":"2011","corpus":"state union tonight 9est behind scene axelrod favreau historian sotu","id":29924230942429184,"day":"25"},{"text":"Live: President Obama delivers State of the Union. Watch the enhanced live stream & engage only on http://www.wh.gov #sotu","month":"01","year":"2011","corpus":"live presid obama deliv state union watch enhanc live stream engag sotu","id":30083913527336960,"day":"26"},{"text":"RT @blog44: WH.gov: Deficit Crisis: State and Local Officials Call for a Balanced Approach http://goo.gl/fb/WTTbw","month":"07","year":"2011","corpus":"blog44 gov deficit crisi state local offici call balanc approach","id":96002601216258050,"day":"26"},{"text":"RT @digiphile: Regardless of the reason, it's good to see \"We the People\" trending on Twitter in the United States. http://t.co/mTWm2nN","month":"09","year":"2011","corpus":"digiphil regardless reason good see peopl trend twitter unit state","id":109274509198098430,"day":"01"},{"text":"What’s on the menu for the Korean State Dinner? Take a peek inside the White House kitchen: http://t.co/okiM5Wb3","month":"10","year":"2011","corpus":"menu korean state dinner take peek insid white hous kitchen","id":124595367768625150,"day":"13"},{"text":"RT @petesouza: Photos from State Arrival and State Dinner w President Obama and President Lee of South Korea: http://t.co/zH2UEbzE","month":"10","year":"2011","corpus":"petesouza photo state arriv state dinner presid obama presid lee south korea","id":124977043699019780,"day":"14"},{"text":"RT @WHLive: Obama: There will be difficult days. But the United States – together with the international community – is committed to the ...","month":"10","year":"2011","corpus":"whlive obama difficult day unit state togeth intern commun commit","id":127084133393498110,"day":"20"},{"text":"RT @usedgov: How would the #AmericanJobsAct affect your state & school district? Our interactive maps have the answer http://t.co/373InsAk","month":"12","year":"2011","corpus":"usedgov would americanjobsact affect state school district interact map answer","id":147416689821220860,"day":"15"},{"text":"RT @jesseclee44: New report: 28 States have taken important steps on their own Exchanges for health reform http://t.co/AbcsWQZO #hcr","month":"01","year":"2012","corpus":"jesseclee44 new report state taken import step exchang health reform hcr","id":159656034800111600,"day":"18"},{"text":"Watch the enhanced version of the State of the Union featuring graphics, data & stats. Only on http://t.co/Cq1szOIA on Tues 1/24 @ 9ET #SOTU","month":"01","year":"2012","corpus":"watch enhanc version state union featur graphic data stat tue 9et sotu","id":161691199260991500,"day":"24"},{"text":"RT @ks44: Tomorrow's #SOTU #WHTweetup attendees represent 22 states + DC & range in age from 18 to 62. Looking forward to meeting you!","month":"01","year":"2012","corpus":"ks44 tomorrow sotu whtweetup attende repres state rang age look forward meet","id":161662222488186880,"day":"24"},{"text":"Check out the State of the Union enhanced slides http://t.co/aqkcLQ75 via @slideshare #SOTU","month":"01","year":"2012","corpus":"check state union enhanc slide via slideshar sotu","id":162040477707800580,"day":"25"},{"text":"2012 State of the Union Address in pictures. Launch the #SOTU slideshow: http://t.co/bXC7Kf46","month":"01","year":"2012","corpus":"2012 state union address pictur launch sotu slideshow","id":162252438315859970,"day":"25"},{"text":"Photo of the Day: President Obama hugs @GabbyGiffords at the State of the Union #SOTU: http://t.co/0Ug7tCZi","month":"01","year":"2012","corpus":"photo day presid obama hug gabbygifford state union sotu","id":162178467276926980,"day":"25"},{"text":"RT @WHLive: Obama: We gather tonight knowing that this generation of heroes has made the United States safer & more respected around the ...","month":"01","year":"2012","corpus":"whlive obama gather tonight know gener hero made unit state safer respect around","id":161994786654527500,"day":"25"},{"text":"\"As long as we’re joined in common purpose...the state of our union will always be strong\" -President Obama #SOTU http://t.co/dtgS2loC","month":"01","year":"2012","corpus":"long join common purpos ... state union alway strong presid obama sotu","id":162013334261075970,"day":"25"},{"text":"RT @JoiningForces: First Lady & Dr. Biden urge state action to support military spouses with state licenses: http://t.co/BTsjAgrO","month":"02","year":"2012","corpus":"joiningforc first ladi biden urg state action support militari spous state licens","id":169922664004194300,"day":"15"},{"text":"RT @jesseclee44: 105 million Americans (1/3 of total population) no longer face lifetime limits on their insurance. State by state: http ...","month":"03","year":"2012","corpus":"jesseclee44 105 million american total popul longer face lifetim limit insur state state http","id":176772909119967230,"day":"05"},{"text":"RT @VP: .@BluePoliticsGrl # of reasons, not least of which states significantly reducing commitment to state run higher institutions -vp ...","month":"04","year":"2012","corpus":"bluepoliticsgrl reason least state significantli reduc commit state run higher institut","id":187265993431724030,"day":"03"},{"text":"RT @gabrielledoug: Just talked to the President of the United States!!! WOW such and honor and a amazing feeling!! 🇺🇸😄 #thankyou","month":"08","year":"2012","corpus":"gabrielledoug talk presid unit state !!! wow honor amaz feel 🇺🇸😄 thankyou","id":230742929084391420,"day":"01"},{"text":"RT @WHLive: President Obama: \"We could not have asked for better representatives and better ambassadors of the United States.\" #WHTeamUSA","month":"09","year":"2012","corpus":"whlive presid obama could ask better repres better ambassador unit state whteamusa","id":246614831539572740,"day":"14"},{"text":"Empowering Women and Girls in the United States and Abroad: http://t.co/MzN4QTER #EqualFutures","month":"09","year":"2012","corpus":"empow women girl unit state abroad equalfutur","id":251484495067369470,"day":"28"},{"text":"\"Best wishes for a joyful Eid al-Adha to Muslims in the United States &amp; around the world.\"-President Obama http://t.co/PofCOQ2q","month":"10","year":"2012","corpus":"best wish joy eid adha muslim unit state amp around world .\"- presid obama","id":261952553519042560,"day":"26"},{"text":"RT @VP: VP Joe Biden has officially been sworn in for his second term as Vice President of the United States.","month":"01","year":"2013","corpus":"joe biden offici sworn second term vice presid unit state","id":292998249349009400,"day":"20"},{"text":"RT @FLOTUS: Just danced to \"Let's Stay Together\" with the love of my life and the President of the United States. I’m so proud of Barack ...","month":"01","year":"2013","corpus":"flotu danc let stay togeth love life presid unit state proud barack","id":293541122389729300,"day":"22"},{"text":"The best way to watch the State of the Union: http://t.co/fek8iooF #SOTU Learn more: http://t.co/vI5clwoi","month":"02","year":"2013","corpus":"best way watch state union sotu learn","id":300363902838001660,"day":"09"},{"text":"The State of the Union like you've never seen it before: http://t.co/VnQI7RRY Tune in tonight at 9ET: http://t.co/l1VFHDkR #SOTU","month":"02","year":"2013","corpus":"state union like never seen tune tonight 9et sotu","id":301439911318401000,"day":"12"},{"text":"Tomorrow at 9 ET: Watch an exclusive enhanced live stream of the State of the Union Address: http://t.co/t3giXnvW http://t.co/077VeC3I","month":"02","year":"2013","corpus":"tomorrow watch exclus enhanc live stream state union address","id":301186398847909900,"day":"12"},{"text":"Want a better way to watch the State of the Union? Watch live w/ charts, graphs &amp; data at http://t.co/Cq1o2eHG #SOTU http://t.co/O1YPyEQc","month":"02","year":"2013","corpus":"want better way watch state union watch live chart graph amp data sotu","id":301377201465614340,"day":"12"},{"text":"RT @FLOTUS: Some amazing Americans will be next to me for Barack’s State of the Union Address. Read their incredible stories: http://t.c ...","month":"02","year":"2013","corpus":"flotu amaz american next barack state union address read incred stori","id":301425222970662900,"day":"12"},{"text":"Starting in 20 min: President Obama delivers the State of the Union Address from the Capitol. Watch live: http://t.co/Cq1o2eHG #SOTU","month":"02","year":"2013","corpus":"start min presid obama deliv state union address capitol watch live sotu","id":301505663916441600,"day":"13"},{"text":"Pres Obama quotes Kennedy: “It is my task to report the State of the Union – to improve it is the task of us all” http://t.co/mRIAPzgf","month":"02","year":"2013","corpus":"pre obama quot kennedi task report state union improv task","id":301515284341211140,"day":"13"},{"text":"RT @ks44: President Obama's State of the Union Address now at @soundcloud: https://t.co/5F5Hqw6Z #SOTU #SoundCloud","month":"02","year":"2013","corpus":"ks44 presid obama state union address soundcloud sotu soundcloud","id":301594912099541000,"day":"13"},{"text":"RT @WestleyBayas: ths line in the President's State of the Union Address spoke 2 me. Check it out &amp; share yr #SOTU #CitizenResponse  ...","month":"02","year":"2013","corpus":"westleybaya th line presid state union address spoke check amp share sotu citizenrespons","id":301579443997118460,"day":"13"},{"text":"Happening now: President Obama delivers the 2013 State of the Union Address: http://t.co/Cq1o2eHG #SOTU","month":"02","year":"2013","corpus":"happen presid obama deliv 2013 state union address sotu","id":301513536969011200,"day":"13"},{"text":"Missed the enhanced State of the Union? Watch the full video here: http://t.co/tMh7iOc6 #SOTU","month":"02","year":"2013","corpus":"miss enhanc state union watch full video sotu","id":301679763817365500,"day":"13"},{"text":"Full video: President Obama delivers the 2013 State of the Union address: http://t.co/4qBWPIwN #SOTU","month":"02","year":"2013","corpus":"full video presid obama deliv 2013 state union address sotu","id":301900594086547460,"day":"14"},{"text":"\"In my State of the Union Address, I called on Congress to set up an #Energy Security Trust\" —President Obama, http://t.co/7il0KG1fqr","month":"03","year":"2013","corpus":"state union address call congress set energi secur trust presid obama","id":312635874766643200,"day":"15"},{"text":"RT @iamkidpresident: Incredible. #KidPresident meets with the President of the United States: http://t.co/fNfYvZShVb @whitehouse","month":"04","year":"2013","corpus":"iamkidpresid incred kidpresid meet presid unit state whitehous","id":319846489755103200,"day":"04"},{"text":"Submit a recipe for the Healthy Lunchtime Challenge and you could join the Kids' State Dinner at the White House: http://t.co/7kMoI4A9Iw","month":"05","year":"2013","corpus":"submit recip healthi lunchtim challeng could join kid state dinner white hous","id":331866123656114200,"day":"07"},{"text":"RT @StateDept: #SecKerry kicks off \"Hangouts at State\" series on #GooglePlus today at 1:30 PM ET. Watch live on http://t.co/ssqV34O8lJ.","month":"05","year":"2013","corpus":"statedept seckerri kick hangout state seri googleplu today watch live","id":332884220433276900,"day":"10"},{"text":"Happening now: President Obama gives the commencement address at the United States Naval Academy. Watch: http://t.co/KvadYk9atb","month":"05","year":"2013","corpus":"happen presid obama give commenc address unit state naval academi watch","id":337938598567497700,"day":"24"},{"text":"FACT: Under President Obama, America has more than doubled clean energy generation from wind and solar sources. #ActOnClimate","month":"06","year":"2013","corpus":"fact presid obama america doubl clean energi gener wind solar sourc actonclim","id":349555203839762400,"day":"25"},{"text":"President Obama: \"I refuse to condemn your generation, and future generations, to a planet that’s beyond fixing.\" #ActOnClimate","month":"06","year":"2013","corpus":"presid obama refus condemn gener futur gener planet beyond fix actonclim","id":349586586385653760,"day":"25"},{"text":"President Obama: \"We’ve doubled the electricity we generate from zero-carbon wind and solar power—and that means jobs.\" #ActOnClimate","month":"06","year":"2013","corpus":"presid obama doubl electr gener zero carbon wind solar power mean job actonclim","id":349590775882973200,"day":"25"},{"text":"Worth sharing: President Obama lays out his plan to #ActOnClimate change. http://t.co/Fi8pLRt3Re, http://t.co/W7WqkiaMzL","month":"06","year":"2013","corpus":"worth share presid obama lay plan actonclim chang","id":349625211924135940,"day":"25"},{"text":"FACT: In 2012, extreme weather disasters cost Americans more than $100 billion. #ActOnClimate","month":"06","year":"2013","corpus":"fact 2012 extrem weather disast cost american 100 billion actonclim","id":349550358579777540,"day":"25"},{"text":"RT @WHLive: At 1:55pm ET, President Obama speaks about his plan to cut carbon pollution and #ActOnClimate change. Watch: http://t.co/oPflTk…","month":"06","year":"2013","corpus":"whlive 55pm presid obama speak plan cut carbon pollut actonclim chang watch","id":349583706681393150,"day":"25"},{"text":"As a President, as a father, and as an American, I choose to #ActOnClimate. Speak up if you do, too. -bo","month":"06","year":"2013","corpus":"presid father american choos actonclim speak","id":349601532938948600,"day":"25"},{"text":"President Obama: \"I’m directing the EPA to put an end to the limitless dumping of carbon pollution from our power plants.\" #ActOnClimate","month":"06","year":"2013","corpus":"presid obama direct epa put end limitless dump carbon pollut power plant actonclim","id":349588329425141760,"day":"25"},{"text":"President Obama: \"Our planet is changing in ways that will impact all of humankind.\" #ActOnClimate","month":"06","year":"2013","corpus":"presid obama planet chang way impact humankind actonclim","id":349585232829227000,"day":"25"},{"text":"RT if you agree: It's time to #ActOnClimate change. http://t.co/HmwddpSJyM","month":"06","year":"2013","corpus":"agre time actonclim chang","id":349573752473923600,"day":"25"},{"text":"RT so your friends see Obama's plan to reduce carbon pollution and #ActOnClimate change: http://t.co/QuKM5lb4nz, http://t.co/gT7cuPhWcz","month":"06","year":"2013","corpus":"friend see obama plan reduc carbon pollut actonclim chang","id":350638573290143740,"day":"28"},{"text":"President Obama on his plan to reduce carbon pollution and #ActOnClimate change: http://t.co/7JnQou1ANO, http://t.co/aC3UIJrSj6","month":"06","year":"2013","corpus":"presid obama plan reduc carbon pollut actonclim chang","id":350984563159343100,"day":"29"},{"text":"RT @whitehouseostp: LIVE at 1045a ET: meet extraordinary Americans committed to #ActOnClimate &amp; protect public #health: http://t.co/QLMcwiB…","month":"07","year":"2013","corpus":"whitehouseostp live 1045a meet extraordinari american commit actonclim amp protect public health","id":354601994738081800,"day":"09"},{"text":"No matter where you live, #ImmigrationReform will strengthen the economy in your state. Here's how —&gt; http://t.co/uqVLn5h2jl","month":"08","year":"2013","corpus":"matter live immigrationreform strengthen economi state","id":362941749225734140,"day":"01"},{"text":"\"Warmest greetings to Muslims celebrating Eid al-Fitr here in the United States &amp; around the world\" —President Obama: http://t.co/K7fk0R2Hek","month":"08","year":"2013","corpus":"warmest greet muslim celebr eid fitr unit state amp around world presid obama","id":365481492668891140,"day":"08"},{"text":"Happening now: #WeTheGeeks Hangout to discuss the state of American robotics. Watch live: http://t.co/qWjcwkjJEW","month":"08","year":"2013","corpus":"happen wethegeek hangout discuss state american robot watch live","id":365895940302831600,"day":"09"},{"text":"\"The United States strongly condemns the use of violence against protesters in #Egypt.\" http://t.co/BsUC9mud8U, http://t.co/UwGlUU52BJ","month":"08","year":"2013","corpus":"unit state strongli condemn use violenc protest egypt","id":367684754717425660,"day":"14"},{"text":"President Obama: \"The United States strongly condemns the steps that have been taken by Egypt’s interim government and security forces.\"","month":"08","year":"2013","corpus":"presid obama unit state strongli condemn step taken egypt interim govern secur forc","id":368017191918006300,"day":"15"},{"text":"RT @WHLive: Obama: \"State legislatures can’t just keep cutting support for public...universities, and colleges can’t just keep jacking up p…","month":"08","year":"2013","corpus":"whlive obama state legislatur keep cut support public ... univers colleg keep jack","id":370570877664264200,"day":"22"},{"text":"President Obama: \"We’re going to work with states &amp; schools…to see what’s working &amp; what’s not &amp; spread best practices across the country.\"","month":"08","year":"2013","corpus":"presid obama go work state amp school see work amp amp spread best practic across countri","id":370953608235589600,"day":"23"},{"text":"Get the facts on what the U.S. &amp; Sweden are doing to promote clean energy and #ActOnClimate —&gt; http://t.co/YcIGMTfqCz","month":"09","year":"2013","corpus":"get fact amp sweden promot clean energi actonclim","id":375329278520340500,"day":"04"},{"text":"POTUS checks out a vehicle powered by fuel cells at the Royal Institute of Technology in Sweden. #ActOnClimate, http://t.co/aWEDcTlFEq","month":"09","year":"2013","corpus":"potu check vehicl power fuel cell royal institut technolog sweden actonclim","id":375348641126711300,"day":"04"},{"text":"Rice: Limited strikes \"will make clear to Assad and his allies—Hezbollah &amp; Iran—that they should not test the resolve of the United States.\"","month":"09","year":"2013","corpus":"rice limit strike make clear assad alli hezbollah amp iran test resolv unit state","id":377122438850416640,"day":"09"},{"text":"Watch former Secretary of State @HillaryClinton on the need to act in #Syria —&gt; http://t.co/eGEZFPAxVa","month":"09","year":"2013","corpus":"watch former secretari state hillaryclinton need act syria","id":377177766984040450,"day":"09"},{"text":"Obama: \"It is in the national security interests of the United States to respond to the Assad regime’s use of chemical weapons.\" #Syria","month":"09","year":"2013","corpus":"obama nation secur interest unit state respond assad regim use chemic weapon syria","id":377599260352462850,"day":"11"},{"text":"FACT: Under President Obama, we've more than doubled the energy we produce from wind and solar sources. #ActOnClimate","month":"09","year":"2013","corpus":"fact presid obama doubl energi produc wind solar sourc actonclim","id":380370748457496600,"day":"18"},{"text":"Thanks to Obama, our cars &amp; trucks will be twice as efficient by 2025—saving the average driver more than $8,000 at the pump. #ActOnClimate","month":"09","year":"2013","corpus":"thank obama car amp truck twice effici 2025 save averag driver 000 pump actonclim","id":380365715863138300,"day":"18"},{"text":"For our kids' health, @GinaEPA signed the proposed carbon pollution standards for new power plants —&gt; https://t.co/oh9Va9xpuP #ActOnClimate","month":"09","year":"2013","corpus":"kid health ginaepa sign propos carbon pollut standard new power plant actonclim","id":381078487936684000,"day":"20"},{"text":"\"I will not negotiate over the full faith and credit of the United States.\" —Obama on raising the debt ceiling: http://t.co/dUXV7eDLay","month":"09","year":"2013","corpus":"negoti full faith credit unit state obama rais debt ceil","id":381417676213473300,"day":"21"},{"text":"Find out about your state's #Obamacare marketplace where you can compare your options &amp; #GetCovered starting Oct 1st: http://t.co/I77kduAfJn","month":"09","year":"2013","corpus":"find state obamacar marketplac compar option amp getcov start oct 1st","id":382221744443891700,"day":"23"},{"text":"\"In virtually every state, the average prices of insurance are coming in lower than expected.\" —@BillClinton on the #Obamacare marketplaces","month":"09","year":"2013","corpus":"virtual everi state averag price insur come lower expect billclinton obamacar marketplac","id":382622265956769800,"day":"24"},{"text":"RT @ErnestMoniz: No excuses. We must #ActOnClimate. Read my statement on the President's executive order on climate preparedness: http://t.…","month":"11","year":"2013","corpus":"ernestmoniz excus must actonclim read statement presid execut order climat prepared","id":396313701135171600,"day":"01"},{"text":"RT @Katie44: NEW REPORT: State-by-State Estimates of # of People Eligible for Premium Tax Credits Under #ACA http://t.co/ZQfGaf7MDr","month":"11","year":"2013","corpus":"katie44 new report state state estim peopl elig premium tax credit aca","id":397744361925910500,"day":"05"},{"text":"It's time for states refusing to expand Medicaid to put #PeopleOverPolitics &amp; help millions of Americans #GetCovered: http://t.co/T92PEuwuY0","month":"11","year":"2013","corpus":"time state refus expand medicaid put peopleoverpolit amp help million american getcov","id":398154110987292700,"day":"06"},{"text":"Obama: #Obamacare \"allows states to expand Medicaid to cover more of their citizens. Here in Louisiana that would benefit...265,000 people.\"","month":"11","year":"2013","corpus":"obama obamacar allow state expand medicaid cover citizen louisiana would benefit ... 265 000 peopl","id":398886383604875260,"day":"08"},{"text":"RT if you agree: It's time for every state to put #PeopleOverPolitics and help 5.4 million Americans #GetCovered. http://t.co/LXA9e1xbuM","month":"11","year":"2013","corpus":"agre time everi state put peopleoverpolit help million american getcov","id":400652132631584800,"day":"13"},{"text":"FACT: Obama's fuel efficiency standards will save the average driver $8,000 at the pump over the life of new cars in 2025. #ActOnClimate","month":"11","year":"2013","corpus":"fact obama fuel effici standard save averag driver 000 pump life new car 2025 actonclim","id":401416982223794200,"day":"15"},{"text":"We're importing less oil than we're producing—and using less oil overall —&gt; http://t.co/yrT1EcWRgP #ActOnClimate, http://t.co/v9GdUUC2UX","month":"11","year":"2013","corpus":"import less oil produc use less oil overal actonclim","id":401398129934598140,"day":"15"},{"text":"Under President Obama, our economy has grown even as we've reduced carbon pollution. #ActOnClimate, http://t.co/Zdh9vUKe6E","month":"11","year":"2013","corpus":"presid obama economi grown even reduc carbon pollut actonclim","id":401428582956036100,"day":"15"},{"text":"Worth sharing: #Obamacare enrollment surges in many states around the country —&gt; http://t.co/sPsd4qqHpS #GetCovered","month":"11","year":"2013","corpus":"worth share obamacar enrol surg mani state around countri getcov","id":402845491307614200,"day":"19"},{"text":"If the remaining 24 states put #PeopleOverPolitics &amp; expanded Medicaid, 5.4 million more Americans could #GetCovered: http://t.co/SWbHhdmGm0","month":"12","year":"2013","corpus":"remain state put peopleoverpolit amp expand medicaid million american could getcov","id":410095376708825100,"day":"09"},{"text":"Amazing photos from @Interior: \"The United States like you've never seen it.\" → http://t.co/ufbkCiVJYd","month":"01","year":"2014","corpus":"amaz photo interior unit state like never seen","id":418849212357300200,"day":"02"},{"text":"Our growing clean energy economy:\nMore clean energy ✔\nGreater energy security ✔\nLess carbon pollution ✔\nhttp://t.co/sx8n5rV2k1\n#ActOnClimate","month":"01","year":"2014","corpus":"grow clean energi economi clean energi greater energi secur less carbon pollut actonclim","id":420320626478309400,"day":"06"},{"text":"RT @SenWhitehouse: This @WhiteHouse video sets the record straight on the #polarvortex: http://t.co/CdjCy5yTqi #ActOnClimate","month":"01","year":"2014","corpus":"senwhitehous whitehous video set record straight polarvortex actonclim","id":421436832287842300,"day":"10"},{"text":"Don't miss today's #WeTheGeeks Hangout on the #PolarVortex at 2pm ET → http://t.co/pJ5PHF6VSf #ActOnClimate, http://t.co/jU5s7GnZBo","month":"01","year":"2014","corpus":"miss today wethegeek hangout polarvortex 2pm actonclim","id":421716166261100540,"day":"10"},{"text":"Two weeks from today, President Obama will deliver his 5th State of the Union. Here's what you need to know → http://t.co/4YADppqzGk #SOTU","month":"01","year":"2014","corpus":"two week today presid obama deliv 5th state union need know sotu","id":423112201402994700,"day":"14"},{"text":"RT @USDOL: 13 additional states raised the #MinimumWage in 2014, was your state one of them? #RaisetheWage http://t.co/kzP4X8fP64","month":"01","year":"2014","corpus":"usdol addit state rais minimumwag 2014 state one raisethewag","id":423541917322735600,"day":"15"},{"text":"RT @WHLive: Obama: \"These efforts have prevented multiple attacks and saved innocent lives—not just here in the United States, but around t…","month":"01","year":"2014","corpus":"whlive obama effort prevent multipl attack save innoc live unit state around","id":424215183964139500,"day":"17"},{"text":"RT @Simas44: Here's where you can find everything you need to preview the State of the Union—and watch it next Tuesday → http://t.co/qjCgoD…","month":"01","year":"2014","corpus":"simas44 find everyth need preview state union watch next tuesday","id":426056992630009860,"day":"22"},{"text":"Chief Speechwriter Cody Keenan's desk: Coffee, binders, and the latest State of the Union draft. #InsideSOTU, http://t.co/9YAAjSUsbz","month":"01","year":"2014","corpus":"chief speechwrit codi keenan desk coffe binder latest state union draft insidesotu","id":426125688215572500,"day":"22"},{"text":"Go behind the scenes with President Obama as he prepares for his State of the Union → http://t.co/Ya6E3mYblS #SOTU, http://t.co/tjKkWvO470","month":"01","year":"2014","corpus":"behind scene presid obama prepar state union sotu","id":426791211806883840,"day":"24"},{"text":"President Obama works on his State of the Union in the Oval Office. #InsideSOTU, http://t.co/0N25Tuvcdu","month":"01","year":"2014","corpus":"presid obama work state union oval offic insidesotu","id":426773089913802750,"day":"24"},{"text":"President Obama at work on his State of the Union.\nTune in Tuesday at 9pm ET → http://t.co/0wCbuDsiMA\n#InsideSOTU, http://t.co/l3m9gOGrZC","month":"01","year":"2014","corpus":"presid obama work state union tune tuesday 9pm insidesotu","id":426911996873678850,"day":"25"},{"text":"President Obama's pen—ready for editing his latest State of the Union draft. http://t.co/GD8K6aq7lH #InsideSOTU, http://t.co/RcreiemdaT","month":"01","year":"2014","corpus":"presid obama pen readi edit latest state union draft insidesotu","id":427863866358640640,"day":"27"},{"text":"RT @gov: Ahead of his 5th State of the Union, President Obama shares a Vine from @WhiteHouse. Join the conversation with #SOTU http://t.co/…","month":"01","year":"2014","corpus":"gov ahead 5th state union presid obama share vine whitehous join convers sotu","id":427859783354703900,"day":"27"},{"text":"Excited for the State of the Union? Watch the enhanced livestream at 9pm ET → http://t.co/GD8K6aq7lH #InsideSOTU, http://t.co/QoUFARNr1d","month":"01","year":"2014","corpus":"excit state union watch enhanc livestream 9pm insidesotu","id":428273899818999800,"day":"28"},{"text":"Obama: “Every four minutes, another American home or business goes solar.” #ActOnClimate, http://t.co/xOIlV0yU3J","month":"01","year":"2014","corpus":"obama everi four minut anoth american home busi goe solar actonclim","id":428354948133163000,"day":"29"},{"text":"\"It is you, our citizens, who make the state of our union strong.\" —President Obama #OpportunityForAll #SOTU","month":"01","year":"2014","corpus":"citizen make state union strong presid obama opportunityforal sotu","id":428351140804444160,"day":"29"},{"text":"FACT: Over the past 8 years, we’ve reduced our total carbon pollution more than any nation on Earth. #ActOnClimate","month":"01","year":"2014","corpus":"fact past year reduc total carbon pollut nation earth actonclim","id":428355415706202100,"day":"29"},{"text":"Obama: \"Few Americans give more to their country than our diplomats and the men &amp; women of the United States Armed Forces.” #SaluteOurTroops","month":"01","year":"2014","corpus":"obama american give countri diplomat men amp women unit state arm forc saluteourtroop","id":428362316523241500,"day":"29"},{"text":"We’re importing less oil than we’re producing at home for the first time in nearly 20 years. #ActOnClimate #SOTU, http://t.co/1s7ZOtdBw9","month":"01","year":"2014","corpus":"import less oil produc home first time nearli year actonclim sotu","id":428351339349819400,"day":"29"},{"text":"Obama: \"We'll invest in new partnerships with states...across the country in a race to the top for our youngest children.\" #ActOnPreK","month":"01","year":"2014","corpus":"obama invest new partnership state ... across countri race top youngest children actonprek","id":428357890190352400,"day":"29"},{"text":"Obama: “Even as we’ve increased the energy production, we’ve...reduced the energy we consume.” #ActOnClimate","month":"01","year":"2014","corpus":"obama even increas energi product ... reduc energi consum actonclim","id":428355143852359700,"day":"29"},{"text":"Watch the enhanced version of President Obama's State of the Union → http://t.co/0DyeSpICcn #SOTU","month":"01","year":"2014","corpus":"watch enhanc version presid obama state union sotu","id":428400973435142140,"day":"29"},{"text":"Obama: \"This week, I delivered my State of the Union Address…here’s the three-minute version.\" http://t.co/bOB4anIZ9W #OpportunityForAll","month":"02","year":"2014","corpus":"obama week deliv state union address three minut version opportunityforal","id":429634216557432800,"day":"01"},{"text":"RT @Utech44: More efficiency news! External power supply standards from the @ENERGY Dept will save $4 billion and #ActOnClimate→ http://t.c…","month":"02","year":"2014","corpus":"utech44 effici news extern power suppli standard energi dept save billion actonclim","id":430425107291729900,"day":"03"},{"text":"New climate hubs to help farmers respond to climate change are just 1 piece of President Obama's #ActOnClimate plan: http://t.co/RzXxUHuOmn","month":"02","year":"2014","corpus":"new climat hub help farmer respond climat chang piec presid obama actonclim plan","id":431175866052542460,"day":"05"},{"text":"French President @FHollande is coming to the White House for a State Visit and you're invited. Apply here → http://t.co/3XfK1mlG5M #WHSocial","month":"02","year":"2014","corpus":"french presid fholland come white hous state visit invit appli whsocial","id":431101664582705150,"day":"05"},{"text":"While Congress has delayed action, here's what states around the country are doing to #RaiseTheWage: http://t.co/1rZZKKfsb3","month":"02","year":"2014","corpus":"congress delay action state around countri raisethewag","id":433646141427564540,"day":"12"},{"text":"Obama: \"Since I 1st asked Congress to raise the min wage, 6 states have passed laws to raise theirs.\" http://t.co/zptwRoCxxI #RaiseTheWage","month":"02","year":"2014","corpus":"obama sinc 1st ask congress rais min wage state pass law rais raisethewag","id":435122726991192060,"day":"16"},{"text":"President Obama: \"Anyone who said you can’t grow the economy while reducing carbon pollution has been proven wrong.\" #ActOnClimate","month":"02","year":"2014","corpus":"presid obama anyon said grow economi reduc carbon pollut proven wrong actonclim","id":435818326166892540,"day":"18"},{"text":"Get the latest on how President Obama is kicking vehicle efficiency into high gear: http://t.co/CxUTb9ltuE #ActOnClimate","month":"02","year":"2014","corpus":"get latest presid obama kick vehicl effici high gear actonclim","id":435915463713767400,"day":"18"},{"text":"Here's how President Obama's helping communities impacted by the drought in CA: http://t.co/C8P3bDGIzx #ActOnClimate http://t.co/sFjOHn8Lmc","month":"02","year":"2014","corpus":"presid obama help commun impact drought actonclim","id":435877723542523900,"day":"18"},{"text":"President Obama's partnering with manufacturers to support innovation for trucks that use less fuel. #ActOnClimate http://t.co/7IMoHSH1mR","month":"02","year":"2014","corpus":"presid obama partner manufactur support innov truck use less fuel actonclim","id":435816990683328500,"day":"18"},{"text":"\"The United States condemns in strongest terms the violence that's taking place there.\" —President Obama on the situation in Ukraine","month":"02","year":"2014","corpus":"unit state condemn strongest term violenc take place presid obama situat ukrain","id":436248917156446200,"day":"19"},{"text":"RT @WHLive: Obama: \"Since I called on Congress to raise the min wage last year, 6 states have gone ahead &amp; done it on their own.\" http://t.…","month":"02","year":"2014","corpus":"whlive obama sinc call congress rais min wage last year state gone ahead amp done","id":437986430233882600,"day":"24"},{"text":"\"Your state legislature is poised to raise your minimum wage this year.\" —Obama in #Minnesota #RaiseTheWage http://t.co/g70j6I3Eda","month":"02","year":"2014","corpus":"state legislatur pois rais minimum wage year obama minnesota raisethewag","id":438777451661893600,"day":"26"},{"text":"President Obama's clean fuel standards will:\n↓ harmful emissions\nPrevent illnesses\nEncourage innovation\nhttp://t.co/j0DZwSA1sH #ActOnClimate","month":"03","year":"2014","corpus":"presid obama clean fuel standard harm emiss prevent ill encourag innov actonclim","id":440522297661988860,"day":"03"},{"text":"President Obama: \"The world can see that the United States is united with our allies and partners in upholding international law.\" #Ukraine","month":"03","year":"2014","corpus":"presid obama world see unit state unit alli partner uphold intern law ukrain","id":441636924722532350,"day":"06"},{"text":"FACT: Every 4 minutes, another American home or business goes solar → http://t.co/yllOGisuqd #ActOnClimate #Up4Climate","month":"03","year":"2014","corpus":"fact everi minut anoth american home busi goe solar actonclim up4clim","id":443204870862934000,"day":"11"},{"text":"Raising the minimum wage would help more than 28 million workers. See how many live in your state → http://t.co/7E4aEhPSS6 #RaiseTheWage","month":"03","year":"2014","corpus":"rais minimum wage would help million worker see mani live state raisethewag","id":446433386291535900,"day":"19"},{"text":"President Obama's plan to #ActOnClimate will reduce methane emissions from landfills, coal mining, and agriculture → http://t.co/heZQoIfFVQ","month":"03","year":"2014","corpus":"presid obama plan actonclim reduc methan emiss landfil coal mine agricultur","id":449600450632106000,"day":"28"},{"text":"Obama: \"The MD Legislature did the right thing for its workers today by increasing the state minimum wage to $10.10.\" http://t.co/gQNmcCNx9R","month":"04","year":"2014","corpus":"obama legislatur right thing worker today increas state minimum wage","id":453227311052369900,"day":"07"},{"text":"Here are some great tools to help you save energy at home and use less gas on the road → http://t.co/OJO69UifZs #HappyEarthDay #ActOnClimate","month":"04","year":"2014","corpus":"great tool help save energi home use less ga road happyearthday actonclim","id":458670611615985660,"day":"22"},{"text":"We've tripled the electricity we generate from wind power since President Obama took office → http://t.co/N4dotou4lA #ActOnClimate #EarthDay","month":"04","year":"2014","corpus":"tripl electr gener wind power sinc presid obama took offic actonclim earthday","id":458727650853662700,"day":"22"},{"text":"Worth sharing: Here's a state-by-state breakdown of why it's time for Congress to raise the minimum wage → http://t.co/G5LM6102cb #ActOn1010","month":"04","year":"2014","corpus":"worth share state state breakdown time congress rais minimum wage acton1010","id":459762559877677060,"day":"25"},{"text":"RT @GinaEPA: Today’s SCOTUS decision on Cross-State Air Pollution Rule is a big win for nation’s public health &amp; proud day for the agency #…","month":"04","year":"2014","corpus":"ginaepa today scotu decis cross state air pollut rule big win nation public health amp proud day agenc","id":461193943934586900,"day":"29"},{"text":"Great news: The Hawaii Legislature just voted to raise the state minimum wage to $10.10 → http://t.co/01GhAvLDvL #1010Means","month":"04","year":"2014","corpus":"great news hawaii legislatur vote rais state minimum wage 1010mean","id":461531846031859700,"day":"30"},{"text":"RT @Simas44: State-by-state #ACA enrollment numbers were huge – see how many in your state: http://t.co/pyDCQVTNY8","month":"05","year":"2014","corpus":"simas44 state state aca enrol number huge see mani state","id":462255966000406500,"day":"02"},{"text":"RT @LaborSec: I’m proud of my home state of Maryland to come together to give workers a raise. I hope Congress will follow their lead. #Rai…","month":"05","year":"2014","corpus":"laborsec proud home state maryland come togeth give worker rais hope congress follow lead rai","id":463326032595263500,"day":"05"},{"text":"Extreme weather disasters fueled by climate change cost our economy more than $100 billion in 2012. #ActOnClimate http://t.co/dSXq8dSAHx","month":"05","year":"2014","corpus":"extrem weather disast fuel climat chang cost economi 100 billion 2012 actonclim","id":463710267076263940,"day":"06"},{"text":"RT if you agree with President Obama: It's time to #ActOnClimate change → http://t.co/orVFa2aNyp http://t.co/ovGugt6Sqx","month":"05","year":"2014","corpus":"agre presid obama time actonclim chang","id":463774461964333060,"day":"06"},{"text":"New report: Here's how climate change threatens regions across the U.S. and key sectors of our economy: http://t.co/Jn5OGyc8oj #ActOnClimate","month":"05","year":"2014","corpus":"new report climat chang threaten region across key sector economi actonclim","id":463674861219762200,"day":"06"},{"text":"FACT: Every 4 minutes, another American home or business goes ☼ solar ☼ → http://t.co/qbl6fRe1ZB #ActOnClimate http://t.co/d1TTf3uuQq","month":"05","year":"2014","corpus":"fact everi minut anoth american home busi goe solar actonclim","id":464038562850025500,"day":"07"},{"text":"Due to climate change, people are experiencing changes in the length &amp; severity of seasonal allergies → http://t.co/82tyuVVmeb #ActOnClimate","month":"05","year":"2014","corpus":"due climat chang peopl experienc chang length amp sever season allergi actonclim","id":464118131141525500,"day":"07"},{"text":"FACT: By 2030, new clean fuel standards will prevent up to 2,000 premature deaths every year → http://t.co/orVFa2aNyp #ActOnClimate","month":"05","year":"2014","corpus":"fact 2030 new clean fuel standard prevent 000 prematur death everi year actonclim","id":464060959758503940,"day":"07"},{"text":"Climate change is not a distant threat. It's affecting us right now → http://t.co/orVFa2aNyp #ActOnClimate http://t.co/y2qTiAJCUK","month":"05","year":"2014","corpus":"climat chang distant threat affect right actonclim","id":464416247430791200,"day":"08"},{"text":"Starting now: Join the @WeatherChannel and the White House for a G+ Hangout on the need to #ActOnClimate → http://t.co/bb3NFYdB2b","month":"05","year":"2014","corpus":"start join weatherchannel white hous hangout need actonclim","id":464465590879805440,"day":"08"},{"text":"Join @WhiteHouseOSTP &amp; the @WeatherChannel's @SamChampion at 2pm ET for a G+ Hangout on climate change: http://t.co/IDRFSI8vAp #ActOnClimate","month":"05","year":"2014","corpus":"join whitehouseostp amp weatherchannel samchampion 2pm hangout climat chang actonclim","id":464422390932713500,"day":"08"},{"text":"FACT: Since President Obama took office, we've increased the electricity we produce from ☼ solar ☼ power by more than tenfold. #ActOnClimate","month":"05","year":"2014","corpus":"fact sinc presid obama took offic increas electr produc solar power tenfold actonclim","id":464471919295995900,"day":"08"},{"text":"\"We don’t look backwards. We look forward. We don’t fear the future.\" —Obama on why it's time to #ActOnClimate: http://t.co/D0mgjuWHlP","month":"05","year":"2014","corpus":"look backward look forward fear futur obama time actonclim","id":464813023186923500,"day":"09"},{"text":"\"No matter where you live or where you do business, solar is getting cheaper and easier to use than ever before.\" —Obama #ActOnClimate","month":"05","year":"2014","corpus":"matter live busi solar get cheaper easier use ever obama actonclim","id":464810989398290400,"day":"09"},{"text":"\"We generate more renewable energy than ever, with tens of thousands of good, American jobs to show for it.\" —Obama #ActOnClimate","month":"05","year":"2014","corpus":"gener renew energi ever ten thousand good american job show obama actonclim","id":464810589509132300,"day":"09"},{"text":"\"Solar is here. We are doing it. We can do a lot more.\" —@ErnestMoniz on deploying more solar power: http://t.co/O5KracmHln #ActOnClimate","month":"05","year":"2014","corpus":"solar lot ernestmoniz deploy solar power actonclim","id":464843805318197250,"day":"09"},{"text":"President Obama's announcing more than 300 private and public solar and energy efficiency commitments → http://t.co/ILl3L1WwRr #ActOnClimate","month":"05","year":"2014","corpus":"presid obama announc 300 privat public solar energi effici commit actonclim","id":464783318891130900,"day":"09"},{"text":"Go behind the scenes and check out the ☼ solar ☼ panels on the roof of the White House → http://t.co/O5KracmHln #ActOnClimate","month":"05","year":"2014","corpus":"behind scene check solar panel roof white hous actonclim","id":464777876567785500,"day":"09"},{"text":"President Obama announces new steps he's taking to #ActOnClimate by reducing carbon pollution from power plants → http://t.co/hDqxVkr1uW","month":"05","year":"2014","corpus":"presid obama announc new step take actonclim reduc carbon pollut power plant","id":472745164096933900,"day":"31"},{"text":"\"Its costs can be measured in lost lives &amp; livelihoods, homes &amp; businesses.\" —Obama on climate change: http://t.co/vH98WRY86K #ActOnClimate","month":"05","year":"2014","corpus":"cost measur lost live amp livelihood home amp busi obama climat chang actonclim","id":472788361782898700,"day":"31"},{"text":"\"As President &amp; as a parent, I refuse to condemn our children to a planet that’s beyond fixing\" —Obama: http://t.co/vH98WRY86K #ActOnClimate","month":"05","year":"2014","corpus":"presid amp parent refus condemn children planet beyond fix obama actonclim","id":472759472599744500,"day":"31"},{"text":"\"For the sake of all our kids, we’ve got to do more.\" —President Obama on reducing carbon pollution: http://t.co/vH98WRY86K #ActOnClimate","month":"06","year":"2014","corpus":"sake kid got presid obama reduc carbon pollut actonclim","id":473109261384302600,"day":"01"},{"text":"Big news: @EPA just proposed carbon pollution standards for power plants to protect our kids' health → http://t.co/NSyGujgHfn #ActOnClimate","month":"06","year":"2014","corpus":"big news epa propos carbon pollut standard power plant protect kid health actonclim","id":473452038571847700,"day":"02"},{"text":"\"Do you have asthma as well?\" —A young asthma patient to President Obama: http://t.co/pHp1OwCMAB #ActOnClimate","month":"06","year":"2014","corpus":"asthma well young asthma patient presid obama actonclim","id":473604814618652700,"day":"02"},{"text":"\"We have a moral obligation to #ActOnClimate.\" —@GinaEPA on clean power plant standards: http://t.co/Ff78UZdiq7 http://t.co/Igl7OGXG4c","month":"06","year":"2014","corpus":"moral oblig actonclim ginaepa clean power plant standard","id":473473078660321300,"day":"02"},{"text":"RT @ErnestMoniz: .@EPA's Clean Power Plan is a common-sense proposal to #ActOnClimate &amp; create clean energy jobs. My statement → http://t.c…","month":"06","year":"2014","corpus":"ernestmoniz epa clean power plan common sens propos actonclim amp creat clean energi job statement","id":473536539902115840,"day":"02"},{"text":"FACT: President Obama's clean power plant standards would prevent 180,000 school absences per year. http://t.co/NSyGujgHfn #ActOnClimate","month":"06","year":"2014","corpus":"fact presid obama clean power plant standard would prevent 180 000 school absenc per year actonclim","id":473465338583978000,"day":"02"},{"text":"RT @LeoDiCaprio: RT @NRDC BIG NEWS! EPA Announces New Limits on #Carbon Pollution that Will Protect Health &amp; Tackle #Climate Change http://…","month":"06","year":"2014","corpus":"leodicaprio nrdc big news epa announc new limit carbon pollut protect health amp tackl climat chang","id":473555934573510660,"day":"02"},{"text":"RT @SecretaryJewell: I applaud @EPA’s common sense, flexible steps to work with states to reduce carbon pollution &amp; protect public health. …","month":"06","year":"2014","corpus":"secretaryjewel applaud epa common sens flexibl step work state reduc carbon pollut amp protect public health","id":473484261048455200,"day":"02"},{"text":"RT @AmbassadorPower: POTUS steps to #ActOnClimate by ↓ carbon pollution make US a leader in efforts to address climate change. Learn more→ …","month":"06","year":"2014","corpus":"ambassadorpow potu step actonclim carbon pollut make leader effort address climat chang learn","id":473547325378658300,"day":"02"},{"text":"FACT: President Obama's clean power plant standards will reduce lost work days and school absences. #ActOnClimate http://t.co/VfdLVHdWJF","month":"06","year":"2014","corpus":"fact presid obama clean power plant standard reduc lost work day school absenc actonclim","id":473522996028522500,"day":"02"},{"text":"FACT: President Obama's clean power plant standards would prevent 310,000 lost work days per year. http://t.co/NSyGujgHfn #ActOnClimate","month":"06","year":"2014","corpus":"fact presid obama clean power plant standard would prevent 310 000 lost work day per year actonclim","id":473498087558639600,"day":"02"},{"text":"Here's why President Obama's clean power plant standards are a big win for our kids' health → http://t.co/I1VORe88le #ActOnClimate","month":"06","year":"2014","corpus":"presid obama clean power plant standard big win kid health actonclim","id":473824366128803840,"day":"03"},{"text":"Every nation needs to take steps to #ActOnClimate. Here's how we're doing our part → http://t.co/RxPSPdYBLA http://t.co/qco9EhJ6yh","month":"06","year":"2014","corpus":"everi nation need take step actonclim part","id":474683393989304300,"day":"05"},{"text":"Obama: \"This United States Marine, faced down that terrible explosive power...with his own body...to protect a fellow Marine.\" #MedalOfHonor","month":"06","year":"2014","corpus":"obama unit state marin face terribl explos power ... bodi ... protect fellow marin medalofhonor","id":479693708909355000,"day":"19"},{"text":"\"The United States will not pursue military options that support one sect inside of Iraq at the expense of another.\" —President Obama","month":"06","year":"2014","corpus":"unit state pursu militari option support one sect insid iraq expens anoth presid obama","id":479681748037824500,"day":"19"},{"text":"For the sake of our kids and our planet, President Obama's taking steps to #ActOnClimate → http://t.co/l5sVvDgeUP http://t.co/Ymi3cypUMy","month":"06","year":"2014","corpus":"sake kid planet presid obama take step actonclim","id":481830221528965100,"day":"25"},{"text":"RT @ErnestMoniz: I #ActOnClimate because we have a moral obligation to leave a cleaner, safer planet behind for our children. Why do you?","month":"06","year":"2014","corpus":"ernestmoniz actonclim moral oblig leav cleaner safer planet behind children","id":481818831216578560,"day":"25"},{"text":"President Obama's climate plan will protect our health by preventing asthma attacks and heart attacks. #ActOnClimate http://t.co/ClZnhXMWIg","month":"06","year":"2014","corpus":"presid obama climat plan protect health prevent asthma attack heart attack actonclim","id":481915505356570600,"day":"25"},{"text":"President Obama's climate policies from the past year will save consumers more than $60 billion in energy costs through 2030. #ActOnClimate","month":"06","year":"2014","corpus":"presid obama climat polici past year save consum billion energi cost 2030 actonclim","id":481865732691886100,"day":"25"},{"text":"\"43% of Americans now live in states where you’re free to marry who you love.\" —Obama: http://t.co/hJI7PH1Hny http://t.co/GNAmZOoMV4","month":"07","year":"2014","corpus":"american live state free marri love obama","id":484032700475789300,"day":"01"},{"text":"RT @Utech44: Great #ActOnClimate news: @Interior is opening up nearly 80,000 acres in MD for wind energy → http://t.co/bVGgSXC6Ki http://t.…","month":"07","year":"2014","corpus":"utech44 great actonclim news interior open nearli 000 acr wind energi","id":484369355959177200,"day":"02"},{"text":"New map: Check out the state of roads and bridges in your state—and why it's time to #RebuildAmerica → http://t.co/VAevH7GBGF","month":"07","year":"2014","corpus":"new map check state road bridg state time rebuildamerica","id":488715751801761800,"day":"14"},{"text":"President Obama's plan to #RebuildAmerica would provide certainty for states and investors to fix our infrastructure: http://t.co/VAevH7GBGF","month":"07","year":"2014","corpus":"presid obama plan rebuildamerica would provid certainti state investor fix infrastructur","id":489112371500425200,"day":"15"},{"text":"Worth sharing: President Obama's acting to help states and communities prepare for climate impacts → http://t.co/EbMVAhq83D #ActOnClimate","month":"07","year":"2014","corpus":"worth share presid obama act help state commun prepar climat impact actonclim","id":489405681100136450,"day":"16"},{"text":"Check out President Obama's Climate Action Plan—and the progress we've made to #ActOnClimate: http://t.co/2FRLswnfMq http://t.co/obym4IQh89","month":"07","year":"2014","corpus":"check presid obama climat action plan progress made actonclim","id":489414461028306940,"day":"16"},{"text":"RT @EPA: It’s time to #ActOnClimate. That’s why we’re executing President Obama’s Climate Action Plan. http://t.co/1plBhsOAHT http://t.co/F…","month":"07","year":"2014","corpus":"epa time actonclim execut presid obama climat action plan","id":489457427713372160,"day":"16"},{"text":"\"We wish Muslims in the United States and around the world a blessed and joyous celebration.\" —Obama on #EidMubarak http://t.co/Xo8lsT2jXr","month":"07","year":"2014","corpus":"wish muslim unit state around world bless joyou celebr obama eidmubarak","id":493892813600616450,"day":"28"},{"text":"\"The President of the United States thought your letter was really good, and he wants to meet you.\" —@PressSec: http://t.co/BP9HvZukll","month":"07","year":"2014","corpus":"presid unit state thought letter realli good want meet presssec","id":494131864391909400,"day":"29"},{"text":"RT @VP: Happening now: VP Biden speaks to the heads of state and government at the first-ever #USAfrica Leaders Summit → http://t.co/skR0Wd…","month":"08","year":"2014","corpus":"happen biden speak head state govern first ever usafrica leader summit","id":496330362403168260,"day":"04"},{"text":"Climate change is making fire season longer and on average more intense. RT if you agree it's time to #ActOnClimate → http://t.co/wl1ZhQfLRL","month":"08","year":"2014","corpus":"climat chang make fire season longer averag intens agre time actonclim","id":496684847667355650,"day":"05"},{"text":"RT @Podesta44: The CA drought in 2 photos: Lake Oroville in 2011 and 2014. h/t @Boots44 #ActOnClimate http://t.co/9HTYy9ge5V http://t.co/qI…","month":"08","year":"2014","corpus":"podesta44 drought photo lake orovil 2011 2014 boots44 actonclim","id":505002315804602400,"day":"28"},{"text":"President Obama will address the nation from the State Floor at 9pm ET tomorrow on the threat posed by ISIL. http://t.co/HAPon2AWyD","month":"09","year":"2014","corpus":"presid obama address nation state floor 9pm tomorrow threat pose isil","id":509363465572855800,"day":"09"},{"text":"Get the latest on how President Obama's partnering with businesses to #ActOnClimate → http://t.co/PbJljwyTX9 http://t.co/upwDCZBlnC","month":"09","year":"2014","corpus":"get latest presid obama partner busi actonclim","id":511965757652353000,"day":"16"},{"text":"\"The chances of an #Ebola outbreak here in the United States are extremely low.\" —President Obama: http://t.co/b4tqL36eMn","month":"09","year":"2014","corpus":"chanc ebola outbreak unit state extrem low presid obama","id":511969232687734800,"day":"16"},{"text":"\"If left unchecked, they could pose a growing threat to the United States.\" —President Obama on the terrorist group ISIL","month":"09","year":"2014","corpus":"left uncheck could pose grow threat unit state presid obama terrorist group isil","id":512272809637457900,"day":"17"},{"text":"FACT: We're investing $68 million in 540 clean energy &amp; energy efficiency projects across the country → http://t.co/uyvoBRpkuO #ActOnClimate","month":"09","year":"2014","corpus":"fact invest million 540 clean energi amp energi effici project across countri actonclim","id":512647991556337660,"day":"18"},{"text":"\"The United States continues to build a broad international coalition to degrade and ultimately destroy the terrorist group #ISIL.\" —Obama","month":"09","year":"2014","corpus":"unit state continu build broad intern coalit degrad ultim destroy terrorist group isil obama","id":512738325149409300,"day":"18"},{"text":"FACT: Today's new steps to #ActOnClimate will save homes and businesses more than $10 billion on energy bills. http://t.co/uyvoBRpkuO","month":"09","year":"2014","corpus":"fact today new step actonclim save home busi billion energi bill","id":512630981589995500,"day":"18"},{"text":"RT @GinaEPA: The cost of inaction on climate change is too high. Use hashtag #ActonClimate to share how you are taking action. #climatesumm…","month":"09","year":"2014","corpus":"ginaepa cost inact climat chang high use hashtag actonclim share take action climatesumm","id":514064275842019300,"day":"22"},{"text":"\"Our generation must move toward a global compact to confront a changing climate while we still can.\" —Obama #ActOnClimate #UNGA2014","month":"09","year":"2014","corpus":"gener must move toward global compact confront chang climat still obama actonclim unga2014","id":514463370863706100,"day":"23"},{"text":"\"We cannot condemn our children...to a future that is beyond their capacity to repair.\" —Obama: http://t.co/KzEU5thslX #ActOnClimate","month":"09","year":"2014","corpus":"cannot condemn children ... futur beyond capac repair obama actonclim","id":514527198271639550,"day":"23"},{"text":"\"Today, I call on all countries to join us...because no nation can meet this global threat alone.\" —President Obama #ActOnClimate","month":"09","year":"2014","corpus":"today call countri join ... nation meet global threat alon presid obama actonclim","id":514462446078001150,"day":"23"},{"text":"RT @AmbassadorPower: President Obama at #Climate2014: I believe, as Dr. King said, that there is such a thing as being too late. #ActOnClim…","month":"09","year":"2014","corpus":"ambassadorpow presid obama climate2014 believ king said thing late actonclim","id":514508771327229950,"day":"23"},{"text":"Don't miss President Obama speak at 12:50pm ET on his plan to #ActOnClimate → http://t.co/Uf0NUVI3qd #UNGA2014 http://t.co/7vZlJxMAb5","month":"09","year":"2014","corpus":"miss presid obama speak 50pm plan actonclim unga2014","id":514456114331930600,"day":"23"},{"text":"RT @WHLive: \"We are the 1st generation to feel the impact of climate change &amp; the last generation that can do something about it.\" —Obama #…","month":"09","year":"2014","corpus":"whlive 1st gener feel impact climat chang amp last gener someth obama","id":514461421565136900,"day":"23"},{"text":"RT @WHLive: \"The United States has made ambitious investments in clean energy, and ambitious reductions in our carbon emissions.\" —Obama #A…","month":"09","year":"2014","corpus":"whlive unit state made ambiti invest clean energi ambiti reduct carbon emiss obama","id":514461670065074200,"day":"23"},{"text":"\"Worldwide, this summer was the hottest ever recorded, with global carbon emissions still on the rise.\" —Obama #ActOnClimate #UNGA2014","month":"09","year":"2014","corpus":"worldwid summer hottest ever record global carbon emiss still rise obama actonclim unga2014","id":514460794722201600,"day":"23"},{"text":"RT @WHLive: \"Stopping #Ebola is a priority for the United States...but this has to be a priority for everyone else.\" —Obama: http://t.co/Oq…","month":"09","year":"2014","corpus":"whlive stop ebola prioriti unit state ... prioriti everyon els obama","id":515159868140191740,"day":"25"},{"text":"Watch the @VP, @LaborSec &amp; @ArneDuncan announce job-training grants for community colleges in every state at 11am ET: http://t.co/Cp8uuJSrvc","month":"09","year":"2014","corpus":"watch laborsec amp arneduncan announc job train grant commun colleg everi state 11am","id":516603110580834300,"day":"29"},{"text":"RT @GinaEPA: Spread the word about how to #ActOnClimate. We have a moral obligation to act for future generations. http://t.co/eCFFJOjNbN #…","month":"10","year":"2014","corpus":"ginaepa spread word actonclim moral oblig act futur gener","id":517392210611163140,"day":"01"},{"text":"\"We’ve tripled the electricity we harness from the wind.\" —President Obama #AmericaLeads #ActOnClimate http://t.co/7ZApnNCLaa","month":"10","year":"2014","corpus":"tripl electr har wind presid obama americalead actonclim","id":517742658174074900,"day":"02"},{"text":"RT @Podesta44: Yikes! Check out these 3 @NASA satellite images of water loss in CA #ActOnClimate http://t.co/JESzEZ0jiV","month":"10","year":"2014","corpus":"podesta44 yike check nasa satellit imag water loss actonclim","id":519568660839415800,"day":"07"},{"text":"“A changing climate will have real impacts on our military &amp; the way it executes its missions.” —Hagel: http://t.co/ih5xpIyRNt #ActOnClimate","month":"10","year":"2014","corpus":"chang climat real impact militari amp way execut mission hagel actonclim","id":521752320392966140,"day":"13"},{"text":"RT @Podesta44: February 1985: The last time global average temperatures were, well, average: http://t.co/8Jzr1lWjJc #ActOnClimate http://t.…","month":"10","year":"2014","corpus":"podesta44 februari 1985 last time global averag temperatur well averag actonclim","id":524640718329888800,"day":"21"},{"text":"We're providing manufacturers access to new and expanded state-of-the-art facilities like those at our national labs: http://t.co/dHIICYUJP5","month":"10","year":"2014","corpus":"provid manufactur access new expand state art facil like nation lab","id":526765576002080800,"day":"27"},{"text":"\"In the 5 states where a minimum wage increase was on the ballot last night, voters went 5-for-5 to increase it.\" —Obama #RaiseTheWage","month":"11","year":"2014","corpus":"state minimum wage increas ballot last night voter went increas obama raisethewag","id":530087895991066600,"day":"05"},{"text":"Get the facts on the U.S. &amp; China's new commitments to reduce carbon pollution: http://t.co/3Ns7QaNnAr #ActOnClimate http://t.co/p1yL44x4iY","month":"11","year":"2014","corpus":"get fact amp china new commit reduc carbon pollut actonclim","id":532537787346866200,"day":"12"},{"text":"Big news: The U.S. &amp; China just announced new targets to cut carbon pollution → http://t.co/pW5LQYzFRr #ActOnClimate http://t.co/r2JtIKzes3","month":"11","year":"2014","corpus":"big news amp china announc new target cut carbon pollut actonclim","id":532387713953976300,"day":"12"},{"text":"FACT: President Obama just set a new target to cut U.S. carbon pollution by 26-28% by 2025. #ActOnClimate http://t.co/VETG0LaQwX","month":"11","year":"2014","corpus":"fact presid obama set new target cut carbon pollut 2025 actonclim","id":532699259477307400,"day":"13"},{"text":"Watch a recap of President Obama's trip to China, including new commitments to reduce carbon pollution: http://t.co/OwjutKbaCF #ActOnClimate","month":"11","year":"2014","corpus":"watch recap presid obama trip china includ new commit reduc carbon pollut actonclim","id":532937888565317600,"day":"13"},{"text":"Check out this new toolkit to help communities respond to climate change → http://t.co/vH4K0utaVk #ActOnClimate http://t.co/3ETFEZTRkz","month":"11","year":"2014","corpus":"check new toolkit help commun respond climat chang actonclim","id":534479005496250400,"day":"17"},{"text":"RT @Podesta44: Bipartisan #ActOnClimate resilience task force asked for better data. So today we're launching http://t.co/4E8NM8Y6jM http:/…","month":"11","year":"2014","corpus":"podesta44 bipartisan actonclim resili task forc ask better data today launch http :/…","id":534430434172891140,"day":"17"},{"text":"\"The United States condemns in the strongest possible terms today’s horrific attack…in Peshawar, Pakistan.\" —Obama http://t.co/oZB0lpHVmY","month":"12","year":"2014","corpus":"unit state condemn strongest possibl term today horrif attack peshawar pakistan obama","id":544862834006310900,"day":"16"},{"text":"Big steps to #ActOnClimate ✓\n#ImmigrationAction ✓\nProgress to #RaiseTheWage ✓\nRecap President Obama's year of action: http://t.co/5C5RpbojZu","month":"12","year":"2014","corpus":"big step actonclim immigrationact progress raisethewag recap presid obama year action","id":547114266206023700,"day":"22"},{"text":"In 2014, President Obama took the most important step to date by the U.S. to #ActOnClimate → http://t.co/ov04rn5OgS http://t.co/AROcpiRnhl","month":"12","year":"2014","corpus":"2014 presid obama took import step date actonclim","id":549988412208341000,"day":"30"},{"text":"RT @WHLive: \"That’ll be the focus of my State of the Union Address in a couple weeks—building on the progress we’ve made.\" —President Obama","month":"01","year":"2015","corpus":"whlive focu state union address coupl week build progress made presid obama","id":552940436063780860,"day":"07"},{"text":"\"I want the people of France to know that the United States stands with you.\" —President Obama","month":"01","year":"2015","corpus":"want peopl franc know unit state stand presid obama","id":553629231389745150,"day":"09"},{"text":"RT @wusa9: Here's your chance to watch the State Of The Union from the @WhiteHouse --&gt; http://t.co/6t1jpQzRy0 #SOTUSocial http://t.co/ri61b…","month":"01","year":"2015","corpus":"wusa9 chanc watch state union whitehous --& sotusoci","id":555059457181241340,"day":"13"},{"text":"RT @whitehouseostp: 2014, Earth's hottest year on record. #ActOnClimate http://t.co/m3t1IPTJQ0 http://t.co/ghguWIshOs","month":"01","year":"2015","corpus":"whitehouseostp 2014 earth hottest year record actonclim","id":556120626985852900,"day":"16"},{"text":"Go behind the scenes on State of the Union prep today with @DeeseOMB → http://t.co/qCv1U7e3AZ #InsideSOTU http://t.co/vBPLRTnWlZ","month":"01","year":"2015","corpus":"behind scene state union prep today deeseomb insidesotu","id":556179456868376600,"day":"16"},{"text":"The best place to watch President Obama's State of the Union address on Tuesday is http://t.co/UPhTKve0OQ. #SOTU http://t.co/TdmEnHKJkZ","month":"01","year":"2015","corpus":"best place watch presid obama state union address tuesday sotu","id":556575082852536300,"day":"17"},{"text":"Watch President Obama reflect on the State of the Union and preview tomorrow's address → http://t.co/3mHtv6YLuA #SOTU","month":"01","year":"2015","corpus":"watch presid obama reflect state union preview tomorrow address sotu","id":557228364688527360,"day":"19"},{"text":"A student ✓\nA teacher ✓\nA veteran ✓\nAn astronaut ✓\nMeet @FLOTUS's guests for the State of the Union: http://t.co/ncLxzz2MSl #SOTU","month":"01","year":"2015","corpus":"student teacher veteran astronaut meet flotu guest state union sotu","id":557309261479690240,"day":"19"},{"text":"\"America is now in a position to really turn the page.\" —President Obama previewing his State of the Union: http://t.co/3mHtv6YLuA #SOTU","month":"01","year":"2015","corpus":"america posit realli turn page presid obama preview state union sotu","id":557264681015185400,"day":"19"},{"text":"We're enhancing the enhanced State of the Union. Watch tonight at 9pm ET at http://t.co/NKU3ndKHOu. #SOTU http://t.co/Oofc02Oest","month":"01","year":"2015","corpus":"enhanc enhanc state union watch tonight 9pm sotu","id":557557575542407200,"day":"20"},{"text":"President Obama wrote you a note ahead of his State of the Union.\nWatch at 9pm ET: http://t.co/NKU3ndKHOu #SOTU http://t.co/hqqmPz50T1","month":"01","year":"2015","corpus":"presid obama wrote note ahead state union watch 9pm sotu","id":557630411288113150,"day":"20"},{"text":"The speech is ready to deliver.\nWatch President Obama's State of the Union at 9pm ET → http://t.co/NKU3ndKHOu #SOTU http://t.co/pVPXx8XV60","month":"01","year":"2015","corpus":"speech readi deliv watch presid obama state union 9pm sotu","id":557687381768556540,"day":"20"},{"text":"The most interactive State of the Union address.\nEver.\nWatch a preview of tonight's 9pm ET speech → http://t.co/jnzXmNg0vk #SOTU","month":"01","year":"2015","corpus":"interact state union address ever watch preview tonight 9pm speech sotu","id":557620876657831940,"day":"20"},{"text":"\"The shadow of crisis has passed, and the State of the Union is strong.\" —President Obama: http://t.co/NKU3ndKHOu #AmericaLeads #SOTU","month":"01","year":"2015","corpus":"shadow crisi pass state union strong presid obama americalead sotu","id":557722913596784640,"day":"21"},{"text":"“The Pentagon says that climate change poses immediate risks to our national security. We should act like it.” —Obama #ActOnClimate #SOTU","month":"01","year":"2015","corpus":"pentagon say climat chang pose immedi risk nation secur act like obama actonclim sotu","id":557732936817328100,"day":"21"},{"text":"RT @Utech44: . @BYuspeh Stong agenda this year to  #ActOnClimate. 1 key step - final carbon standards for power plants this summer http://t…","month":"01","year":"2015","corpus":"utech44 byuspeh stong agenda year actonclim key step final carbon standard power plant summer","id":558018312789954560,"day":"21"},{"text":"President Obama's State of the Union address as prepared for delivery: http://t.co/6SeDx1lqez #SOTU http://t.co/TMmVXUp8V9","month":"01","year":"2015","corpus":"presid obama state union address prepar deliveri sotu","id":557717053189410800,"day":"21"},{"text":"\"No challenge poses a greater threat to future generations than climate change.\" —President Obama #SOTU #ActOnClimate http://t.co/VeH9EzTFjd","month":"01","year":"2015","corpus":"challeng pose greater threat futur gener climat chang presid obama sotu actonclim","id":557743457595572200,"day":"21"},{"text":"\"Every three weeks, we bring online as much solar power as we did in all of 2008.\" —President Obama #ActOnClimate http://t.co/m5MZLl9RQS","month":"01","year":"2015","corpus":"everi three week bring onlin much solar power 2008 presid obama actonclim","id":558317928928387100,"day":"22"},{"text":"\"We're...number one in wind power.\" —President Obama #ActOnClimate http://t.co/GMrJgLA47N","month":"01","year":"2015","corpus":"... number one wind power presid obama actonclim","id":558317807348105200,"day":"22"},{"text":"President Obama just announced new commitments to cooperate with India on climate and clean energy → http://t.co/QKVcPy0ybl #ActOnClimate","month":"01","year":"2015","corpus":"presid obama announc new commit cooper india climat clean energi actonclim","id":559467230292090900,"day":"25"},{"text":"\"The United States should not get dragged back into another...ground war in the Middle East...that's not necessary to defeat #ISIL.\" —Obama","month":"02","year":"2015","corpus":"unit state get drag back anoth ... ground war middl east ... necessari defeat isil obama","id":565611882086948860,"day":"11"},{"text":"RT @Podesta44: .@Tim_Cook: 130 MW solar power effort is Apple's \"biggest and boldest\" project to date → http://t.co/FiaaDFeUER #ActOnClimate","month":"02","year":"2015","corpus":"podesta44 tim_cook 130 solar power effort appl biggest boldest project date actonclim","id":565553823318806500,"day":"11"},{"text":"RT @Podesta44: 2. President Obama’s leadership showed time &amp; again #ActOnClimate progress is possible. My parting shot in @POLITICO: http:/…","month":"02","year":"2015","corpus":"podesta44 presid obama leadership show time amp actonclim progress possibl part shot politico http :/…","id":566281901309456400,"day":"13"},{"text":"\"States like California are leading the way providing paid leave\" —President Obama to the @NatlGovsAssoc #LeadOnLeave http://t.co/or668r1InI","month":"02","year":"2015","corpus":"state like california lead way provid paid leav presid obama natlgovsassoc leadonleav","id":569897463139708900,"day":"23"},{"text":"\"The United States seeks the peace and security of a world without nuclear weapons.\" —Obama: http://t.co/uBDs9t3VPs http://t.co/V0lEyyZ6hC","month":"03","year":"2015","corpus":"unit state seek peac secur world without nuclear weapon obama","id":573506685823795200,"day":"05"},{"text":"“It’s not science fiction. It’s not speculation. This is what the science tells us.” —President Obama on why it's time to #ActOnClimate","month":"03","year":"2015","corpus":"scienc fiction specul scienc tell presid obama time actonclim","id":573928367700992000,"day":"06"},{"text":"RT @Deese44: Not blowing hot air: @EIAgov predicting another big year for new wind, solar capacity in 2015. #ActOnClimate http://t.co/2Wau6…","month":"03","year":"2015","corpus":"deese44 blow hot air eiagov predict anoth big year new wind solar capac 2015 actonclim","id":575736077773893600,"day":"11"},{"text":"RT @lacasablanca: Why pro-immigration states are fighting back in support of the President's #ImmigrationAction: http://t.co/gpP3sNFoEs htt…","month":"03","year":"2015","corpus":"lacasablanca pro immigr state fight back support presid immigrationact htt","id":576508823420182500,"day":"13"},{"text":"\"Today, there are more job openings in the United States than at any time since 2001.\" —President Obama http://t.co/B11m5YinuR","month":"03","year":"2015","corpus":"today job open unit state time sinc 2001 presid obama","id":578268271213850600,"day":"18"},{"text":"RT @GinaEPA: Big news! President Obama signed an EO to cut federal govt's CO2 emissions: https://t.co/nYGzWOPHiQ #ActOnClimate @ErnestMoniz…","month":"03","year":"2015","corpus":"ginaepa big news presid obama sign cut feder govt co2 emiss actonclim ernestmoniz","id":578643973188649000,"day":"19"},{"text":"RT @WHLive: \"As part of the ongoing NATO mission, the United States will continue to train, advise and assist Afghan security forces.\" —Pre…","month":"03","year":"2015","corpus":"whlive part ongo nato mission unit state continu train advis assist afghan secur forc pre","id":580438182069735400,"day":"24"},{"text":"Good news: Mexico is joining the U.S. in taking steps to reduce carbon pollution and #ActOnClimate. http://t.co/dcEIahBVgE","month":"03","year":"2015","corpus":"good news mexico join take step reduc carbon pollut actonclim","id":581559106130968600,"day":"27"},{"text":"\"I’m announcing a new goal to train 75,000 workers to enter the solar industry by 2020.\" —President Obama #ActOnClimate","month":"04","year":"2015","corpus":"announc new goal train 000 worker enter solar industri 2020 presid obama actonclim","id":584039025754902500,"day":"03"},{"text":"Watch President Obama explain why climate change is a threat to public health → http://t.co/rIecvtdJef #ActOnClimate http://t.co/pETXvvrk7N","month":"04","year":"2015","corpus":"watch presid obama explain climat chang threat public health actonclim","id":585940076045041700,"day":"08"},{"text":"\"There’s no greater threat to our planet than climate change.\" —President Obama on why it's time to #ActOnClimate: http://t.co/ftxXQAUdvV","month":"04","year":"2015","corpus":"greater threat planet climat chang presid obama time actonclim","id":589454641240219600,"day":"18"},{"text":"\"The fact that the climate is changing has very serious implications for the way we live now.\" —Obama: http://t.co/ftxXQAUdvV #ActOnClimate","month":"04","year":"2015","corpus":"fact climat chang seriou implic way live obama actonclim","id":589488660501831700,"day":"18"},{"text":"\"Our carbon pollution has fallen by 10% since 2007, even as we’ve grown our economy\" —President Obama: http://t.co/ftxXQAUdvV #ActOnClimate","month":"04","year":"2015","corpus":"carbon pollut fallen sinc 2007 even grown economi presid obama actonclim","id":589850988716032000,"day":"19"},{"text":"President Obama is headed to @EvergladesNPS on #EarthDay to discuss the need to #ActOnClimate: http://t.co/k8fbW7HGUM http://t.co/sNfDvBi9WM","month":"04","year":"2015","corpus":"presid obama head evergladesnp earthday discuss need actonclim","id":590194648196362200,"day":"20"},{"text":"RT @BillNye: Heading down to DC to catch an #EarthDay flight on Air Force One tomorrow with the President. We're going to #ActOnClimate.","month":"04","year":"2015","corpus":"billny head catch earthday flight air forc one tomorrow presid go actonclim","id":590663932622331900,"day":"21"},{"text":"“If we don’t act, there may not be an Everglades as we know it.” —President Obama #EarthDay #ActOnClimate http://t.co/GlKoXWYRXs","month":"04","year":"2015","corpus":"act may everglad know presid obama earthday actonclim","id":590958956673105900,"day":"22"},{"text":"President Obama is in the @EvergladesNPS today to discuss the need to #ActOnClimate: http://t.co/DK9rdytjru #EarthDay http://t.co/oUrprDmt90","month":"04","year":"2015","corpus":"presid obama evergladesnp today discuss need actonclim earthday","id":590915580808466400,"day":"22"},{"text":"RT @JohnKerry: This #EarthDay, I’m calling on Americans &amp; concerned citizens everywhere to crank up the volume: let’s #ActOnClimate: http:/…","month":"04","year":"2015","corpus":"johnkerri earthday call american amp concern citizen everywher crank volum let actonclim http :/…","id":590884733128585200,"day":"22"},{"text":"This is the only planet we've got.\nLet's fight to protect it.\nhttp://t.co/DK9rdyKUQ4 #ActOnClimate #EarthDay http://t.co/OvTK4lOFhN","month":"04","year":"2015","corpus":"planet got let fight protect actonclim earthday","id":590891469222846500,"day":"22"},{"text":"RT @WHLive: \"2014 was the planet’s warmest year on record.\" —President Obama #ActOnClimate #EarthDay http://t.co/y697H3FDgB","month":"04","year":"2015","corpus":"whlive 2014 planet warmest year record presid obama actonclim earthday","id":590959140819832800,"day":"22"},{"text":"\"Climate change can no longer be denied…and action can no longer be delayed\" —President Obama #ActOnClimate #EarthDay http://t.co/H50MOTIRns","month":"04","year":"2015","corpus":"climat chang longer deni action longer delay presid obama actonclim earthday","id":590959620262404100,"day":"22"},{"text":"RT @PAniskoff44: This #EarthDay I'm going 2 #ActonClimate so I can enjoy beautiful parks like this with my litte one for years to come http…","month":"04","year":"2015","corpus":"paniskoff44 earthday go actonclim enjoy beauti park like litt one year come http","id":590911194917134300,"day":"22"},{"text":"\"We’re using more clean energy than ever before. America is number one in wind power.\" —Obama #ActOnClimate #EarthDay http://t.co/8ns5L6fNC5","month":"04","year":"2015","corpus":"use clean energi ever america number one wind power obama actonclim earthday","id":590959841700671500,"day":"22"},{"text":"RT @Deese44: US companies continue stepping up to #ActOnClimate—@McDonalds announces global supply-chain deforestation commitment: http://t…","month":"04","year":"2015","corpus":"deese44 compani continu step actonclim mcdonald announc global suppli chain deforest commit","id":590981404290375700,"day":"22"},{"text":"“Protecting the one planet we’ve got is what we have to do for the next generation.” —Obama #EarthDay #ActOnClimate http://t.co/JZyXzzYFHb","month":"04","year":"2015","corpus":"protect one planet got next gener obama earthday actonclim","id":590961717653467100,"day":"22"},{"text":"RT @Deese44: Ag sector stepping up today to #ActOnClimate = good for environment &amp; economy. Read @Medium https://t.co/Z9sbJFkrrh http://t.c…","month":"04","year":"2015","corpus":"deese44 sector step today actonclim good environ amp economi read medium","id":591328231103463400,"day":"23"},{"text":"RT @Goldfuss44: Smart, #ActOnClimate planning and design can make infrastructure more resilient, better for communities @thehill: http://t.…","month":"05","year":"2015","corpus":"goldfuss44 smart actonclim plan design make infrastructur resili better commun thehil","id":595618583243264000,"day":"05"},{"text":"RT @whitehouseostp: Dr. Holdren is in Lincoln, NE, today, learning how locals are using science to #ActOnClimate https://t.co/CxF0iN1lKj ht…","month":"05","year":"2015","corpus":"whitehouseostp holdren lincoln today learn local use scienc actonclim","id":596041662775709700,"day":"06"},{"text":"Go behind the lens for photos of President Obama in 49 states (tomorrow, it will be 50) → http://t.co/6EVM3U9e4i http://t.co/GKC7ptsMi5","month":"05","year":"2015","corpus":"behind len photo presid obama state tomorrow","id":596338147409047600,"day":"07"},{"text":"Wheels down in South Dakota—the 50th state President Obama has visited since taking office. http://t.co/6EVM3UqPsS http://t.co/IvgsRGHp0N","month":"05","year":"2015","corpus":"wheel south dakota 50th state presid obama visit sinc take offic","id":596793085792751600,"day":"08"},{"text":"Tea time at Camp David.\nPresident Obama is meeting with Gulf state leaders at the #GCCSummit. http://t.co/I5ASHhPbS3","month":"05","year":"2015","corpus":"tea time camp david presid obama meet gulf state leader gccsummit","id":598915433526202400,"day":"14"},{"text":"RT if you agree: It's time to #ActOnClimate by investing in clean energy → http://t.co/YD9G6URXN6 http://t.co/RrdcMrK4t7","month":"05","year":"2015","corpus":"agre time actonclim invest clean energi","id":600809892501450800,"day":"19"},{"text":"\"We need to act—and we need to act now.\"\nRT if you agree with @POTUS: It's time to #ActOnClimate. http://t.co/IbNgN9w61I","month":"05","year":"2015","corpus":"need act need act agre potu time actonclim","id":601054659378335700,"day":"20"},{"text":"RT @Interior: Just Announced: @usbr to invest $50M in water #conservation to help drought-stricken states http://t.co/GThBiOGxPl http://t.c…","month":"05","year":"2015","corpus":"interior announc usbr invest 50m water conserv help drought stricken state","id":601158468494590000,"day":"20"},{"text":"\"14 of the 15 hottest years on record have been in the past 15 years.\" —President Obama #ActOnClimate","month":"05","year":"2015","corpus":"hottest year record past year presid obama actonclim","id":601053534247907300,"day":"20"},{"text":"RT @WHLive: \"I’ve committed to doubling the pace at which we cut carbon pollution.\" —@POTUS #ActOnClimate http://t.co/q2ZFQCPKk2","month":"05","year":"2015","corpus":"whlive commit doubl pace cut carbon pollut potu actonclim","id":601057675447771100,"day":"20"},{"text":"The planet is getting warmer.\nGlaciers are melting.\nSea levels are rising.\nIt's time to #ActOnClimate. http://t.co/l1rKJK5KQH","month":"05","year":"2015","corpus":"planet get warmer glacier melt sea level rise time actonclim","id":601068930518655000,"day":"20"},{"text":"\"Last year was the planet’s warmest year ever recorded.\" —@POTUS #ActOnClimate http://t.co/nOCtCEl3Wh","month":"05","year":"2015","corpus":"last year planet warmest year ever record potu actonclim","id":601053645480849400,"day":"20"},{"text":"RT @Deese44: Great to be @BetterBldgsDOE this AM. Energy efficiency is a win-win-win: creates jobs, saves $, helps #ActOnClimate https://t.…","month":"05","year":"2015","corpus":"deese44 great betterbldgsdo energi effici win win win creat job save help actonclim","id":603592760818532400,"day":"27"},{"text":"RT @Goddeez1027: Find a way 2 Invest in solar energy for home 2 reap the benefits in the longrun #ActOnClimate","month":"05","year":"2015","corpus":"goddeez1027 find way invest solar energi home reap benefit longrun actonclim","id":604002506159468500,"day":"28"},{"text":"RT @ZCarlander: Mr @POTUS, in the state of the union speech you said that climate change is a national security issue. Can you explain why …","month":"05","year":"2015","corpus":"zcarland potu state union speech said climat chang nation secur issu explain","id":603972848584130600,"day":"28"},{"text":"Worth a read: Here’s why @POTUS is in Miami for a hurricane preparedness briefing → http://t.co/lU2sqP1U2v #ActOnClimate","month":"05","year":"2015","corpus":"worth read potu miami hurrican prepared brief actonclim","id":603946029071802400,"day":"28"},{"text":"RT @codedweller: #ActOnClimate * Converted entire Lab to LED lighting. * Optimizing software to save power. * Exploring solar to offset alw…","month":"05","year":"2015","corpus":"codedwel actonclim convert entir lab led light optim softwar save power explor solar offset alw","id":604027029755813900,"day":"28"},{"text":"Check out yesterday's #AskPOTUS Q&amp;A and share what you're doing to #ActOnClimate → http://t.co/vdm8SQrTW6 http://t.co/jgzUj0sPyH","month":"05","year":"2015","corpus":"check yesterday askpotu amp share actonclim","id":604291764397031400,"day":"29"},{"text":"RT @StateDept: Secretary of State made final decision to rescind #Cuba’s designation as State Sponsor of Terrorism, effective 5/29. http://…","month":"05","year":"2015","corpus":"statedept secretari state made final decis rescind cuba design state sponsor terror effect","id":604322700987752400,"day":"29"},{"text":"RT @WHLive: \"I’ve made it a pillar of my foreign policy to make sure that the United States is more deeply engaged in the Asia Pacific\" —@P…","month":"06","year":"2015","corpus":"whlive made pillar foreign polici make sure unit state deepli engag asia pacif","id":605440639237390300,"day":"01"},{"text":"RT @Interior: 3 new solar projects will generate enough electricity to power 132K homes  http://t.co/le39U1gK6R #ActOnClimate http://t.co/Q…","month":"06","year":"2015","corpus":"interior new solar project gener enough electr power 132k home actonclim","id":605481270152339500,"day":"01"},{"text":"RT @GinaEPA: 1 year ago today, I signed the #CleanPowerPlan to help our country reduce carbon pollution &amp; #ActOnClimate. http://t.co/tnZPNQ…","month":"06","year":"2015","corpus":"ginaepa year ago today sign cleanpowerplan help countri reduc carbon pollut amp actonclim","id":605826827353849900,"day":"02"},{"text":"RT @Deese44: Meeting with campus leaders today to talk #ActOnClimate - tomorrow I'll take your Qs @tumblr at 2:15 pm, join in: http://t.co/…","month":"06","year":"2015","corpus":"deese44 meet campu leader today talk actonclim tomorrow take tumblr join","id":605769080243548200,"day":"02"},{"text":"Got Q's for @Deese44 on how YOU can #ActOnClimate? \nAsk on @Tumblr before his 2:15pm ET Q&amp;A: http://t.co/FBTQ16AACm http://t.co/rey6cxTkEM","month":"06","year":"2015","corpus":"got deese44 actonclim ask tumblr 15pm amp","id":606132344240504800,"day":"03"},{"text":"FACT: States refusing to expand Medicaid through the ACA are leaving 4.3 million uninsured → http://t.co/yspWD1vvKm http://t.co/BjtiK8dOdK","month":"06","year":"2015","corpus":"fact state refus expand medicaid aca leav million uninsur","id":606473679682203600,"day":"04"},{"text":"RT @whitehouseostp: Dr. John Holdren on why we need to #ActOnClimate: https://t.co/tKftzv0xWX #Climate25","month":"06","year":"2015","corpus":"whitehouseostp john holdren need actonclim climate25","id":608723236029800400,"day":"10"},{"text":"RT @aaseiger: Biden brought the crowd to its feet with tears in their eyes @WhiteHouse clean energy investment summit #actonclimate http://…","month":"06","year":"2015","corpus":"aaseig biden brought crowd feet tear eye whitehous clean energi invest summit actonclim","id":610946094512541700,"day":"16"},{"text":"RT the news: We're announcing $4 billion in new clean energy  investments → http://t.co/0UnLOvAzl3 #ActOnClimate http://t.co/HiGXePBoO2","month":"06","year":"2015","corpus":"news announc billion new clean energi invest actonclim","id":610808465905156100,"day":"16"},{"text":"Chart of the week: We're generating more clean energy than ever before → http://t.co/Y2UKhyPLRo #ActOnClimate http://t.co/ttM1GvGpQK","month":"06","year":"2015","corpus":"chart week gener clean energi ever actonclim","id":610853770503651300,"day":"16"},{"text":"\"I’m so proud to be here for the installation of our 83rd Attorney General of the United States, @LorettaLynch.\" —@POTUS","month":"06","year":"2015","corpus":"proud instal 83rd attorney gener unit state lorettalynch potu","id":611192609634156500,"day":"17"},{"text":"These entrepreneurs are serious about the need to #ActOnClimate.\nWatch them show off the latest in clean tech → https://t.co/2gqKngowvE","month":"06","year":"2015","corpus":"entrepreneur seriou need actonclim watch show latest clean tech","id":610965669245530100,"day":"17"},{"text":"\"I welcome His Holiness Pope Francis's encyclical\" —@POTUS on @Pontifex making the case to #ActOnClimate. #LaudatoSi http://t.co/u6rKUpUVd9","month":"06","year":"2015","corpus":"welcom holi pope franci encycl potu pontifex make case actonclim laudatosi","id":611632933066027000,"day":"18"},{"text":"The average American family is on pace to save about $700 at the pump this year. http://t.co/xA1novsABn #ActOnClimate http://t.co/CUQLfFu9f0","month":"06","year":"2015","corpus":"averag american famili pace save 700 pump year actonclim","id":611985533808549900,"day":"19"},{"text":"\"It's science.\nIt's fact.\nIt's like gravity.\"\n—@POTUS to the @USMayors on the need to #ActOnClimate http://t.co/d4zG5nD7MK","month":"06","year":"2015","corpus":"scienc fact like graviti potu usmayor need actonclim","id":612014951109034000,"day":"19"},{"text":"RT @Utech44: I #ActOnClimate to protect the people and the places I love. Share with us your reason! http://t.co/oKAkdKonPe","month":"06","year":"2015","corpus":"utech44 actonclim protect peopl place love share reason","id":613378637060964400,"day":"23"},{"text":"To act or not to act.\nThat's the choice we face.\nLet's do right by our kids and #ActOnClimate: http://t.co/tYWUJQpRie http://t.co/S2Cebct7s9","month":"06","year":"2015","corpus":"act act choic face let right kid actonclim","id":613394278090469400,"day":"23"},{"text":"RT @SecretaryJewell: Climate change is putting our nat'l parks at risk. We must #ActOnClimate to protect these special places for all.SJ ht…","month":"06","year":"2015","corpus":"secretaryjewel climat chang put nat park risk must actonclim protect special place","id":613412226137862100,"day":"23"},{"text":"\"When I became President, same-sex marriage was legal in only 2 states.\nToday, it’s legal in 37 states &amp; the District of Columbia.\" —@POTUS","month":"06","year":"2015","corpus":"becam presid sex marriag legal state today legal state amp district columbia potu","id":613819824561479700,"day":"24"},{"text":"Trade Adjustment Assistance benefits workers in every state.\nIt's time to reauthorize it → http://t.co/EbJTwb52Te http://t.co/bvinPOEvjc","month":"06","year":"2015","corpus":"trade adjust assist benefit worker everi state time reauthor","id":613781769293180900,"day":"24"},{"text":"\"As citizens of the state of Ohio and the United States...we wanted to be recognized as a couple.\" #LoveWins\nhttps://t.co/PhMLqNBUSk","month":"06","year":"2015","corpus":"citizen state ohio unit state ... want recogn coupl lovewin","id":614539856497131500,"day":"26"},{"text":"RT @POTUS: we need to encourage states to take advantage of medicaid expansion; could insure 4 mil more people in 22 states! https://t.co/S…","month":"07","year":"2015","corpus":"potu need encourag state take advantag medicaid expans could insur mil peopl state","id":616334598927216600,"day":"01"},{"text":"We're generating 20 times more solar electricity than when @POTUS took office → http://t.co/6lAkqSk2Kc #ActOnClimate http://t.co/rrYKNkFFvu","month":"07","year":"2015","corpus":"gener time solar electr potu took offic actonclim","id":618491002102288400,"day":"07"},{"text":"RT @Deese44: Expanding access to solar for all Americans helps #ActOnClimate, save $. Great day in Bmore w @RepCummings @MayorSRB http://t.…","month":"07","year":"2015","corpus":"deese44 expand access solar american help actonclim save great day bmore repcum mayorsrb","id":618481735903252500,"day":"07"},{"text":"\"The United States is home to 5% of the world’s population, but 25% of the world’s prisoners.\" —@POTUS: http://t.co/oZ6YAaPq4P","month":"07","year":"2015","corpus":"unit state home world popul world prison potu","id":621062501380300800,"day":"14"},{"text":"Climate change is one of the biggest threats we face.\nShare why you believe it's time to #ActOnClimate. http://t.co/ie84taSL7T","month":"07","year":"2015","corpus":"climat chang one biggest threat face share believ time actonclim","id":626830901645717500,"day":"30"},{"text":"RT @GinaEPA: We have to ensure a safe climate for generations to come. We must #ActOnClimate now. #CleanPowerPlan https://t.co/b6ImMd77UI","month":"08","year":"2015","corpus":"ginaepa ensur safe climat gener come must actonclim cleanpowerplan","id":627585493237149700,"day":"01"},{"text":"RT @Deese44: A Memo to America\nFrom: @POTUS \nRE: Our planet\nWe're taking out biggest step yet to #ActOnClimate. Watch: https://t.co/7KBPJk…","month":"08","year":"2015","corpus":"deese44 memo america potu planet take biggest step yet actonclim watch","id":627883794788319200,"day":"02"},{"text":"RT @MomRovin: Because I love my kids~ and their friends~ and my future grandchildren~ #ActOnClimate #CleanPowerPlan  https://t.co/bppt7rLHsY","month":"08","year":"2015","corpus":"momrovin love kid friend futur grandchildren actonclim cleanpowerplan","id":627896017552171000,"day":"02"},{"text":"RT @PiperPerabo: .@POTUS I'm proud of you! Let's do this! #ActOnClimate The biggest step we've ever taken http://t.co/mTurLjeqhd http://t.c…","month":"08","year":"2015","corpus":"piperperabo potu proud let actonclim biggest step ever taken","id":627944787484782600,"day":"02"},{"text":"Watch live: @POTUS speaks on the biggest step we've taken to #ActOnClimate → http://t.co/knl0MO6eD0 #CleanPowerPlan http://t.co/D7Ubmhb27d","month":"08","year":"2015","corpus":"watch live potu speak biggest step taken actonclim cleanpowerplan","id":628267782308761600,"day":"03"},{"text":"RT @POTUS: It's time to change that. With the Clean Power Plan, by 2030, carbon pollution from power plants will be 32% lower than it was a…","month":"08","year":"2015","corpus":"potu time chang clean power plan 2030 carbon pollut power plant lower","id":628283352303411200,"day":"03"},{"text":"RT @Rohan44: Today! @POTUS announces \"biggest, most important step we've ever taken to combat climate change\" #ActOnClimate http://t.co/1Gq…","month":"08","year":"2015","corpus":"rohan44 today potu announc biggest import step ever taken combat climat chang actonclim","id":628214785868451800,"day":"03"},{"text":"President Obama's #CleanPowerPlan will save Americans billions of dollars → http://t.co/knl0MO6eD0 #ActOnClimate http://t.co/PT9x7HKyer","month":"08","year":"2015","corpus":"presid obama cleanpowerplan save american billion dollar actonclim","id":628571715581444100,"day":"04"},{"text":"RT @Deese44: Watch @POTUS congratulate @ESA_org on 100 years of working to protect our environment and ecosystems. #ActOnClimate http://t.c…","month":"08","year":"2015","corpus":"deese44 watch potu congratul esa_org 100 year work protect environ ecosystem actonclim","id":631190611492773900,"day":"11"},{"text":".@POTUS is headed to the frontlines of our fight against climate change.\nWatch → http://t.co/eAVC9RjeMV #ActOnClimate http://t.co/X1iKf8dKDb","month":"08","year":"2015","corpus":"potu head frontlin fight climat chang watch actonclim","id":631842609560838100,"day":"13"},{"text":"RT if you agree: It's time to #ActOnClimate.\nWatch @POTUS preview his trip to Alaska → http://t.co/eAVC9RjeMV http://t.co/X1iKf8dKDb","month":"08","year":"2015","corpus":"agre time actonclim watch potu preview trip alaska","id":631854001940660200,"day":"13"},{"text":"RT if your state has taken action to #RaiseTheWage since 2013:\nAK AR CA CT DC DE HI MA MD MN MI NE NY NJ RI SD VT WV. http://t.co/Db3tsfOo6Z","month":"08","year":"2015","corpus":"state taken action raisethewag sinc 2013","id":633699177755738100,"day":"18"},{"text":"\"My advice to any students that would like to be involved in climate change is to be fearless.\" #ActOnClimate http://t.co/cDXf5vDWk0","month":"08","year":"2015","corpus":"advic student would like involv climat chang fearless actonclim","id":634847542740561900,"day":"21"},{"text":"\"17 states, and more than two dozen cities and counties, have raised their minimum wage\" —@POTUS: http://t.co/bwLlqUqffG #RaiseTheWage","month":"08","year":"2015","corpus":"state two dozen citi counti rais minimum wage potu raisethewag","id":635157025245167600,"day":"22"},{"text":"RT @WHLive: At 8pm ET, @POTUS is announcing new commitments to clean energy technology: http://t.co/a5BDHjPoLt #ActOnClimate http://t.co/kr…","month":"08","year":"2015","corpus":"whlive 8pm potu announc new commit clean energi technolog actonclim","id":635947978172289000,"day":"24"},{"text":"We're making it easier for homeowners to put solar panels on the roof with PACE: http://t.co/WHt0jTqlev #ActOnClimate http://t.co/x7YluMJwF9","month":"08","year":"2015","corpus":"make easier homeown put solar panel roof pace actonclim","id":635901792740446200,"day":"24"},{"text":"\"That's what Americans do. We can do anything. And, you guys are proving it every single day.\" —@POTUS #ActOnClimate","month":"08","year":"2015","corpus":"american anyth guy prove everi singl day potu actonclim","id":635975542878044200,"day":"25"},{"text":"Watch @POTUS announce the new steps we're taking to move America toward a clean energy future: http://t.co/du67N7C0la #ActOnClimate","month":"08","year":"2015","corpus":"watch potu announc new step take move america toward clean energi futur actonclim","id":635989168775135200,"day":"25"},{"text":"Watch President Obama's weekly address on his upcoming trip to Alaska and steps to #ActOnClimate: http://t.co/VET7C1jY1F","month":"08","year":"2015","corpus":"watch presid obama weekli address upcom trip alaska step actonclim","id":637655388943466500,"day":"29"},{"text":"\"As long as I’m President, America will lead the world to meet the threat of climate change.\" —@POTUS: http://t.co/VET7C1ByTd #ActOnClimate","month":"08","year":"2015","corpus":"long presid america lead world meet threat climat chang potu actonclim","id":638093875119173600,"day":"30"},{"text":"\"The science is stark, it is sharpening, and it proves that this once-distant threat is now very much in the present.\" —@POTUS #ActOnClimate","month":"09","year":"2015","corpus":"scienc stark sharpen prove distant threat much present potu actonclim","id":638517093797888000,"day":"01"},{"text":"\"On this issue, of all issues, there is such a thing as being too late. And that moment is almost upon us.\" —@POTUS #ActOnClimate","month":"09","year":"2015","corpus":"issu issu thing late moment almost upon potu actonclim","id":638522293891780600,"day":"01"},{"text":"\"Climate change is no longer some far-off problem. It is happening here and now.\" —@POTUS in Alaska #ActOnClimate http://t.co/fCFU78O8ju","month":"09","year":"2015","corpus":"climat chang longer far problem happen potu alaska actonclim","id":638519103020531700,"day":"01"},{"text":"The climate is changing faster than our efforts to address it.\nThat must change.\nhttp://t.co/Bj2OH3qUJM #ActOnClimate http://t.co/X4FjVTAXl6","month":"09","year":"2015","corpus":"climat chang faster effort address must chang actonclim","id":639188114821541900,"day":"02"},{"text":"RT @VP: \"This is a good deal. It's a good deal for the United States, for the world, and for Israel.\" -VP Biden on #IranDeal https://t.co/y…","month":"09","year":"2015","corpus":"good deal good deal unit state world israel biden irand","id":639432388620251100,"day":"03"},{"text":"\"What's happening here is America's wake-up call.\" —@POTUS in Alaska on the impacts of climate change #ActOnClimate http://t.co/MT6wyvWos1","month":"09","year":"2015","corpus":"happen america wake call potu alaska impact climat chang actonclim","id":639268075729211400,"day":"03"},{"text":"Check out the photos from @POTUS's trip to the frontlines of climate change → http://t.co/qNLETT73iy #ActOnClimate http://t.co/TvXmsXxwJL","month":"09","year":"2015","corpus":"check photo potu trip frontlin climat chang actonclim","id":639848044574416900,"day":"04"},{"text":"\"What's happening is not going to be contained unless we are serious about climate change.\" —@POTUS #ActOnClimate http://t.co/aiYYi5N9qD","month":"09","year":"2015","corpus":"happen go contain unless seriou climat chang potu actonclim","id":639876654089797600,"day":"04"},{"text":"\"If we don’t act, this simply won’t be here for future generations to enjoy.\"  —@POTUS at Exit Glacier #ActOnClimate https://t.co/5y0EZGSgSK","month":"09","year":"2015","corpus":"act simpli futur gener enjoy potu exit glacier actonclim","id":639890931370606600,"day":"04"},{"text":"There is such a thing as being too late to #ActOnClimate.\nLet's not let that happen → http://t.co/Xs7VFnbDeM http://t.co/aiYYi5N9qD","month":"09","year":"2015","corpus":"thing late actonclim let let happen","id":640586103922233300,"day":"06"},{"text":"RT to share how we're investing in clean energy in states around the country → http://t.co/GbyelpSmaf #ActOnClimate http://t.co/MivZxVPhkz","month":"09","year":"2015","corpus":"share invest clean energi state around countri actonclim","id":644258472985391100,"day":"16"},{"text":"RT @rhodes44: The Iran deal will be implemented. The United States has an Embassy in Havana. #change.","month":"09","year":"2015","corpus":"rhodes44 iran deal implement unit state embassi havana chang","id":645061000241283100,"day":"19"},{"text":"RT @rhodes44: The success of Muslim Americans in our country is the ultimate rebuke to terrorists who claim the United States is at war wit…","month":"09","year":"2015","corpus":"rhodes44 success muslim american countri ultim rebuk terrorist claim unit state war wit","id":646070610435686400,"day":"21"},{"text":"\"Holy Father, you remind us that we have a sacred obligation to protect our planet—God’s magnificent gift to us.\" —@POTUS #ActOnClimate","month":"09","year":"2015","corpus":"holi father remind sacr oblig protect planet god magnific gift potu actonclim","id":646680804626579500,"day":"23"},{"text":".@POTUS takes you to the frontlines of our fight to #ActOnClimate in @RollingStone → http://t.co/PCp120ie51 http://t.co/9Qv2ZGCOpG","month":"09","year":"2015","corpus":"potu take frontlin fight actonclim rollingston","id":647155402535227400,"day":"24"},{"text":"RT @FLOTUS: First glance at tonight's China State Dinner. http://t.co/8JSkABvvdX","month":"09","year":"2015","corpus":"flotu first glanc tonight china state dinner","id":647555600285630500,"day":"25"},{"text":"\"When the United States and China work together, it makes our nations and the world more prosperous and more secure.\" —@POTUS","month":"09","year":"2015","corpus":"unit state china work togeth make nation world prosper secur potu","id":647401629424201700,"day":"25"},{"text":"\"I want to commend China for announcing that it will begin a...market-based cap-and-trade system to limit emissions\" —@POTUS #ActOnClimate","month":"09","year":"2015","corpus":"want commend china announc begin ... market base cap trade system limit emiss potu actonclim","id":647447769003769900,"day":"25"},{"text":"\"Today, I am committing the United States to achieving the Sustainable Development Goals.\" —@POTUS https://t.co/wydLjCjPnX #GlobalGoals","month":"09","year":"2015","corpus":"today commit unit state achiev sustain develop goal potu globalgo","id":648214001692868600,"day":"27"},{"text":"Go behind the lens of the China State Visit to the White House → http://t.co/XWpB7LQpVi http://t.co/YK9jXZUxzu","month":"09","year":"2015","corpus":"behind len china state visit white hous","id":648146294310072300,"day":"27"},{"text":"\"The United States...remains the single largest donor of development assistance, including in global health\" —@POTUS: http://t.co/QrXzBgWdrR","month":"09","year":"2015","corpus":"unit state ... remain singl largest donor develop assist includ global health potu","id":648213389085380600,"day":"27"},{"text":"\"For 50 years, the United States pursued a Cuba policy that failed to improve the lives of the Cuban people. We changed that.\" —@POTUS #UNGA","month":"09","year":"2015","corpus":"year unit state pursu cuba polici fail improv live cuban peopl chang potu unga","id":648506804217909200,"day":"28"},{"text":"\"Out of the ashes of the Second World War...the United States has worked with many nations in this Assembly to prevent a 3rd\" —@POTUS #UNGA","month":"09","year":"2015","corpus":"ash second world war ... unit state work mani nation assembl prevent 3rd potu unga","id":648501971847106600,"day":"28"},{"text":"RT @WHLive: \"As President of the United States, I am mindful of the dangers we face—they cross my desk every morning.\" —@POTUS #UNGA","month":"09","year":"2015","corpus":"whlive presid unit state mind danger face cross desk everi morn potu unga","id":648503883505930200,"day":"28"},{"text":"\"The United States is increasing the number of refugees who we will welcome within our borders\" —@POTUS: http://t.co/1HwsI34w4D #AidRefugees","month":"09","year":"2015","corpus":"unit state increas number refuge welcom within border potu aidrefuge","id":648509219331637200,"day":"28"},{"text":"\"A majority of Republican voters think climate change is caused by human activity\" —@POTUS #ActOnClimate http://t.co/C0KMwBXg29","month":"09","year":"2015","corpus":"major republican voter think climat chang caus human activ potu actonclim","id":649320092682092500,"day":"30"},{"text":"Watch live: @POTUS speaks to state legislators from around the country → http://t.co/kpytW7jAzz","month":"09","year":"2015","corpus":"watch live potu speak state legisl around countri","id":649317668747628500,"day":"30"},{"text":"There's never been more momentum around the world to #ActOnClimate.\nGet the latest → http://t.co/VVI6byyA7h http://t.co/6d27XQAPyi","month":"10","year":"2015","corpus":"never momentum around world actonclim get latest","id":650059264518565900,"day":"02"},{"text":"\"So far this year, nearly 50,000 wildfires have burned more than 9 million acres—an area larger than...Maryland.\" —@POTUS #ActOnClimate","month":"10","year":"2015","corpus":"far year nearli 000 wildfir burn million acr area larger ... maryland potu actonclim","id":650696692531097600,"day":"04"},{"text":"“We face no greater long-term challenge than climate change\" —@AmbassadorRice http://t.co/dQRvDzvIMy #ActOnClimate http://t.co/NkCOEwwLbB","month":"10","year":"2015","corpus":"face greater long term challeng climat chang ambassadorric actonclim","id":653927643520311300,"day":"13"},{"text":"Get the latest on how @POTUS is partnering with businesses to #ActOnClimate → http://t.co/noK3cyGiEP http://t.co/GOtIZcb4rN","month":"10","year":"2015","corpus":"get latest potu partner busi actonclim","id":654730370424815600,"day":"15"},{"text":"\"I want to commend South Korea for announcing its post-2020 target to limit carbon emissions\" —@POTUS #ActOnClimate http://t.co/Vb6Zqk9YZe","month":"10","year":"2015","corpus":"want commend south korea announc post 2020 target limit carbon emiss potu actonclim","id":655085107515031600,"day":"16"},{"text":"RT @POTUS: I just met with CEOs of some of our biggest companies who are stepping up to #ActOnClimate. It's good for the planet - and the b…","month":"10","year":"2015","corpus":"potu met ceo biggest compani step actonclim good planet","id":656156225206292500,"day":"19"},{"text":"RT @Dell: Proud to join @WhiteHouse American Business Act on Climate Pledge http://t.co/wggSYN9bn3 #ActonClimate #COP21 http://t.co/ZLnBjHl…","month":"10","year":"2015","corpus":"dell proud join whitehous american busi act climat pledg actonclim cop21","id":656149755513344000,"day":"19"},{"text":"More than 80 major U.S. companies are taking action. Get the full list here → http://t.co/IU2TJ02bHg #ActOnClimate  https://t.co/0hcQosUSDe","month":"10","year":"2015","corpus":"major compani take action get full list actonclim","id":656155121106071600,"day":"19"},{"text":"RT @FactsOnClimate: President Obama's #CleanPowerPlan is the biggest step we've ever taken to #ActOnClimate → https://t.co/D0uInQ4O6t https…","month":"10","year":"2015","corpus":"factsonclim presid obama cleanpowerplan biggest step ever taken actonclim http","id":656499979633102800,"day":"20"},{"text":"Follow @FactsOnClimate so you're armed with the facts about climate change and what we're doing to #ActOnClimate. https://t.co/uyXCVOyXTH","month":"10","year":"2015","corpus":"follow factsonclim arm fact climat chang actonclim","id":656497847576035300,"day":"20"},{"text":"CA ✓\nCT ✓\nDC ✓\nNY ✓\nMA ✓\nME ✓\nNM ✓\nVT ✓\nWA ✓\nAttorneys general from states nationwide support the #CleanPowerPlan: https://t.co/ZLJ5FCuW8F","month":"10","year":"2015","corpus":"attorney gener state nationwid support cleanpowerplan","id":657680660979552300,"day":"23"},{"text":"RT @FactsOnClimate: READ IT: Attorneys General from across the country share why #CleanPowerPlan is a good way to combat climate change. ht…","month":"10","year":"2015","corpus":"factsonclim read attorney gener across countri share cleanpowerplan good way combat climat chang","id":657674208600805400,"day":"23"},{"text":"RT @FactsOnClimate: See how President Obama's #CleanPowerPlan will benefit your state → https://t.co/LVUvjg1OIG #ActOnClimate https://t.co/…","month":"10","year":"2015","corpus":"factsonclim see presid obama cleanpowerplan benefit state actonclim","id":658736544291889200,"day":"26"},{"text":"RT @WHLive: \"In states with high gun ownership police officers are three times more likely to be murdered than in states with low gun owner…","month":"10","year":"2015","corpus":"whlive state high gun ownership polic offic three time like murder state low gun owner","id":659096697306501100,"day":"27"},{"text":"RT @ErnestMoniz: When companies #ActOnClimate it's good for the planet AND for business: https://t.co/xLyt7whDb9 https://t.co/QbH6FmRG9H","month":"10","year":"2015","corpus":"ernestmoniz compani actonclim good planet busi","id":659369600153337900,"day":"28"},{"text":"\"The @StateDept has decided that the Keystone XL Pipeline would not serve the national interest of the United States.\" —@POTUS #ActOnClimate","month":"11","year":"2015","corpus":"statedept decid keyston pipelin would serv nation interest unit state potu actonclim","id":662675629914107900,"day":"06"},{"text":"\"America has cut our total carbon pollution more than any other country on Earth.\" —@POTUS #ActOnClimate https://t.co/iAqieP9RUx","month":"11","year":"2015","corpus":"america cut total carbon pollut countri earth potu actonclim","id":662677680169578500,"day":"06"},{"text":"\"We’ve got to come together...to protect the one planet we’ve got while we still can.\" —@POTUS #ActOnClimate https://t.co/yyUhBOEhNy","month":"11","year":"2015","corpus":"got come togeth ... protect one planet got still potu actonclim","id":662779041045352400,"day":"06"},{"text":"\"Today, we gather once more to salute every patriot who has ever proudly worn the uniform of the United States\" —@POTUS #VeteransDay","month":"11","year":"2015","corpus":"today gather salut everi patriot ever proudli worn uniform unit state potu veteransday","id":664483358643122200,"day":"11"},{"text":"\"No nation is immune to the consequences of a changing climate.\" —@POTUS at #APEC2015\nIt's time to #ActOnClimate https://t.co/WrJTxNX9pw","month":"11","year":"2015","corpus":"nation immun consequ chang climat potu apec2015 time actonclim","id":666810849705762800,"day":"18"},{"text":"\"We’re producing three times as much wind power and 20 times as much solar power.\" —@POTUS #ActOnClimate #APEC2015 https://t.co/IE85UewTVf","month":"11","year":"2015","corpus":"produc three time much wind power time much solar power potu actonclim apec2015","id":666805066230341600,"day":"18"},{"text":"Here's what the screening process looks like for refugee entry into the United States: https://t.co/1YvaL9l5XO https://t.co/dXqz3sJAXK","month":"11","year":"2015","corpus":"screen process look like refuge entri unit state","id":668113421645156400,"day":"21"},{"text":"RT @FactsOnClimate: Nations representing nearly 95% of global emissions have committed to #ActOnClimate: https://t.co/uLtVMN2A7C #COP21 htt…","month":"11","year":"2015","corpus":"factsonclim nation repres nearli global emiss commit actonclim cop21 htt","id":671015825155956700,"day":"29"},{"text":"Watch: @POTUS's climate advisor previews the climate negotiations in Paris → https://t.co/QscCX2BfYE #ActOnClimate\nhttps://t.co/27AHkssxbr","month":"11","year":"2015","corpus":"watch potu climat advisor preview climat negoti pari actonclim","id":671175598274818000,"day":"30"},{"text":"RT @FactsOnClimate: BREAKING: @POTUS joins 19 countries to double clean energy funding → https://t.co/T2lZWRsuja #ActOnClimate #COP21 https…","month":"11","year":"2015","corpus":"factsonclim break potu join countri doubl clean energi fund actonclim cop21 http","id":671125622522007600,"day":"30"},{"text":"RT @FactsOnClimate: .@NYTimes: Short answers to hard questions about climate change → https://t.co/G7bcAcuRnH #COP21 #ActOnClimate https://…","month":"11","year":"2015","corpus":"factsonclim nytim short answer hard question climat chang cop21 actonclim","id":671288134102097900,"day":"30"},{"text":"\"Nothing will deter us from building the future we want for our children.\" —@POTUS #ActOnClimate #COP21 #ParisClimateConference","month":"11","year":"2015","corpus":"noth deter build futur want children potu actonclim cop21 parisclimateconfer","id":671295213978189800,"day":"30"},{"text":"\"I saw the effects of climate change firsthand in our northernmost state, Alaska\" —@POTUS #ParisClimateConference https://t.co/QeOzdgyJaf","month":"11","year":"2015","corpus":"saw effect climat chang firsthand northernmost state alaska potu parisclimateconfer","id":671295789411512300,"day":"30"},{"text":"“We’ve increased production of clean energy, and worked to reduce emissions”  —@POTUS at #COP21 #ActOnClimate https://t.co/X3OnXoPECS","month":"12","year":"2015","corpus":"increas product clean energi work reduc emiss potu cop21 actonclim","id":671678239299932200,"day":"01"},{"text":"\"More than 180 countries have followed our lead in announcing their own targets.”  —@POTUS at #COP21 #ActOnClimate","month":"12","year":"2015","corpus":"180 countri follow lead announc target potu cop21 actonclim","id":671678505424306200,"day":"01"},{"text":"RT @Interior: McBride Glacier has retreated faster than any other @GlacierBayNPS in past 2 decades #ActOnClimate https://t.co/hGZ7mVPU19","month":"12","year":"2015","corpus":"interior mcbride glacier retreat faster glacierbaynp past decad actonclim","id":672083383703494700,"day":"02"},{"text":"RT @ChrisCoons: Fighting #climatechange depends on government partnering w private sector– read my @Medium oped #COP21 #ActOnClimate https:…","month":"12","year":"2015","corpus":"chriscoon fight climatechang depend govern partner privat sector read medium ope cop21 actonclim http","id":672842232416874500,"day":"04"},{"text":"RT @FactsOnClimate: \"Let that be our common purpose in Paris: A world that is worthy of our children\" —@POTUS #COP21 #ActOnClimate https://…","month":"12","year":"2015","corpus":"factsonclim let common purpos pari world worthi children potu cop21 actonclim","id":672864690620358700,"day":"04"},{"text":"\"You can't build a border wall when it comes to carbon emissions\" —@POTUS to @CBSThisMorning #ActOnClimate #COP21 https://t.co/RvB4DGqU2m","month":"12","year":"2015","corpus":"build border wall come carbon emiss potu cbsthismorn actonclim cop21","id":673187597930262500,"day":"05"},{"text":"BREAKING: @POTUS &amp; world leaders just secured a historic #ParisAgreement to #ActOnClimate. https://t.co/Jk7lUZAIDH https://t.co/fXJbH8H6tX","month":"12","year":"2015","corpus":"break potu amp world leader secur histor parisagr actonclim","id":675754011966857200,"day":"12"},{"text":"Watch @POTUS speak at 5:30pm ET on the historic #ParisAgreement → https://t.co/QscCX2jF76 #ActOnClimate https://t.co/nPCE7s15ZI","month":"12","year":"2015","corpus":"watch potu speak 30pm histor parisagr actonclim","id":675759029239586800,"day":"12"},{"text":"Today was a good day for the planet → https://t.co/P2ZeFl5nfG #ParisAgreement #ActOnClimate https://t.co/x9xVkchnYM","month":"12","year":"2015","corpus":"today good day planet parisagr actonclim","id":675854498259161100,"day":"13"},{"text":"RT @FactsOnClimate: \"Our early investments in clean energy ignited a clean energy industry.\" —@POTUS #ActOnClimate https://t.co/CROMkxkdwi","month":"12","year":"2015","corpus":"factsonclim earli invest clean energi ignit clean energi industri potu actonclim","id":677928724805718000,"day":"18"},{"text":"\"The United States continues to lead a global coalition in our mission to destroy ISIL.\" —@POTUS https://t.co/PgKjwoX6uF","month":"12","year":"2015","corpus":"unit state continu lead global coalit mission destroy isil potu","id":677929420812849200,"day":"18"},{"text":"Tonight on @NBCRunningWild: @POTUS in Alaska's wilderness with @BearGrylls. https://t.co/I29simcZa5 #ActOnClimate https://t.co/o1BRq4axtE","month":"12","year":"2015","corpus":"tonight nbcrunningwild potu alaska wilder beargryl actonclim","id":677663697096060900,"day":"18"},{"text":"\"Our work here and now gave future generations cleaner air and cleaner water\" —@POTUS #ParisAgreement #ActOnClimate  https://t.co/E8sQeqxVww","month":"12","year":"2015","corpus":"work gave futur gener cleaner air cleaner water potu parisagr actonclim","id":678673788536356900,"day":"20"},{"text":"Watch @POTUS preview his final State of the Union address. https://t.co/7ZgBUWI9cz #SOTU\nhttps://t.co/jSnZZgfHvV","month":"01","year":"2016","corpus":"watch potu preview final state union address sotu","id":684869965023805400,"day":"06"},{"text":"RT @Denis44: New Year's Resolution: Join Twitter ✓\nAnd just in time for @POTUS' final State of the Union.\nhttps://t.co/0CmYHkSD68","month":"01","year":"2016","corpus":"denis44 new year resolut join twitter time potu final state union","id":684860165573705700,"day":"06"},{"text":"\"I'm working on my State of the Union address. It's my last one.\" —@POTUS: https://t.co/7ZgBUWI9cz #SOTU https://t.co/aJfoPb9exY","month":"01","year":"2016","corpus":"work state union address last one potu sotu","id":684945062480855000,"day":"07"},{"text":"RT @ErnestMoniz: The science is clear. It's more important than ever to #ActOnClimate. https://t.co/y9GivIgwqd","month":"01","year":"2016","corpus":"ernestmoniz scienc clear import ever actonclim","id":685142150187741200,"day":"07"},{"text":"In less than a week, @POTUS will give his final State of the Union address. Don't miss out: https://t.co/7ZgBUWI9cz\nhttps://t.co/ah4BYXQ83D","month":"01","year":"2016","corpus":"less week potu give final state union address miss","id":684937320122847200,"day":"07"},{"text":"Next Tuesday, @POTUS will give his final State of the Union address. Watch it here: https://t.co/JB6PVhXXJ7 #SOTU\nhttps://t.co/b255xciIV3","month":"01","year":"2016","corpus":"next tuesday potu give final state union address watch sotu","id":685307018270216200,"day":"08"},{"text":"A whole new look at past State of the Union addresses, now annotated on @Genius → https://t.co/857Scmi4o9 #SOTU https://t.co/H8Fd9EIkbc","month":"01","year":"2016","corpus":"whole new look past state union address annot geniu sotu","id":685878701712654300,"day":"09"},{"text":"In just 4 days, @POTUS will deliver his final State of the Union. RSVP to watch → https://t.co/JB6PVhXXJ7 #SOTU\nhttps://t.co/FnVeRLtZOS","month":"01","year":"2016","corpus":"day potu deliv final state union rsvp watch sotu","id":685644437481898000,"day":"09"},{"text":"RT @Recode: Amazon to stream Obama's final State of the Union address. https://t.co/02b2WRcwnF by @DawnC331 https://t.co/41kFNvQXEA","month":"01","year":"2016","corpus":"recod amazon stream obama final state union address dawnc331","id":686323793720160300,"day":"10"},{"text":"Fired up for @POTUS's final State of the Union? See who will be watching from the guest box: https://t.co/9iRxCh0I9A\nhttps://t.co/bqzlPRjozr","month":"01","year":"2016","corpus":"fire potu final state union see watch guest box","id":686236376640061400,"day":"10"},{"text":"\"The United States has reduced our total carbon pollution more than any other nation\" —@POTUS #ActOnClimate #SOTU\nhttps://t.co/JmYCj3aoDq","month":"01","year":"2016","corpus":"unit state reduc total carbon pollut nation potu actonclim sotu","id":686373788313780200,"day":"11"},{"text":"Tune in to @POTUS's final State of the Union this Tuesday at 9pm ET: https://t.co/T6B9St6b6Q #SOTU https://t.co/xwwoqXdSHO","month":"01","year":"2016","corpus":"tune potu final state union tuesday 9pm sotu","id":686389620095844400,"day":"11"},{"text":"Watch @POTUS preview his final State of the Union address from the Oval Office live on @Facebook. #SOTU\nhttps://t.co/2raRSXT502","month":"01","year":"2016","corpus":"watch potu preview final state union address oval offic live facebook sotu","id":687053790533451800,"day":"12"},{"text":"TONIGHT: @POTUS delivers his final State of the Union.\nWatch it here at 9pm ET → https://t.co/7ZgBUWqyl1 #SOTU https://t.co/xwwoqXvu6o","month":"01","year":"2016","corpus":"tonight potu deliv final state union watch 9pm sotu","id":687024644981964800,"day":"12"},{"text":"Happening now: @POTUS previews his final State of the Union address LIVE on @Facebook → https://t.co/Pq2X1BVaWU #SOTU","month":"01","year":"2016","corpus":"happen potu preview final state union address live facebook sotu","id":687044963020968000,"day":"12"},{"text":"The #EmptySeat in the State of the Union guest box will speak for those who no longer have a voice: https://t.co/qhrfMASE42 #StopGunViolence","month":"01","year":"2016","corpus":"emptyseat state union guest box speak longer voic stopgunviol","id":686761854618566700,"day":"12"},{"text":"RT @FactsOnClimate: 99% of scientists around the world agree: human-induced carbon emissions are causing climate change https://t.co/zc2ZQk…","month":"01","year":"2016","corpus":"factsonclim scientist around world agre human induc carbon emiss caus climat chang","id":687359463523807200,"day":"13"},{"text":"\"The planet we’ll preserve—that’s the kid of future our kids and grandkids deserve.\" —@POTUS #SOTU #ActOnClimate https://t.co/5oW0EmPIRy","month":"01","year":"2016","corpus":"planet preserv kid futur kid grandkid deserv potu sotu actonclim","id":687101860151476200,"day":"13"},{"text":"\"The last time I'll do this\" —@POTUS reflects on his final State of the Union: https://t.co/BkP3wLJvUL #SOTU https://t.co/nsJNfVGSfu","month":"01","year":"2016","corpus":"last time potu reflect final state union sotu","id":687070588259688400,"day":"13"},{"text":"RT if you agree with @POTUS:\nWe’ve got to accelerate our transition away from dirty energy. #ActOnClimate #SOTU https://t.co/feytZ7GnL6","month":"01","year":"2016","corpus":"agre potu got acceler transit away dirti energi actonclim sotu","id":687101541459832800,"day":"13"},{"text":"\"Seven years ago, we made the single biggest investment in clean energy in our history\" —@POTUS #SOTU #ActOnClimate https://t.co/oCuQtu8HJP","month":"01","year":"2016","corpus":"seven year ago made singl biggest invest clean energi histori potu sotu actonclim","id":687100777391898600,"day":"13"},{"text":"\"We secured the freedom in every state to marry the person we love.\" —@POTUS #SOTU https://t.co/SNV0vMz6La","month":"01","year":"2016","corpus":"secur freedom everi state marri person love potu sotu","id":687096028667904000,"day":"13"},{"text":"RT @WHLive: \"Don’t think this isn’t a problem for all of us.\" —@POTUS calling on Americans to #ActOnClimate at a town hall in Baton Rouge","month":"01","year":"2016","corpus":"whlive think problem potu call american actonclim town hall baton roug","id":687684809779470300,"day":"14"},{"text":"Today at 2:15pm ET, #YouTubeAsksObama your questions on his final State of the Union →  https://t.co/GH6bxTevt1 https://t.co/024zo8Lzre","month":"01","year":"2016","corpus":"today 15pm youtubeasksobama question final state union","id":688036744109932500,"day":"15"},{"text":"RT @YouTube: The state of the selfie ... is strong. #YouTubeAsksObama https://t.co/X6UeMJ5Nb3","month":"01","year":"2016","corpus":"youtub state selfi strong youtubeasksobama","id":688095990545551400,"day":"15"},{"text":"RT @Goldfuss44: We just announced historic commitments to build climate resilient communities https://t.co/weTKPLJuTK #ActonClimate https:/…","month":"01","year":"2016","corpus":"goldfuss44 announc histor commit build climat resili commun actonclim http :/…","id":690287843353169900,"day":"21"},{"text":".@POTUS's final budget continues the fight to #ActOnClimate for future generations: https://t.co/KfMWpJVsTW https://t.co/IffG4JvNIB","month":"02","year":"2016","corpus":"potu final budget continu fight actonclim futur gener","id":697118820649992200,"day":"09"},{"text":"RT @vj44: .@POTUS with his former colleagues in the State Senate https://t.co/4kO9grp8dU","month":"02","year":"2016","corpus":"vj44 potu former colleagu state senat","id":697489776425865200,"day":"10"},{"text":"RT @ks44: The Old State Capitol – where it all began 9 years ago today. #WhereWereYou https://t.co/mZ3VWGCzwv","month":"02","year":"2016","corpus":"ks44 old state capitol began year ago today wherewerey","id":697479362233282600,"day":"10"},{"text":"Watch @POTUS's message on the state of American politics. https://t.co/iIJsoGtEsd","month":"02","year":"2016","corpus":"watch potu messag state american polit","id":698528872204279800,"day":"13"},{"text":"\"We’ve cut our net imports of foreign oil by nearly 60% percent.\" —@POTUS #ActOnClimate https://t.co/dUXZLJZOHz","month":"02","year":"2016","corpus":"cut net import foreign oil nearli percent potu actonclim","id":703294880592830500,"day":"26"},{"text":"RT @ENERGY: It's been 7 years since @POTUS signed the #RecoveryAct. See how it shaped our #CleanEnergy future. #ActOnClimate\nhttps://t.co/R…","month":"02","year":"2016","corpus":"energi year sinc potu sign recoveryact see shape cleanenergi futur actonclim","id":703267095786692600,"day":"26"},{"text":"“Climate change is real...let's not take this planet for granted.\"\nThank you, @LeoDiCaprio. #ActOnClimate #Oscars https://t.co/AHfflR6VkN","month":"02","year":"2016","corpus":"climat chang real ... let take planet grant thank leodicaprio actonclim oscar","id":704171403201765400,"day":"29"},{"text":"RT @vj44: States are leading the effort for paid leave - any Qs? Send them in using #LeadOnLeave by 1pm and I will answer! https://t.co/8SX…","month":"03","year":"2016","corpus":"vj44 state lead effort paid leav send use leadonleav 1pm answer","id":707622925914996700,"day":"09"},{"text":"#ObamaAndKids + @JustinTrudeau at the State Arrival Ceremony this morning at the White House. #CanadaVisit 🇨🇦🇺🇸 https://t.co/45R4u4LM6G","month":"03","year":"2016","corpus":"obamaandkid justintrudeau state arriv ceremoni morn white hous canadavisit 🇨🇦🇺🇸","id":707957096218796000,"day":"10"},{"text":"\"It is my honor to welcome to the United States Prime Minister @JustinTrudeau\" —@POTUS: https://t.co/7Vm5o2xrrt #CanadaVisit","month":"03","year":"2016","corpus":"honor welcom unit state prime minist justintrudeau potu canadavisit","id":707935000151396400,"day":"10"},{"text":"RT @GinaEPA: Proud to carry out @POTUS commitment to reduce #methane emissions &amp; join our Canadian colleagues to #ActOnClimate. https://t.c…","month":"03","year":"2016","corpus":"ginaepa proud carri potu commit reduc methan emiss amp join canadian colleagu actonclim","id":707949401822593000,"day":"10"},{"text":"\"The United States and Argentina can be strong global partners, guided by universal values our peoples share.” —@POTUS in Argentina","month":"03","year":"2016","corpus":"unit state argentina strong global partner guid univers valu peopl share potu argentina","id":712671981095641100,"day":"23"},{"text":"RT @USDOL: Curious about your state's equal pay protections? Get the facts: https://t.co/z6e84YX3Qb #EqualPayDay https://t.co/5Cp4OwWLaC","month":"04","year":"2016","corpus":"usdol curiou state equal pay protect get fact equalpayday","id":720000429585608700,"day":"12"},{"text":"This #NationalParksWeek, remember the vital role our national parks play in the fight to #ActOnClimate! https://t.co/lAcfSYd6aR","month":"04","year":"2016","corpus":"nationalparksweek rememb vital role nation park play fight actonclim","id":722888840449396700,"day":"20"},{"text":"RT @FactsOnClimate: Our National Parks keep our planet healthy. Protecting them is one way we #ActOnClimate. https://t.co/yE0U1cAV0N","month":"04","year":"2016","corpus":"factsonclim nation park keep planet healthi protect one way actonclim","id":722876195897872400,"day":"20"},{"text":"For our planet,\nOur children,\nOur future:\nOn #EarthDay, let's recommit ourselves to #ActOnClimate. https://t.co/vyNT2jNLQO","month":"04","year":"2016","corpus":"planet children futur earthday let recommit actonclim","id":723629912846782500,"day":"22"},{"text":"RT if you agree: The time is now to #ActOnClimate → https://t.co/DK9rdytjru #EarthDay https://t.co/6cqEgIwlDo","month":"04","year":"2016","corpus":"agre time actonclim earthday","id":723636284346880000,"day":"22"},{"text":"RT @StateDept: Secretary @JohnKerry's remarks on the signing of the #ParisAgreement.\n#ActOnClimate\n#EarthDay https://t.co/Mg1z5Q1a6j","month":"04","year":"2016","corpus":"statedept secretari johnkerri remark sign parisagr actonclim earthday","id":723527540929925100,"day":"22"},{"text":"RT @FactsOnClimate: .@POTUS is taking historic action to reduce methane emissions. Here's how →  https://t.co/iYAWMpYGKm #ActOnClimate","month":"05","year":"2016","corpus":"factsonclim potu take histor action reduc methan emiss actonclim","id":730855419283947500,"day":"12"},{"text":"Why Congress needs to act so state and local leaders can prevent the spread of #ZikaVirus: https://t.co/4Xw449EFpX https://t.co/4n4yWlZqp6","month":"05","year":"2016","corpus":"congress need act state local leader prevent spread zikaviru","id":730791176316407800,"day":"12"},{"text":"Take a look behind the scenes as @POTUS and @FLOTUS arrive at the Nordic State Dinner. #NordicVisit https://t.co/7uHwaHWSXc","month":"05","year":"2016","corpus":"take look behind scene potu flotu arriv nordic state dinner nordicvisit","id":731623914858643500,"day":"14"},{"text":"These parks belong to all of us.\nThis planet belongs to all of us.\nIt’s the only one we’ve got. #ActOnClimate https://t.co/GEKhf4Pc9V","month":"06","year":"2016","corpus":"park belong planet belong one got actonclim","id":744242052448170000,"day":"18"},{"text":"RT @SelectUSA: .@POTUS: Nowhere else in the world is there a better place to invest &amp; do biz in the United States. #SelectUSASummit https:/…","month":"06","year":"2016","corpus":"selectusa potu nowher els world better place invest amp biz unit state selectusasummit http :/…","id":744932366565638100,"day":"20"},{"text":"\"Investing in the United States is the best business decision you can make.\" —@POTUS","month":"06","year":"2016","corpus":"invest unit state best busi decis make potu","id":744933235906457600,"day":"20"},{"text":"“The United Kingdom and the European Union will remain indispensable partners of the United States” —@POTUS https://t.co/gI76eRleD0","month":"06","year":"2016","corpus":"unit kingdom european union remain indispens partner unit state potu","id":746334377131577300,"day":"24"},{"text":"RT @NSC44: The Administration is working with state and local officials to combat Zika virus, but Congress still needs to act. \nhttps://t.c…","month":"06","year":"2016","corpus":"nsc44 administr work state local offici combat zika viru congress still need act","id":747877254651273200,"day":"28"},{"text":"\"We’re announcing a new goal across our continent\" —@POTUS on the U.S., Canada, and Mexico working to #ActOnClimate https://t.co/aJPgzFvetP","month":"06","year":"2016","corpus":"announc new goal across contin potu canada mexico work actonclim","id":748239300844654600,"day":"29"},{"text":"\"When these spouses were asked to move across state lines, they often needed to recertify for a job...We changed it\" https://t.co/UYx8aDz3n4","month":"07","year":"2016","corpus":"spous ask move across state line often need recertifi job ... chang","id":749346994431270900,"day":"02"},{"text":"“The United States will maintain approximately 8,400 troops in Afghanistan into next year” —@POTUS https://t.co/F5MmsvlOjd","month":"07","year":"2016","corpus":"unit state maintain approxim 400 troop afghanistan next year potu","id":750699396082180100,"day":"06"},{"text":"RT @TheIranDeal: \"The United States, our partners &amp; the world are more secure\" —@POTUS a year after #IranDeal https://t.co/4WGFL6wyRO https…","month":"07","year":"2016","corpus":"theirand unit state partner amp world secur potu year irand http","id":753581489732943900,"day":"14"},{"text":"Tonight, @POTUS spoke with Secretary of State @JohnKerry about the ongoing situation in Turkey. https://t.co/dcNGE0lJiN","month":"07","year":"2016","corpus":"tonight potu spoke secretari state johnkerri ongo situat turkey","id":754090830395281400,"day":"15"},{"text":"RT @StateDept: Statement by Secretary of State @JohnKerry on the situation in #Turkey https://t.co/c32Pb2xTgG","month":"07","year":"2016","corpus":"statedept statement secretari state johnkerri situat turkey","id":754096486162559000,"day":"15"},{"text":"Big news: We're making it easier for American homeowners to choose cleaner sources of energy. #ActOnClimate https://t.co/bJ3kw6vowy","month":"07","year":"2016","corpus":"big news make easier american homeown choos cleaner sourc energi actonclim","id":755439940813463600,"day":"19"},{"text":"FACT: Since @POTUS took office more than 50,000 workers have been trained to enter the solar industry #ActOnClimate https://t.co/p1F3hT6DvS","month":"07","year":"2016","corpus":"fact sinc potu took offic 000 worker train enter solar industri actonclim","id":755458477498044400,"day":"19"},{"text":"“The United States values tremendously our enduring partnership with Mexico and our extraordinary ties\" —@POTUS with President Nieto","month":"07","year":"2016","corpus":"unit state valu tremend endur partnership mexico extraordinari tie potu presid nieto","id":756519962420871200,"day":"22"},{"text":"“The United States values tremendously our enduring partnership with Mexico\" —@POTUS in a press conference with @EPN https://t.co/kcCbHNvY6Q","month":"07","year":"2016","corpus":"unit state valu tremend endur partnership mexico potu press confer epn","id":756537955561320400,"day":"22"},{"text":"\"The United States condemns in the strongest terms the horrific attack today in Kabul, Afghanistan\" —@PressSec: https://t.co/Nl4wgrbTdn","month":"07","year":"2016","corpus":"unit state condemn strongest term horrif attack today kabul afghanistan presssec","id":756957889860923400,"day":"23"},{"text":"RT @USDOL: While the federal minimum wage hasn't been raised for 7 years, these states have taken action to #RaiseTheWage. https://t.co/FTE…","month":"07","year":"2016","corpus":"usdol feder minimum wage rais year state taken action raisethewag","id":756949776122339300,"day":"23"},{"text":"“I am honored to welcome Prime Minister Lee and Mrs. Lee to the United States.” —@POTUS: https://t.co/JBVNET8GMz #SingaporeVisit","month":"08","year":"2016","corpus":"honor welcom prime minist lee mr lee unit state potu singaporevisit","id":760467075148034000,"day":"02"},{"text":"Watch @POTUS and @FLOTUS welcome Singapore PM @leehsienloong and Mrs. Lee for tonight's State Dinner: https://t.co/aD1dNCsn9e","month":"08","year":"2016","corpus":"watch potu flotu welcom singapor leehsienloong mr lee tonight state dinner","id":760613240577622000,"day":"02"},{"text":"RT @petesouza: Slide show from yesterday's State Arrival and Dinner for PM Lee of Singapore:  https://t.co/o0VQ91erKH https://t.co/SblN6BPU…","month":"08","year":"2016","corpus":"petesouza slide show yesterday state arriv dinner lee singapor","id":760970610872901600,"day":"03"},{"text":"“We are now seeing the first locally transmitted cases of the #Zika virus…in the continental United States.” —@POTUS https://t.co/eDDVQ47f97","month":"08","year":"2016","corpus":"see first local transmit case zika viru continent unit state potu","id":761305807740932100,"day":"04"},{"text":"\"Together, we can leave a better, cleaner, safer future for our children.\" —@POTUS #ActOnClimate: https://t.co/jCMTjXEnSQ","month":"08","year":"2016","corpus":"togeth leav better cleaner safer futur children potu actonclim","id":764937205869453300,"day":"14"},{"text":"RT @Price44: .@AmbassadorRice on the state of the world &amp; our efforts to protect &amp; promote U.S. interests: https://t.co/Uz9aKpEZgz","month":"08","year":"2016","corpus":"price44 ambassadorric state world amp effort protect amp promot interest","id":766276143620120600,"day":"18"},{"text":"“The most important office in a democracy is the office of citizen. Change happens because of you”. —@POTUS on how we can #ActOnClimate","month":"08","year":"2016","corpus":"import offic democraci offic citizen chang happen potu actonclim","id":771103140376617000,"day":"31"},{"text":"RT @FactsOnClimate: New monument is a \"bold statement\" from @POTUS on the need to #ActOnClimate: https://t.co/U8SyrMO0nN","month":"09","year":"2016","corpus":"factsonclim new monument bold statement potu need actonclim","id":771745448449245200,"day":"02"},{"text":"RT @NSC44: Today @NSC44’s Lisa Monaco &amp; Suzy George represented the United States at the canonization of Mother Teresa. https://t.co/dqr9Cz…","month":"09","year":"2016","corpus":"nsc44 today nsc44 lisa monaco amp suzi georg repres unit state canon mother teresa","id":772433696259444700,"day":"04"},{"text":"\"The United States has a moral obligation to help Laos heal\" —@POTUS on funding to help remove unexploded bombs: https://t.co/2G4jneiv3F","month":"09","year":"2016","corpus":"unit state moral oblig help lao heal potu fund help remov unexplod bomb","id":773166357370122200,"day":"06"},{"text":"“It’s been said that we don’t inherit the Earth from our parents so much as we borrow it from our children.”  —@POTUS #ActOnClimate","month":"09","year":"2016","corpus":"said inherit earth parent much borrow children potu actonclim","id":776440925920727000,"day":"15"},{"text":"\"We’re seeing more and more Zika cases inside the United States, they’ve refused to fund our efforts\" —@POTUS: https://t.co/blc1RIa3PD","month":"09","year":"2016","corpus":"see zika case insid unit state refus fund effort potu","id":777214229468196900,"day":"17"},{"text":"\"Forty-six golds! You made the United States the first country in 40 years to top the medal chart in every category.\"  —@POTUS #TeamUSAinDC","month":"09","year":"2016","corpus":"forti six gold made unit state first countri year top medal chart everi categori potu teamusaindc","id":781537573726367700,"day":"29"},{"text":"\"Climate change is happening even faster than 5 years ago or 10 years ago.\" —@POTUS on why we need to #ActOnClimate","month":"10","year":"2016","corpus":"climat chang happen even faster year ago year ago potu need actonclim","id":783084676218966000,"day":"03"},{"text":"\"We're in a race against time.\" —@POTUS talking about why we need to #ActOnClimate with @LeoDiCaprio &amp; @KHayhoe at #SXSL https://t.co/gvvdBBsn7c","month":"10","year":"2016","corpus":"race time potu talk need actonclim leodicaprio amp khayho sxsl","id":783087361345269800,"day":"03"},{"text":"Getting ready for @POTUS's final State Dinner. Go behind the scenes to see our favorite moments from past visits: https://t.co/IHmH7sOvI0 https://t.co/DQYHXQEIVs","month":"10","year":"2016","corpus":"get readi potu final state dinner behind scene see favorit moment past visit","id":788481797063528400,"day":"18"},{"text":"\"This marks the final official visit and state dinner of my presidency...we save the best for last\" —@POTUS https://t.co/pW9hTk8gbU","month":"10","year":"2016","corpus":"mark final offici visit state dinner presid ... save best last potu","id":788395490719125500,"day":"18"},{"text":".@POTUS &amp; @FLOTUS welcomed PM @matteorenzi &amp; Mrs. Landini of Italy to their last State Dinner in style. In photos: https://t.co/c2owH6D7EI https://t.co/8vqrys2fcl","month":"10","year":"2016","corpus":"potu amp flotu welcom matteorenzi amp mr landini itali last state dinner style photo","id":788895251775623200,"day":"20"},{"text":"\"Every state should expand Medicaid.\" —@POTUS on what we can do to improve the #ACA","month":"10","year":"2016","corpus":"everi state expand medicaid potu improv aca","id":789170360117637100,"day":"20"},{"text":"One in eight women in the United States will develop breast cancer in their lifetime. Together, we can change that. https://t.co/35Q4jIdBuz","month":"10","year":"2016","corpus":"one eight women unit state develop breast cancer lifetim togeth chang","id":789886095127216100,"day":"22"},{"text":"RT @ErnestMoniz: We are experiencing a #CleanEnergy revolution in the United States, and this report confirms it. → https://t.co/NtzXSPsofz…","month":"10","year":"2016","corpus":"ernestmoniz experienc cleanenergi revolut unit state report confirm","id":790222506808475600,"day":"23"},{"text":"RT @Patrick44: Worth a read: @CEAChair offers some important facts and perspective on current state and future of Obamacare https://t.co/90…","month":"10","year":"2016","corpus":"patrick44 worth read ceachair offer import fact perspect current state futur obamacar","id":793085955104137200,"day":"31"},{"text":"Failing to #ActOnClimate could cost us billions each year. Here's why we can't afford to ignore these risks: https://t.co/fWufnSgeMj https://t.co/zwLHYVyJ8l","month":"11","year":"2016","corpus":"fail actonclim could cost billion year afford ignor risk","id":798640901857755100,"day":"15"}]