[{"text":"Sec. of State Clinton will make an announcement about humanitarian aid to Pakistan at 11:15am EDT today: http://bit.ly/12nxRn","month":"05","year":"2009","corpus":"sec state clinton make announc humanitarian aid pakistan 15am edt today","id":1847180434,"day":"19"},{"text":"It’s the economy, stupid.  Video chat on the state of play with Austan Goolsbee through Facebook, 5:15 http://bit.ly/tCHXt","month":"09","year":"2009","corpus":"economi stupid video chat state play austan goolsbe facebook","id":4063122050,"day":"17"},{"text":"On tap: Obama welcomes doctors from all 50 states to the WH. Watch live at 11:10 http://bit.ly/GOZOt","month":"10","year":"2009","corpus":"tap obama welcom doctor state watch live","id":4629760761,"day":"05"},{"text":"Video, transcript: the President welcomes doctors from all 50 states to the WH to support reform http://bit.ly/3aRuhL #hcr","month":"10","year":"2009","corpus":"video transcript presid welcom doctor state support reform hcr","id":4636513881,"day":"05"},{"text":"9:00 EST: State of the Union; chat right afterwards; submit questions for the President to YouTube http://bit.ly/bIHsvD","month":"01","year":"2010","corpus":"est state union chat right afterward submit question presid youtub","id":8291365725,"day":"27"},{"text":"State of the Union under way, watch live: http://www.wh.gov","month":"01","year":"2010","corpus":"state union way watch live","id":8305081426,"day":"28"},{"text":"The State of the Union & the State of Health Reform: \"Let's Get It Done\" http://bit.ly/aHDSOm #hcr","month":"01","year":"2010","corpus":"state union state health reform let get done hcr","id":8311296541,"day":"28"},{"text":"President Obama: \"Today’s loss is devastating to Poland, to the United States, and to the world.\" http://bit.ly/9BgkU5","month":"04","year":"2010","corpus":"presid obama today loss devast poland unit state world","id":11946033530,"day":"10"},{"text":"We'll be watching insurers closely & encouraging state regulators to act. @dooce","month":"05","year":"2010","corpus":"watch insur close encourag state regul act dooc","id":14184820282,"day":"17"},{"text":"Obama announcing Jacob Lew from State Dept as new OMB Dir. momentarily: http://wh.gov/live Background: http://bit.ly/aWudjh","month":"07","year":"2010","corpus":"obama announc jacob lew state dept new omb dir momentarili background","id":18447562661,"day":"13"},{"text":"160K teacher jobs saved nationwide, find how many in your state in an interactive map http://bit.ly/dfjwbH","month":"08","year":"2010","corpus":"160k teacher job save nationwid find mani state interact map","id":20833693510,"day":"10"},{"text":"On tap: 11:40 The President on legislation to help states & save 160K teacher jobs. Full schedule http://bit.ly/agkxfo","month":"08","year":"2010","corpus":"tap presid legisl help state save 160k teacher job full schedul","id":20802565174,"day":"10"},{"text":"Update from @CraigatFEMA on #Earl: \"FEMA is taking aggressive actions to coordinate with Northeastern states\"","month":"09","year":"2010","corpus":"updat craigatfema earl fema take aggress action coordin northeastern state","id":22913956245,"day":"03"},{"text":"New photo gallery from @petesouza & Co: China State Visit: http://is.gd/9i6pqD","month":"01","year":"2011","corpus":"new photo galleri petesouza china state visit","id":27854828285730816,"day":"19"},{"text":"@JHZelaya Learn about ins options/protections at http://hc.gov  Also in 2014 new state exchanges make easier to shop, compare plans","month":"01","year":"2011","corpus":"jhzelaya learn in option protect also 2014 new state exchang make easier shop compar plan","id":27764867779796990,"day":"19"},{"text":"#SOTU excerpt: \"This is our generation’s Sputnik moment\" Watch the 1st-ever enhanced State of the Union at 9:00 http://wh.gov","month":"01","year":"2011","corpus":"sotu excerpt gener sputnik moment watch 1st ever enhanc state union","id":30046435688841216,"day":"25"},{"text":"Live: President Obama delivers State of the Union. Watch the enhanced live stream & engage only on http://www.wh.gov #sotu","month":"01","year":"2011","corpus":"live presid obama deliv state union watch enhanc live stream engag sotu","id":30083913527336960,"day":"26"},{"text":".@ard0508 ah - good catch - realize that some may not know what POTUS means - \"President of the United States\" #WHChat","month":"07","year":"2011","corpus":"ard0508 good catch realiz may know potu mean presid unit state whchat","id":96287665921589250,"day":"27"},{"text":".@travelerbill when they've refused, we've repurposed $$s to states that are ready willing and able to put them to use #WHChat","month":"08","year":"2011","corpus":"travelerbil refus repurpos state readi will abl put use whchat","id":98852115937624060,"day":"03"},{"text":"RT @WHLive: Obama: We need to act now. We need to harness the good ideas coming out of our states and our schools & hold them to higher  ...","month":"09","year":"2011","corpus":"whlive obama need act need har good idea come state school hold higher","id":117247750847987710,"day":"23"},{"text":"What’s on the menu for the Korean State Dinner? Take a peek inside the White House kitchen: http://t.co/okiM5Wb3","month":"10","year":"2011","corpus":"menu korean state dinner take peek insid white hous kitchen","id":124595367768625150,"day":"13"},{"text":"RT @petesouza: Photos from State Arrival and State Dinner w President Obama and President Lee of South Korea: http://t.co/zH2UEbzE","month":"10","year":"2011","corpus":"petesouza photo state arriv state dinner presid obama presid lee south korea","id":124977043699019780,"day":"14"},{"text":"RT @jesseclee44: New report: 28 States have taken important steps on their own Exchanges for health reform http://t.co/AbcsWQZO #hcr","month":"01","year":"2012","corpus":"jesseclee44 new report state taken import step exchang health reform hcr","id":159656034800111600,"day":"18"},{"text":"Watch the enhanced version of the State of the Union featuring graphics, data & stats. Only on http://t.co/Cq1szOIA on Tues 1/24 @ 9ET #SOTU","month":"01","year":"2012","corpus":"watch enhanc version state union featur graphic data stat tue 9et sotu","id":161691199260991500,"day":"24"},{"text":"RT @JulianCastro: I am honored to represent San Antonio as a guest in the First Lady's Box for this evening's State of the Union address.","month":"01","year":"2012","corpus":"juliancastro honor repres san antonio guest first ladi box even state union address","id":161891146216386560,"day":"24"},{"text":"Who's in the First Lady’s box at the State of the Union? Find out in this interactive feature: http://t.co/zJhElWD2 #SOTU","month":"01","year":"2012","corpus":"first ladi box state union find interact featur sotu","id":161956878098759680,"day":"24"},{"text":"RT @ks44: Tomorrow's #SOTU #WHTweetup attendees represent 22 states + DC & range in age from 18 to 62. Looking forward to meeting you!","month":"01","year":"2012","corpus":"ks44 tomorrow sotu whtweetup attende repres state rang age look forward meet","id":161662222488186880,"day":"24"},{"text":"Read the remarks from President Obama's State of the Union Address: http://t.co/BlK9tULb #SOTU","month":"01","year":"2012","corpus":"read remark presid obama state union address sotu","id":162041631229485060,"day":"25"},{"text":"Check out the State of the Union enhanced slides http://t.co/aqkcLQ75 via @slideshare #SOTU","month":"01","year":"2012","corpus":"check state union enhanc slide via slideshar sotu","id":162040477707800580,"day":"25"},{"text":"2012 State of the Union Address in pictures. Launch the #SOTU slideshow: http://t.co/bXC7Kf46","month":"01","year":"2012","corpus":"2012 state union address pictur launch sotu slideshow","id":162252438315859970,"day":"25"},{"text":"Happening now: President Obama delivers his State of the Union Address. Watch the enhanced speech live: http://t.co/Cq1szOIA","month":"01","year":"2012","corpus":"happen presid obama deliv state union address watch enhanc speech live","id":161993790545080320,"day":"25"},{"text":"Just 5 minutes until President Obama delivers his State of the Union Address. Watch: http://t.co/Cq1szOIA Follow: @WHLive Discuss: #SOTU","month":"01","year":"2012","corpus":"minut presid obama deliv state union address watch follow whlive discuss sotu","id":161990377237262340,"day":"25"},{"text":"Obama: As long as we’re joined in common purpose...our future is hopeful & the state of our union will always be strong #SOTU","month":"01","year":"2012","corpus":"obama long join common purpos ... futur hope state union alway strong sotu","id":162010830752321540,"day":"25"},{"text":"Watch President Obama's State of the Union Address: http://t.co/lWpUyMuK & join the conversation @ http://t.co/Cq1szOIA #SOTU","month":"01","year":"2012","corpus":"watch presid obama state union address join convers sotu","id":162055446906150900,"day":"25"},{"text":"RT @JoiningForces: First Lady & Dr. Biden urge state action to support military spouses with state licenses: http://t.co/BTsjAgrO","month":"02","year":"2012","corpus":"joiningforc first ladi biden urg state action support militari spous state licens","id":169922664004194300,"day":"15"},{"text":"Today @VP Biden thanked @TheNatlGuard officers from every state for their service #AtTheWH: http://t.co/kHBUCFKX","month":"02","year":"2012","corpus":"today biden thank thenatlguard offic everi state servic atthewh","id":175002583633625100,"day":"29"},{"text":"Former Secretary of State Madeleine Albright says receiving the #MedalOfFreedom left her \"almost\" speechless. Watch: http://t.co/uqb7cJys","month":"05","year":"2012","corpus":"former secretari state madelein albright say receiv medaloffreedom left almost speechless watch","id":207916957293490180,"day":"30"},{"text":"RT @WHLive: President Obama: \"We could not have asked for better representatives and better ambassadors of the United States.\" #WHTeamUSA","month":"09","year":"2012","corpus":"whlive presid obama could ask better repres better ambassador unit state whteamusa","id":246614831539572740,"day":"14"},{"text":"Empowering Women and Girls in the United States and Abroad: http://t.co/MzN4QTER #EqualFutures","month":"09","year":"2012","corpus":"empow women girl unit state abroad equalfutur","id":251484495067369470,"day":"28"},{"text":"RT @VP: State is in good hands-the hands of my good friend John Kerry -VP on Senate confirming Sen Kerry as Sec State (WHphoto) http://t ...","month":"01","year":"2013","corpus":"state good hand hand good friend john kerri senat confirm sen kerri sec state whphoto","id":296412126736691200,"day":"30"},{"text":"On Feb 12 at 9 pm ET watch an exclusive enhanced live broadcast of President Obama's State of the Union Address: http://t.co/hn6oBzAx #SOTU","month":"02","year":"2013","corpus":"feb watch exclus enhanc live broadcast presid obama state union address sotu","id":300057441771601900,"day":"09"},{"text":"The best way to watch the State of the Union: http://t.co/fek8iooF #SOTU Learn more: http://t.co/vI5clwoi","month":"02","year":"2013","corpus":"best way watch state union sotu learn","id":300363902838001660,"day":"09"},{"text":"Learn about our enhanced live stream of the State of the Union Address: http://t.co/vdiGQ5o9 Watch 2/12 @ 9ET: http://t.co/CA76Hvhh #SOTU","month":"02","year":"2013","corpus":"learn enhanc live stream state union address watch 9et sotu","id":300796045074513900,"day":"11"},{"text":"RT @FLOTUS: Some amazing Americans will be next to me for Barack’s State of the Union Address. Read their incredible stories: http://t.c ...","month":"02","year":"2013","corpus":"flotu amaz american next barack state union address read incred stori","id":301425222970662900,"day":"12"},{"text":"\"The United States will join with our allies to eradicate such extreme poverty in the next two decades\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"unit state join alli erad extrem poverti next two decad presid obama sotu","id":301526528204894200,"day":"13"},{"text":"RT @WestleyBayas: ths line in the President's State of the Union Address spoke 2 me. Check it out &amp; share yr #SOTU #CitizenResponse  ...","month":"02","year":"2013","corpus":"westleybaya th line presid state union address spoke check amp share sotu citizenrespons","id":301579443997118460,"day":"13"},{"text":"RT @DavidAgnew44: Elected offiicials have Qs about President’s State of the Union address? Ask @DavidAgnew44 using #IGASOTU - I’ll answe ...","month":"02","year":"2013","corpus":"davidagnew44 elect offiici presid state union address ask davidagnew44 use igasotu answ","id":302460224894292000,"day":"15"},{"text":"RT @letsmove: 2 days, 3 states, thousands of kids and lots of dancing. Check out photos from #letsmovetour http://t.co/hGmyltV21w http:/ ...","month":"03","year":"2013","corpus":"letsmov day state thousand kid lot danc check photo letsmovetour http","id":307339964176277500,"day":"01"},{"text":"RT @iamkidpresident: Incredible. #KidPresident meets with the President of the United States: http://t.co/fNfYvZShVb @whitehouse","month":"04","year":"2013","corpus":"iamkidpresid incred kidpresid meet presid unit state whitehous","id":319846489755103200,"day":"04"},{"text":"Obama: \"I join people here in the United States, in Israel &amp; around the world in observing Holocaust Remembrance Day\" http://t.co/mJ7wDrMLSX","month":"04","year":"2013","corpus":"obama join peopl unit state israel amp around world observ holocaust remembr day","id":321352877450879000,"day":"08"},{"text":"RT @StateDept: #SecKerry kicks off \"Hangouts at State\" series on #GooglePlus today at 1:30 PM ET. Watch live on http://t.co/ssqV34O8lJ.","month":"05","year":"2013","corpus":"statedept seckerri kick hangout state seri googleplu today watch live","id":332884220433276900,"day":"10"},{"text":"President Obama: \"The great alliance between the United States and the United Kingdom is rooted in shared interests and shared values.\"","month":"05","year":"2013","corpus":"presid obama great allianc unit state unit kingdom root share interest share valu","id":333970474268762100,"day":"13"},{"text":"Happening now: President Obama gives the commencement address at the United States Naval Academy. Watch: http://t.co/KvadYk9atb","month":"05","year":"2013","corpus":"happen presid obama give commenc address unit state naval academi watch","id":337938598567497700,"day":"24"},{"text":"Obama on building more fuel efficient cars and trucks: \"You’ll fill up half as often, and we’ll all reduce carbon pollution.\" #ActOnClimate","month":"06","year":"2013","corpus":"obama build fuel effici car truck fill half often reduc carbon pollut actonclim","id":349591844532928500,"day":"25"},{"text":"President Obama: \"I refuse to condemn your generation, and future generations, to a planet that’s beyond fixing.\" #ActOnClimate","month":"06","year":"2013","corpus":"presid obama refus condemn gener futur gener planet beyond fix actonclim","id":349586586385653760,"day":"25"},{"text":"President Obama on climate deniers: \"We don’t have time for a meeting of the Flat Earth Society.\" #ActOnClimate","month":"06","year":"2013","corpus":"presid obama climat denier time meet flat earth societi actonclim","id":349595627149209600,"day":"25"},{"text":"President Obama: \"There is no contradiction between a sound environment and strong economic growth.\" #ActOnClimate","month":"06","year":"2013","corpus":"presid obama contradict sound environ strong econom growth actonclim","id":349596264901517300,"day":"25"},{"text":"President Obama: \"I’m directing the EPA to put an end to the limitless dumping of carbon pollution from our power plants.\" #ActOnClimate","month":"06","year":"2013","corpus":"presid obama direct epa put end limitless dump carbon pollut power plant actonclim","id":349588329425141760,"day":"25"},{"text":"As a President, as a father, and as an American, I choose to #ActOnClimate. Speak up if you do, too. -bo","month":"06","year":"2013","corpus":"presid father american choos actonclim speak","id":349601532938948600,"day":"25"},{"text":"Worth sharing: President Obama lays out his plan to #ActOnClimate change. http://t.co/Fi8pLRt3Re, http://t.co/W7WqkiaMzL","month":"06","year":"2013","corpus":"worth share presid obama lay plan actonclim chang","id":349625211924135940,"day":"25"},{"text":"President Obama: \"We’ve doubled the electricity we generate from zero-carbon wind and solar power—and that means jobs.\" #ActOnClimate","month":"06","year":"2013","corpus":"presid obama doubl electr gener zero carbon wind solar power mean job actonclim","id":349590775882973200,"day":"25"},{"text":"Obama: \"I am willing to work with anybody—Republicans, Democrats, independents...to combat this threat on behalf of our kids.\" #ActOnClimate","month":"06","year":"2013","corpus":"obama will work anybodi republican democrat independ ... combat threat behalf kid actonclim","id":349595245891174400,"day":"25"},{"text":"RT to share President Obama's plan to cut carbon pollution and #ActOnClimate change: http://t.co/PvnynViqk5, http://t.co/LVuPV3AfCO","month":"06","year":"2013","corpus":"share presid obama plan cut carbon pollut actonclim chang","id":349580132110966800,"day":"25"},{"text":"President Obama: \"If we can come together and get this right, we can define a sustainable future for your generation.\" #ActOnClimate","month":"06","year":"2013","corpus":"presid obama come togeth get right defin sustain futur gener actonclim","id":349594122698498050,"day":"25"},{"text":"President Obama: \"The plan I’m announcing today will help us double again our energy from the wind and the sun.\" #ActOnClimate","month":"06","year":"2013","corpus":"presid obama plan announc today help doubl energi wind sun actonclim","id":349591124811317250,"day":"25"},{"text":"Use #ActOnClimate to share why you agree it's time to do something about climate change.","month":"06","year":"2013","corpus":"use actonclim share agre time someth climat chang","id":349618918773624800,"day":"25"},{"text":"It's time to #ActOnClimate change. Share President Obama's plan to make it happen: http://t.co/spNzPK134v, http://t.co/RqnUhV4YJy","month":"06","year":"2013","corpus":"time actonclim chang share presid obama plan make happen","id":350696382371344400,"day":"28"},{"text":"RT so your friends see Obama's plan to reduce carbon pollution and #ActOnClimate change: http://t.co/QuKM5lb4nz, http://t.co/gT7cuPhWcz","month":"06","year":"2013","corpus":"friend see obama plan reduc carbon pollut actonclim chang","id":350638573290143740,"day":"28"},{"text":"President Obama on his plan to reduce carbon pollution and #ActOnClimate change: http://t.co/7JnQou1ANO, http://t.co/aC3UIJrSj6","month":"06","year":"2013","corpus":"presid obama plan reduc carbon pollut actonclim chang","id":350984563159343100,"day":"29"},{"text":"\"Warmest greetings to Muslims celebrating Eid al-Fitr here in the United States &amp; around the world\" —President Obama: http://t.co/K7fk0R2Hek","month":"08","year":"2013","corpus":"warmest greet muslim celebr eid fitr unit state amp around world presid obama","id":365481492668891140,"day":"08"},{"text":"\"The United States strongly condemns the use of violence against protesters in #Egypt.\" http://t.co/BsUC9mud8U, http://t.co/UwGlUU52BJ","month":"08","year":"2013","corpus":"unit state strongli condemn use violenc protest egypt","id":367684754717425660,"day":"14"},{"text":"President Obama: \"The United States strongly condemns the steps that have been taken by Egypt’s interim government and security forces.\"","month":"08","year":"2013","corpus":"presid obama unit state strongli condemn step taken egypt interim govern secur forc","id":368017191918006300,"day":"15"},{"text":"RT @ENERGY: \"I'm not here to debate what's not debatable.\" @ErnestMoniz on #climatechange http://t.co/KO4wTRUey1 #ActOnClimate http://t.co/…","month":"08","year":"2013","corpus":"energi debat debat ernestmoniz climatechang actonclim","id":370311058247782400,"day":"21"},{"text":"Former Secretary of State Madeleine Albright to Congress: Authorize Obama's Syria plan —&gt; http://t.co/DhTc5zQJgp (via @Politico)","month":"09","year":"2013","corpus":"former secretari state madelein albright congress author obama syria plan via politico","id":376031960935587840,"day":"06"},{"text":".@HillaryClinton on #Syria: \"It demands a strong response from the international community led by the United States.\" http://t.co/eGEZFPAxVa","month":"09","year":"2013","corpus":"hillaryclinton syria demand strong respons intern commun led unit state","id":377205939117363200,"day":"09"},{"text":"Watch former Secretary of State @HillaryClinton on the need to act in #Syria —&gt; http://t.co/eGEZFPAxVa","month":"09","year":"2013","corpus":"watch former secretari state hillaryclinton need act syria","id":377177766984040450,"day":"09"},{"text":"FACT: Under President Obama, we've more than doubled the energy we produce from wind and solar sources. #ActOnClimate","month":"09","year":"2013","corpus":"fact presid obama doubl energi produc wind solar sourc actonclim","id":380370748457496600,"day":"18"},{"text":"FACT: The U.S. now produces enough wind energy to power more than 15 million homes every year —&gt; http://t.co/M7vdmeV7Zk\n#ActOnClimate","month":"09","year":"2013","corpus":"fact produc enough wind energi power million home everi year actonclim","id":380415821350051840,"day":"18"},{"text":"We've seen 12 of the hottest years on record since 1998. It's time to #ActOnClimate change: http://t.co/Wkr8GfaFlP","month":"09","year":"2013","corpus":"seen hottest year record sinc 1998 time actonclim chang","id":380350698090545150,"day":"18"},{"text":"FACT: In 2012, U.S. carbon pollution fell to its lowest level in nearly 20 years —&gt; http://t.co/I5xtcij9tz #ActOnClimate","month":"09","year":"2013","corpus":"fact 2012 carbon pollut fell lowest level nearli year actonclim","id":380359574177333250,"day":"18"},{"text":"\"I will not negotiate over the full faith and credit of the United States.\" —President Obama on raising the debt ceiling","month":"09","year":"2013","corpus":"negoti full faith credit unit state presid obama rais debt ceil","id":381122534306893800,"day":"20"},{"text":"Find out about your state's #Obamacare marketplace where you can compare your options &amp; #GetCovered starting Oct 1st: http://t.co/I77kduAfJn","month":"09","year":"2013","corpus":"find state obamacar marketplac compar option amp getcov start oct 1st","id":382221744443891700,"day":"23"},{"text":"RT @Racusen44: What local media is covering: new data showing #ACA premiums will be affordable for consumers in their states --&gt; http://t.c…","month":"09","year":"2013","corpus":"racusen44 local media cover new data show aca premium afford consum state --&","id":382908965543112700,"day":"25"},{"text":"RT @vj44: We have a moral obligation to #ActOnClimate–Check out the Iraq &amp; Afghanistan Vets advancing clean energy #WHChamps http://t.co/RB…","month":"11","year":"2013","corpus":"vj44 moral oblig actonclim check iraq amp afghanistan veteran advanc clean energi whchamp","id":397804410539372540,"day":"05"},{"text":"RT @Katie44: NEW REPORT: State-by-State Estimates of # of People Eligible for Premium Tax Credits Under #ACA http://t.co/ZQfGaf7MDr","month":"11","year":"2013","corpus":"katie44 new report state state estim peopl elig premium tax credit aca","id":397744361925910500,"day":"05"},{"text":"RT if you agree: It's time for every state to put #PeopleOverPolitics and help 5.4 million Americans #GetCovered. http://t.co/LXA9e1xbuM","month":"11","year":"2013","corpus":"agre time everi state put peopleoverpolit help million american getcov","id":400652132631584800,"day":"13"},{"text":"Obama: \"We set new fuel standards that will double the distance our cars and trucks go on a gallon of gas.\" #ActOnClimate","month":"11","year":"2013","corpus":"obama set new fuel standard doubl distanc car truck gallon ga actonclim","id":401089134313238500,"day":"14"},{"text":"FACT: Under President Obama, we've cut our dependence on foreign oil to a 17-year low —&gt; http://t.co/2M7X7KNrqm #ActOnClimate","month":"11","year":"2013","corpus":"fact presid obama cut depend foreign oil year low actonclim","id":401076074534015000,"day":"14"},{"text":"Obama: \"We invested in new American technologies to reverse our addiction to foreign oil.\" #ActOnClimate, http://t.co/SdwfX1fFpL","month":"11","year":"2013","corpus":"obama invest new american technolog revers addict foreign oil actonclim","id":401088625707741200,"day":"14"},{"text":"FACT: Last year, carbon pollution from our transportation sector was the lowest it's been in more than a decade. #ActOnClimate","month":"11","year":"2013","corpus":"fact last year carbon pollut transport sector lowest decad actonclim","id":401422015816429600,"day":"15"},{"text":"Under President Obama, our economy has grown even as we've reduced carbon pollution. #ActOnClimate, http://t.co/Zdh9vUKe6E","month":"11","year":"2013","corpus":"presid obama economi grown even reduc carbon pollut actonclim","id":401428582956036100,"day":"15"},{"text":"Worth sharing: #Obamacare enrollment surges in many states around the country —&gt; http://t.co/sPsd4qqHpS #GetCovered","month":"11","year":"2013","corpus":"worth share obamacar enrol surg mani state around countri getcov","id":402845491307614200,"day":"19"},{"text":"RT if you agree: It's time for every state to put #PeopleOverPolitics &amp; help 5.4 million more Americans #GetCovered. http://t.co/35vIQcTsno","month":"12","year":"2013","corpus":"agre time everi state put peopleoverpolit amp help million american getcov","id":410157536113741800,"day":"09"},{"text":"Amazing photos from @Interior: \"The United States like you've never seen it.\" → http://t.co/ufbkCiVJYd","month":"01","year":"2014","corpus":"amaz photo interior unit state like never seen","id":418849212357300200,"day":"02"},{"text":"RT @Simas44: Solar power production ↑ \nThe cost of solar energy ↓ \nhttp://t.co/0jynZahTG7 #ActOnClimate, http://t.co/xMRvi191xA","month":"01","year":"2014","corpus":"simas44 solar power product cost solar energi actonclim","id":420328635237531650,"day":"06"},{"text":"Our growing clean energy economy in 3 charts → http://t.co/NvwqgbDVPo #ActOnClimate","month":"01","year":"2014","corpus":"grow clean energi economi chart actonclim","id":421041919674683400,"day":"08"},{"text":"Don't miss today's #WeTheGeeks Hangout on the #PolarVortex at 2pm ET → http://t.co/pJ5PHF6VSf #ActOnClimate, http://t.co/jU5s7GnZBo","month":"01","year":"2014","corpus":"miss today wethegeek hangout polarvortex 2pm actonclim","id":421716166261100540,"day":"10"},{"text":"Go behind the scenes as President Obama prepares for next Tuesday's State of the Union → http://t.co/Rt522TdIpp #SOTU","month":"01","year":"2014","corpus":"behind scene presid obama prepar next tuesday state union sotu","id":426007596479561700,"day":"22"},{"text":"RT @Simas44: Here's where you can find everything you need to preview the State of the Union—and watch it next Tuesday → http://t.co/qjCgoD…","month":"01","year":"2014","corpus":"simas44 find everyth need preview state union watch next tuesday","id":426056992630009860,"day":"22"},{"text":"Here's where you can find everything you need to preview the State of the Union—and watch it on Tuesday → http://t.co/KQnNDzzd1O #SOTU","month":"01","year":"2014","corpus":"find everyth need preview state union watch tuesday sotu","id":426728234093674500,"day":"24"},{"text":"President Obama at work on his State of the Union.\nTune in Tuesday at 9pm ET → http://t.co/0wCbuDsiMA\n#InsideSOTU, http://t.co/l3m9gOGrZC","month":"01","year":"2014","corpus":"presid obama work state union tune tuesday 9pm insidesotu","id":426911996873678850,"day":"25"},{"text":"RT @Storify: What goes into writing the State of the Union? The @WhiteHouse shares an inside look: http://t.co/ixakZXjleB #InsideSOTU","month":"01","year":"2014","corpus":"storifi goe write state union whitehous share insid look insidesotu","id":426876568842285060,"day":"25"},{"text":"Turn back the clock to see what past State of the Union addresses would look like with enhanced graphics: http://t.co/du4WfZ4FJ6 #InsideSOTU","month":"01","year":"2014","corpus":"turn back clock see past state union address would look like enhanc graphic insidesotu","id":427504968267202560,"day":"26"},{"text":"President Obama fine tunes his State of the Union address with Chief Speechwriter Cody Keenan. #InsideSOTU, http://t.co/pjzPfzQ5pR","month":"01","year":"2014","corpus":"presid obama fine tune state union address chief speechwrit codi keenan insidesotu","id":427565559145054200,"day":"26"},{"text":"President Obama has a special message about his 5th State of the Union → https://t.co/eX1XqLwwCM\nTune in Tuesday at http://t.co/GD8K6aq7lH","month":"01","year":"2014","corpus":"presid obama special messag 5th state union tune tuesday","id":427851597377699840,"day":"27"},{"text":"Tonight's enhanced State of the Union:\n1. Real-time graphics\n2. Videos\n3. Charts\nAll that and more here: http://t.co/0wCbuDsiMA #SOTU","month":"01","year":"2014","corpus":"tonight enhanc state union real time graphic video chart sotu","id":428198480901718000,"day":"28"},{"text":"Bo and Sunny will be watching the enhanced State of the Union tonight. You can, too: http://t.co/GD8K6aq7lH #SOTU, http://t.co/eH8t5d048O","month":"01","year":"2014","corpus":"sunni watch enhanc state union tonight sotu","id":428294069920731140,"day":"28"},{"text":"Excited for the State of the Union? Watch the enhanced livestream at 9pm ET → http://t.co/GD8K6aq7lH #InsideSOTU, http://t.co/QoUFARNr1d","month":"01","year":"2014","corpus":"excit state union watch enhanc livestream 9pm insidesotu","id":428273899818999800,"day":"28"},{"text":"Obama: \"I'll use my authority to protect more of our pristine landscapes for future generations.\" #ActOnClimate, http://t.co/fAMPuOOI09","month":"01","year":"2014","corpus":"obama use author protect pristin landscap futur gener actonclim","id":428354865450872800,"day":"29"},{"text":"Obama: \"We'll invest in new partnerships with states...across the country in a race to the top for our youngest children.\" #ActOnPreK","month":"01","year":"2014","corpus":"obama invest new partnership state ... across countri race top youngest children actonprek","id":428357890190352400,"day":"29"},{"text":"Obama: \"When our children’s children look us in the eye &amp; ask if we did all we could...I want us to be able to say yes we did\" #ActOnClimate","month":"01","year":"2014","corpus":"obama children children look eye amp ask could ... want abl say ye actonclim","id":428355516482715650,"day":"29"},{"text":"We’re importing less oil than we’re producing at home for the first time in nearly 20 years. #ActOnClimate #SOTU, http://t.co/1s7ZOtdBw9","month":"01","year":"2014","corpus":"import less oil produc home first time nearli year actonclim sotu","id":428351339349819400,"day":"29"},{"text":"President Obama: \"An autoworker fine-tuned some of the best, most fuel-efficient cars in the world.\" #MadeInAmerica #ActOnClimate #SOTU","month":"01","year":"2014","corpus":"presid obama autowork fine tune best fuel effici car world madeinamerica actonclim sotu","id":428350836432195600,"day":"29"},{"text":"Obama: \"Since I asked...Congress to raise the minimum wage, 5 states have passed laws to raise theirs\" #RaiseTheWage http://t.co/7QinRH1vcu","month":"01","year":"2014","corpus":"obama sinc ask ... congress rais minimum wage state pass law rais raisethewag","id":428358944533131260,"day":"29"},{"text":"Obama: \"This week, I delivered my State of the Union Address…here’s the three-minute version.\" http://t.co/bOB4anIZ9W #OpportunityForAll","month":"02","year":"2014","corpus":"obama week deliv state union address three minut version opportunityforal","id":429634216557432800,"day":"01"},{"text":"RT @Utech44: More efficiency news! External power supply standards from the @ENERGY Dept will save $4 billion and #ActOnClimate→ http://t.c…","month":"02","year":"2014","corpus":"utech44 effici news extern power suppli standard energi dept save billion actonclim","id":430425107291729900,"day":"03"},{"text":"Bees? Here's how our chefs are using honey from the WH beehive for tomorrow's State Dinner → http://t.co/faHL4hC4IO, http://t.co/G3Tu7rzKBg","month":"02","year":"2014","corpus":"bee chef use honey beehiv tomorrow state dinner","id":432987187349434400,"day":"10"},{"text":"RT @WHLive: \"We stand here because of each other. We owe our freedom to each other.\" —President Obama on the United States and France","month":"02","year":"2014","corpus":"whlive stand owe freedom presid obama unit state franc","id":433247286106550300,"day":"11"},{"text":"FACT: 95% of Latinos would be eligible for tax credits, CHIP or Medicaid if all states put #PeopleOverPolitics. http://t.co/JqVQ9Oju97","month":"02","year":"2014","corpus":"fact latino would elig tax credit chip medicaid state put peopleoverpolit","id":433266963171639300,"day":"11"},{"text":"Here's a behind-the-scenes peek at the President's week, including the France State Dinner &amp; a view from Marine One → http://t.co/3V0biChA3a","month":"02","year":"2014","corpus":"behind scene peek presid week includ franc state dinner amp view marin one","id":435087509660631040,"day":"16"},{"text":"President Obama: \"Anyone who said you can’t grow the economy while reducing carbon pollution has been proven wrong.\" #ActOnClimate","month":"02","year":"2014","corpus":"presid obama anyon said grow economi reduc carbon pollut proven wrong actonclim","id":435818326166892540,"day":"18"},{"text":"RT @WHLive: Obama: \"Since I called on Congress to raise the min wage last year, 6 states have gone ahead &amp; done it on their own.\" http://t.…","month":"02","year":"2014","corpus":"whlive obama sinc call congress rais min wage last year state gone ahead amp done","id":437986430233882600,"day":"24"},{"text":"\"Your state legislature is poised to raise your minimum wage this year.\" —Obama in #Minnesota #RaiseTheWage http://t.co/g70j6I3Eda","month":"02","year":"2014","corpus":"state legislatur pois rais minimum wage year obama minnesota raisethewag","id":438777451661893600,"day":"26"},{"text":"\"#Minnesota sent 19 athletes to the games. That's tied for the second most of any state. They did us all proud.\" —President Obama #GoTeamUSA","month":"02","year":"2014","corpus":"minnesota sent athlet game tie second state proud presid obama goteamusa","id":438776815835181060,"day":"26"},{"text":"President Obama's clean fuel standards will:\n↓ harmful emissions\nPrevent illnesses\nEncourage innovation\nhttp://t.co/j0DZwSA1sH #ActOnClimate","month":"03","year":"2014","corpus":"presid obama clean fuel standard harm emiss prevent ill encourag innov actonclim","id":440522297661988860,"day":"03"},{"text":"Want to learn how to create a star on Earth? Watch this from @Energy &amp; @PPPLab → http://t.co/x9RpKESsqO #ActOnClimate #SpaceWeek #Fusion","month":"03","year":"2014","corpus":"want learn creat star earth watch energi amp ppplab actonclim spaceweek fusion","id":441332501412188160,"day":"05"},{"text":"\"Michelle and I join our fellow Christians in the United States &amp; around the world in marking Ash Wednesday.\" —Obama: http://t.co/pN5RHJTXtV","month":"03","year":"2014","corpus":"michel join fellow christian unit state amp around world mark ash wednesday obama","id":441392901474373600,"day":"06"},{"text":"RT if you agree: For the sake of our kids &amp; the future of our planet, it's time to #ActOnClimate change. #Up4Climate http://t.co/wCJHkCMtXV","month":"03","year":"2014","corpus":"agre sake kid amp futur planet time actonclim chang up4clim","id":443173379822989300,"day":"10"},{"text":"FACT: Every 4 minutes, another American home or business goes solar → http://t.co/yllOGisuqd #ActOnClimate #Up4Climate","month":"03","year":"2014","corpus":"fact everi minut anoth american home busi goe solar actonclim up4clim","id":443204870862934000,"day":"11"},{"text":"President Obama: \"The United States stands with the people of #Ukraine and their right to determine their own destiny.\"","month":"03","year":"2014","corpus":"presid obama unit state stand peopl ukrain right determin destini","id":445572988822618100,"day":"17"},{"text":"President Obama's calling on private-sector innovators to leverage open government resources to #ActOnClimate → http://t.co/rlUWBv5u1n","month":"03","year":"2014","corpus":"presid obama call privat sector innov leverag open govern resourc actonclim","id":446350953911173100,"day":"19"},{"text":"President Obama's plan to #ActOnClimate will reduce methane emissions from landfills, coal mining, and agriculture → http://t.co/heZQoIfFVQ","month":"03","year":"2014","corpus":"presid obama plan actonclim reduc methan emiss landfil coal mine agricultur","id":449600450632106000,"day":"28"},{"text":"\"You remind us, just like the Olympic creed states, the most important thing in life is not the triumph, but the fight.\" —Obama to #TeamUSA","month":"04","year":"2014","corpus":"remind like olymp creed state import thing life triumph fight obama teamusa","id":451871875786760200,"day":"04"},{"text":"Solar power is more affordable than ever: The average cost of solar panels has dropped 60% since 2010 → http://t.co/Ja4nOC30D5 #ActOnClimate","month":"04","year":"2014","corpus":"solar power afford ever averag cost solar panel drop sinc 2010 actonclim","id":456799212194111500,"day":"17"},{"text":"FACT: Every 4 minutes, another American home or business goes solar → http://t.co/Y8TExSJjxK #ActOnClimate #EarthDay http://t.co/z4EuEfYGp6","month":"04","year":"2014","corpus":"fact everi minut anoth american home busi goe solar actonclim earthday","id":458682878340370400,"day":"22"},{"text":"\"When Americans unite in common purpose, we can overcome any obstacle.\" —President Obama: http://t.co/N4dotou4lA #ActOnClimate #EarthDay","month":"04","year":"2014","corpus":"american unit common purpos overcom obstacl presid obama actonclim earthday","id":458601279502434300,"day":"22"},{"text":"Here are some great tools to help you save energy at home and use less gas on the road → http://t.co/OJO69UifZs #HappyEarthDay #ActOnClimate","month":"04","year":"2014","corpus":"great tool help save energi home use less ga road happyearthday actonclim","id":458670611615985660,"day":"22"},{"text":"Worth sharing: Here's a state-by-state breakdown of why it's time for Congress to raise the minimum wage → http://t.co/G5LM6102cb #ActOn1010","month":"04","year":"2014","corpus":"worth share state state breakdown time congress rais minimum wage acton1010","id":459762559877677060,"day":"25"},{"text":"RT @Podesta44: Victory for lungs everywhere: SCOTUS recognizes dirty air doesn’t stop at state borders, upholds #EPA pollution rules http:/…","month":"04","year":"2014","corpus":"podesta44 victori lung everywher scotu recogn dirti air stop state border uphold epa pollut rule http :/…","id":461179087063900160,"day":"29"},{"text":"Climate change is not a distant threat, it's affecting us right now. Here's why it's time to #ActOnClimate → http://t.co/orVFa2aNyp","month":"05","year":"2014","corpus":"climat chang distant threat affect right time actonclim","id":463694686650392600,"day":"06"},{"text":"Check out the new National Climate Assessment: A region-by-region breakdown of climate change impacts → http://t.co/oAj9k4uaGg #ActOnClimate","month":"05","year":"2014","corpus":"check new nation climat assess region region breakdown climat chang impact actonclim","id":463746529589612540,"day":"06"},{"text":"RT @Lehrich44: You can visit http://t.co/wFzhyDsRPM now and find out how climate change is affecting your community #ActOnClimate","month":"05","year":"2014","corpus":"lehrich44 visit find climat chang affect commun actonclim","id":463728058252664800,"day":"06"},{"text":"FACT: Wildfires are starting earlier in the Spring and continuing later into the Fall → http://t.co/82tyuVVmeb #ActOnClimate","month":"05","year":"2014","corpus":"fact wildfir start earlier spring continu later fall actonclim","id":463740204000366600,"day":"06"},{"text":"FACT: By 2030, new clean fuel standards will prevent up to 2,000 premature deaths every year → http://t.co/orVFa2aNyp #ActOnClimate","month":"05","year":"2014","corpus":"fact 2030 new clean fuel standard prevent 000 prematur death everi year actonclim","id":464060959758503940,"day":"07"},{"text":"\"The effects of human-induced climate change are being felt in every corner of the U.S.\" —@NYTimes: http://t.co/B2jZJ7jy6l #ActOnClimate","month":"05","year":"2014","corpus":"effect human induc climat chang felt everi corner nytim actonclim","id":464069524581793800,"day":"07"},{"text":"Due to climate change, people are experiencing changes in the length &amp; severity of seasonal allergies → http://t.co/82tyuVVmeb #ActOnClimate","month":"05","year":"2014","corpus":"due climat chang peopl experienc chang length amp sever season allergi actonclim","id":464118131141525500,"day":"07"},{"text":"FACT: Since President Obama took office, we've increased the electricity we produce from ☼ solar ☼ power by more than tenfold. #ActOnClimate","month":"05","year":"2014","corpus":"fact sinc presid obama took offic increas electr produc solar power tenfold actonclim","id":464471919295995900,"day":"08"},{"text":"FACT: Today's new solar commitments would deploy enough solar energy to power nearly 130,000 homes. #ActOnClimate","month":"05","year":"2014","corpus":"fact today new solar commit would deploy enough solar energi power nearli 130 000 home actonclim","id":464795693459472400,"day":"09"},{"text":"FACT: Today, President Obama's taking steps to save businesses $26 billion in energy costs → http://t.co/ILl3L1WwRr #ActOnClimate","month":"05","year":"2014","corpus":"fact today presid obama take step save busi billion energi cost actonclim","id":464824529169428500,"day":"09"},{"text":"President Obama's announcing more than 300 private and public solar and energy efficiency commitments → http://t.co/ILl3L1WwRr #ActOnClimate","month":"05","year":"2014","corpus":"presid obama announc 300 privat public solar energi effici commit actonclim","id":464783318891130900,"day":"09"},{"text":"\"Manufacturing's coming back to the United States. We're not outsourcing, we are insourcing.\" —@VP: http://t.co/ccjKubFJe4 #RebuildAmerica","month":"05","year":"2014","corpus":"manufactur come back unit state outsourc insourc rebuildamerica","id":466265396153049100,"day":"13"},{"text":"Watch today's #WHClimateChat with @GinaEPA, @ErnestMoniz &amp; @Grist on what President Obama's doing to #ActOnClimate → http://t.co/tdm4UWXw1T","month":"05","year":"2014","corpus":"watch today whclimatechat ginaepa ernestmoniz amp grist presid obama actonclim","id":468535554108571650,"day":"19"},{"text":"\"As President &amp; as a parent, I refuse to condemn our children to a planet that’s beyond fixing\" —Obama: http://t.co/vH98WRY86K #ActOnClimate","month":"05","year":"2014","corpus":"presid amp parent refus condemn children planet beyond fix obama actonclim","id":472759472599744500,"day":"31"},{"text":"President Obama announces new steps he's taking to #ActOnClimate by reducing carbon pollution from power plants → http://t.co/hDqxVkr1uW","month":"05","year":"2014","corpus":"presid obama announc new step take actonclim reduc carbon pollut power plant","id":472745164096933900,"day":"31"},{"text":"\"The United States does not ever leave our men and women in uniform behind.\" —President Obama","month":"05","year":"2014","corpus":"unit state ever leav men women uniform behind presid obama","id":472864577445961700,"day":"31"},{"text":"\"For the sake of all our kids, we’ve got to do more.\" —President Obama on reducing carbon pollution: http://t.co/vH98WRY86K #ActOnClimate","month":"06","year":"2014","corpus":"sake kid got presid obama reduc carbon pollut actonclim","id":473109261384302600,"day":"01"},{"text":"FACT: President Obama's clean power plant standards will reduce lost work days and school absences. #ActOnClimate http://t.co/VfdLVHdWJF","month":"06","year":"2014","corpus":"fact presid obama clean power plant standard reduc lost work day school absenc actonclim","id":473522996028522500,"day":"02"},{"text":"\"This is an investment in better health and a better future for our kids.\" —@GinaEPA #ActOnClimate http://t.co/YuYsIK0CTI","month":"06","year":"2014","corpus":"invest better health better futur kid ginaepa actonclim","id":473476717928271900,"day":"02"},{"text":"RT @SecretaryJewell: I applaud @EPA’s common sense, flexible steps to work with states to reduce carbon pollution &amp; protect public health. …","month":"06","year":"2014","corpus":"secretaryjewel applaud epa common sens flexibl step work state reduc carbon pollut amp protect public health","id":473484261048455200,"day":"02"},{"text":"\"These new standards are going to help us leave our children a safer and more stable world.\" —Obama: http://t.co/RxPSPdYBLA #ActOnClimate","month":"06","year":"2014","corpus":"new standard go help leav children safer stabl world obama actonclim","id":473559746364973060,"day":"02"},{"text":"Big news: @EPA just proposed carbon pollution standards for power plants to protect our kids' health → http://t.co/NSyGujgHfn #ActOnClimate","month":"06","year":"2014","corpus":"big news epa propos carbon pollut standard power plant protect kid health actonclim","id":473452038571847700,"day":"02"},{"text":"\"We have a moral obligation to #ActOnClimate.\" —@GinaEPA on clean power plant standards: http://t.co/Ff78UZdiq7 http://t.co/Igl7OGXG4c","month":"06","year":"2014","corpus":"moral oblig actonclim ginaepa clean power plant standard","id":473473078660321300,"day":"02"},{"text":"RT @CunningDC: BREAKING: 173 companies, investors endorse @EPA rule on #CO2 http://t.co/uGKfUcGamh #ActOnClimate","month":"06","year":"2014","corpus":"cunningdc break 173 compani investor endors epa rule co2 actonclim","id":473471281078501400,"day":"02"},{"text":"President Obama's clean power plant standards will help prevent more kids from getting asthma → http://t.co/lM3sfRCRpV #ActOnClimate","month":"06","year":"2014","corpus":"presid obama clean power plant standard help prevent kid get asthma actonclim","id":473845332388765700,"day":"03"},{"text":"President Obama's clean power plant standards would:\n↓ carbon pollution by 30%\n↓ soot &amp; smog by 25%\n#ActOnClimate → http://t.co/2FRLswnfMq","month":"06","year":"2014","corpus":"presid obama clean power plant standard would carbon pollut soot amp smog actonclim","id":474214450535596000,"day":"04"},{"text":"Here's the latest on how President Obama's clean power plant standards will protect our kids' health: http://t.co/BhPquOqDFd #ActOnClimate","month":"06","year":"2014","corpus":"latest presid obama clean power plant standard protect kid health actonclim","id":474189417293549600,"day":"04"},{"text":"\"The United States does not have a monopoly on crazy people.\" —President Obama on why we need legislation to prevent gun violence #ObamaIRL","month":"06","year":"2014","corpus":"unit state monopoli crazi peopl presid obama need legisl prevent gun violenc obamairl","id":476470004742119400,"day":"10"},{"text":"Share the news: The @AmerMedicalAssn supports President Obama's clean power plant standards. #ActOnClimate http://t.co/IrztFbfMsd","month":"06","year":"2014","corpus":"share news amermedicalassn support presid obama clean power plant standard actonclim","id":476742994234982400,"day":"11"},{"text":"RT @Phil44: “I, BARACK OBAMA, President of the United States ... proclaim June 18 as National Day of Making.” http://t.co/bDKETjtjjs #Natio…","month":"06","year":"2014","corpus":"phil44 barack obama presid unit state proclaim june nation day make natio","id":479008741451628540,"day":"17"},{"text":"Obama: \"This United States Marine, faced down that terrible explosive power...with his own body...to protect a fellow Marine.\" #MedalOfHonor","month":"06","year":"2014","corpus":"obama unit state marin face terribl explos power ... bodi ... protect fellow marin medalofhonor","id":479693708909355000,"day":"19"},{"text":"RT @ErnestMoniz: I #ActOnClimate because we have a moral obligation to leave a cleaner, safer planet behind for our children. Why do you?","month":"06","year":"2014","corpus":"ernestmoniz actonclim moral oblig leav cleaner safer planet behind children","id":481818831216578560,"day":"25"},{"text":"RT @USDA: Farmers already feel effects of climate change. We must #ActonClimate for today's producers &amp; for our next generation http://t.co…","month":"06","year":"2014","corpus":"usda farmer alreadi feel effect climat chang must actonclim today produc amp next gener","id":481873064880140300,"day":"25"},{"text":"One year ago, President Obama announced his Climate Action Plan. Check out the progress we've made to #ActOnClimate → http://t.co/l5sVvDgeUP","month":"06","year":"2014","corpus":"one year ago presid obama announc climat action plan check progress made actonclim","id":481809324738879500,"day":"25"},{"text":"24 states have not expanded Medicaid through the #ACA.\nIf they don't, 5.7 million will go without coverage in 2016 → http://t.co/QfqmftW7fk","month":"07","year":"2014","corpus":"state expand medicaid aca million without coverag 2016","id":484350677913980900,"day":"02"},{"text":"For the sake of our kids and our planet, President Obama's taking steps to #ActOnClimate → http://t.co/2FRLswnfMq http://t.co/BYdN7g4wmL","month":"07","year":"2014","corpus":"sake kid planet presid obama take step actonclim","id":489510413386907650,"day":"16"},{"text":"RT @EPA: It’s time to #ActOnClimate. That’s why we’re executing President Obama’s Climate Action Plan. http://t.co/1plBhsOAHT http://t.co/F…","month":"07","year":"2014","corpus":"epa time actonclim execut presid obama climat action plan","id":489457427713372160,"day":"16"},{"text":"Today, we're launching a new public-private partnership to develop advanced mapping data and tools to #ActOnClimate → http://t.co/EbMVAhq83D","month":"07","year":"2014","corpus":"today launch new public privat partnership develop advanc map data tool actonclim","id":489428427687329800,"day":"16"},{"text":"RT @jesseclee44: Staggering state-by-state breakdown of how much ACA repeal would jack up premium costs -- 322% nationally…\n \nhttp://t.co/c…","month":"07","year":"2014","corpus":"jesseclee44 stagger state state breakdown much aca repeal would jack premium cost 322 nation","id":492674995525795840,"day":"25"},{"text":"\"We wish Muslims in the United States and around the world a blessed and joyous celebration.\" —Obama on #EidMubarak http://t.co/Xo8lsT2jXr","month":"07","year":"2014","corpus":"wish muslim unit state around world bless joyou celebr obama eidmubarak","id":493892813600616450,"day":"28"},{"text":"\"The President of the United States thought your letter was really good, and he wants to meet you.\" —@PressSec: http://t.co/BP9HvZukll","month":"07","year":"2014","corpus":"presid unit state thought letter realli good want meet presssec","id":494131864391909400,"day":"29"},{"text":"\"States &amp; businesses are raising the minimum wage for their workers because this Congress is failing to do so\" —Obama http://t.co/Td6J8JPK4N","month":"08","year":"2014","corpus":"state amp busi rais minimum wage worker congress fail obama","id":495280798317428740,"day":"01"},{"text":"\"Africa must know that they will always have a strong and reliable partner in the United States.\" —President Obama #USAfrica","month":"08","year":"2014","corpus":"africa must know alway strong reliabl partner unit state presid obama usafrica","id":497145521065435140,"day":"06"},{"text":"\"The United States stands ready to support a government that addresses the needs and grievances of all Iraqi people.\" —President Obama","month":"08","year":"2014","corpus":"unit state stand readi support govern address need grievanc iraqi peopl presid obama","id":498939838406856700,"day":"11"},{"text":"\"States where the minimum wage has gone up...have experienced higher job growth than the states that haven’t\" —Obama: http://t.co/VSVyPDFaNv","month":"08","year":"2014","corpus":"state minimum wage gone ... experienc higher job growth state obama","id":506097879060996100,"day":"31"},{"text":"\"The chances of an #Ebola outbreak here in the United States are extremely low.\" —President Obama: http://t.co/b4tqL36eMn","month":"09","year":"2014","corpus":"chanc ebola outbreak unit state extrem low presid obama","id":511969232687734800,"day":"16"},{"text":"\"If left unchecked, they could pose a growing threat to the United States.\" —President Obama on the terrorist group ISIL","month":"09","year":"2014","corpus":"left uncheck could pose grow threat unit state presid obama terrorist group isil","id":512272809637457900,"day":"17"},{"text":"\"The United States continues to build a broad international coalition to degrade and ultimately destroy the terrorist group #ISIL.\" —Obama","month":"09","year":"2014","corpus":"unit state continu build broad intern coalit degrad ultim destroy terrorist group isil obama","id":512738325149409300,"day":"18"},{"text":"RT @GinaEPA: The cost of inaction on climate change is too high. Use hashtag #ActonClimate to share how you are taking action. #climatesumm…","month":"09","year":"2014","corpus":"ginaepa cost inact climat chang high use hashtag actonclim share take action climatesumm","id":514064275842019300,"day":"22"},{"text":"\"This once-distant threat has moved firmly into the present.” —President Obama on the need to #ActOnClimate change","month":"09","year":"2014","corpus":"distant threat move firmli present presid obama need actonclim chang","id":514460492560338940,"day":"23"},{"text":"RT @Alex44: Missed Dr. John Holdren's #ActOnClimate #UpChat? Check out his back &amp; forth with @Upworthy → http://t.co/38KVSfv9rL http://t.co…","month":"09","year":"2014","corpus":"alex44 miss john holdren actonclim upchat check back amp forth upworthi","id":514537435473408000,"day":"23"},{"text":"Don't miss President Obama speak at 12:50pm ET on his plan to #ActOnClimate → http://t.co/Uf0NUVI3qd #UNGA2014 http://t.co/7vZlJxMAb5","month":"09","year":"2014","corpus":"miss presid obama speak 50pm plan actonclim unga2014","id":514456114331930600,"day":"23"},{"text":"\"Our generation must move toward a global compact to confront a changing climate while we still can.\" —Obama #ActOnClimate #UNGA2014","month":"09","year":"2014","corpus":"gener must move toward global compact confront chang climat still obama actonclim unga2014","id":514463370863706100,"day":"23"},{"text":"Today, President Obama's designating the largest marine reserve in the world off-limits to development: http://t.co/7V6QbsmkUQ #ActOnClimate","month":"09","year":"2014","corpus":"today presid obama design largest marin reserv world limit develop actonclim","id":515169220746051600,"day":"25"},{"text":"RT @jackjohnson: I #ActOnClimate by buying local food and reducing the distance my food has to travel. #climate2014  #AAOLocalFood http://t…","month":"09","year":"2014","corpus":"jackjohnson actonclim buy local food reduc distanc food travel climate2014 aaolocalfood","id":515612529092227100,"day":"26"},{"text":"\"The place to invest isn't in China. It's the United States.\" —President Obama on @60Minutes: http://t.co/XvkRZQu17w http://t.co/Y1VPhNBpao","month":"09","year":"2014","corpus":"place invest china unit state presid obama 60minut","id":516669466059735040,"day":"29"},{"text":"Watch the @VP, @LaborSec &amp; @ArneDuncan announce job-training grants for community colleges in every state at 11am ET: http://t.co/Cp8uuJSrvc","month":"09","year":"2014","corpus":"watch laborsec amp arneduncan announc job train grant commun colleg everi state 11am","id":516603110580834300,"day":"29"},{"text":"“A changing climate will have real impacts on our military &amp; the way it executes its missions.” —Hagel: http://t.co/ih5xpIyRNt #ActOnClimate","month":"10","year":"2014","corpus":"chang climat real impact militari amp way execut mission hagel actonclim","id":521752320392966140,"day":"13"},{"text":"RT @Podesta44: February 1985: The last time global average temperatures were, well, average: http://t.co/8Jzr1lWjJc #ActOnClimate http://t.…","month":"10","year":"2014","corpus":"podesta44 februari 1985 last time global averag temperatur well averag actonclim","id":524640718329888800,"day":"21"},{"text":"\"The risk of #Ebola for the everyday citizen in the United States is extraordinarily low.\" —Dr. Fauci at the @NIH: http://t.co/0i9rcXR242","month":"10","year":"2014","corpus":"risk ebola everyday citizen unit state extraordinarili low fauci nih","id":525795147078828000,"day":"24"},{"text":"RT @whitehouseostp: Today, Science Advisor Dr. John Holdren talked with @SamChampion about why we need to #ActOnClimate. WATCH → http://t.c…","month":"10","year":"2014","corpus":"whitehouseostp today scienc advisor john holdren talk samchampion need actonclim watch","id":527125768732540900,"day":"28"},{"text":"\"In the 5 states where a minimum wage increase was on the ballot last night, voters went 5-for-5 to increase it.\" —Obama #RaiseTheWage","month":"11","year":"2014","corpus":"state minimum wage increas ballot last night voter went increas obama raisethewag","id":530087895991066600,"day":"05"},{"text":"RT @billclinton: Great news last night on historic climate cooperation between the US and China #ActOnClimate http://t.co/qQ89cosVe6","month":"11","year":"2014","corpus":"billclinton great news last night histor climat cooper china actonclim","id":532643260217298940,"day":"12"},{"text":"We can't leave our kids a planet that's beyond repair. See our latest steps to #ActOnClimate: http://t.co/52GMrkGj51 http://t.co/47xmPKDDG1","month":"11","year":"2014","corpus":"leav kid planet beyond repair see latest step actonclim","id":532549792837414900,"day":"12"},{"text":"FACT: President Obama just set a new target to cut U.S. carbon pollution by 26-28% by 2025. #ActOnClimate http://t.co/VETG0LaQwX","month":"11","year":"2014","corpus":"fact presid obama set new target cut carbon pollut 2025 actonclim","id":532699259477307400,"day":"13"},{"text":"Check out this new toolkit to help communities respond to climate change → http://t.co/vH4K0utaVk #ActOnClimate http://t.co/3ETFEZTRkz","month":"11","year":"2014","corpus":"check new toolkit help commun respond climat chang actonclim","id":534479005496250400,"day":"17"},{"text":"\"The United States condemns in the strongest possible terms today’s horrific attack…in Peshawar, Pakistan.\" —Obama http://t.co/oZB0lpHVmY","month":"12","year":"2014","corpus":"unit state condemn strongest possibl term today horrif attack peshawar pakistan obama","id":544862834006310900,"day":"16"},{"text":"RT @WHLive: \"I have authorized increased telecommunications connections between the United States and Cuba.\" —President Obama #CubaPolicy","month":"12","year":"2014","corpus":"whlive author increas telecommun connect unit state cuba presid obama cubapolici","id":545265101037522940,"day":"17"},{"text":"RT @whitehouseostp: WATCH: Dr. John Holdren answers first batch of #AskDrH climate q's  → http://t.co/1l7Qx9Tgh5 #ActOnClimate http://t.co/…","month":"12","year":"2014","corpus":"whitehouseostp watch john holdren answer first batch askdrh climat actonclim","id":545664979371061250,"day":"18"},{"text":"\"We cannot have a society in which some dictator someplace can start imposing censorship here in the United States.\" —President Obama","month":"12","year":"2014","corpus":"cannot societi dictat someplac start impos censorship unit state presid obama","id":546018226400808960,"day":"19"},{"text":"In 2014, President Obama took the most important step to date by the U.S. to #ActOnClimate → http://t.co/ov04rn5OgS http://t.co/AROcpiRnhl","month":"12","year":"2014","corpus":"2014 presid obama took import step date actonclim","id":549988412208341000,"day":"30"},{"text":"RT @WHLive: \"That’ll be the focus of my State of the Union Address in a couple weeks—building on the progress we’ve made.\" —President Obama","month":"01","year":"2015","corpus":"whlive focu state union address coupl week build progress made presid obama","id":552940436063780860,"day":"07"},{"text":"\"I want the people of France to know that the United States stands with you.\" —President Obama","month":"01","year":"2015","corpus":"want peopl franc know unit state stand presid obama","id":553629231389745150,"day":"09"},{"text":"RT @USDA: Today we're announcing 115 regional conservation partnership projects in all 50 states. List → http://t.co/oOgC9xIFH6 http://t.co…","month":"01","year":"2015","corpus":"usda today announc 115 region conserv partnership project state list","id":555499450613768200,"day":"14"},{"text":"President Obama just announced a new goal to cut methane emissions from the oil &amp; gas sector by 40-45%: http://t.co/z1FqZ49Ser #ActOnClimate","month":"01","year":"2015","corpus":"presid obama announc new goal cut methan emiss oil amp ga sector actonclim","id":555449435853828100,"day":"14"},{"text":"Get excited: @YouTube creators will interview President Obama following his State of the Union → http://t.co/HWfsbGsbN2 #YouTubeAsksObama","month":"01","year":"2015","corpus":"get excit youtub creator interview presid obama follow state union youtubeasksobama","id":555839102571282400,"day":"15"},{"text":"RT @WHLive: \"When the United States and United Kingdom stand together, our nations are more secure and our people are more prosperous.\" —Pr…","month":"01","year":"2015","corpus":"whlive unit state unit kingdom stand togeth nation secur peopl prosper","id":556143817728880640,"day":"16"},{"text":"Go behind the scenes on State of the Union prep today with @DeeseOMB → http://t.co/qCv1U7e3AZ #InsideSOTU http://t.co/vBPLRTnWlZ","month":"01","year":"2015","corpus":"behind scene state union prep today deeseomb insidesotu","id":556179456868376600,"day":"16"},{"text":"The best place to watch President Obama's State of the Union address on Tuesday is http://t.co/UPhTKve0OQ. #SOTU http://t.co/TdmEnHKJkZ","month":"01","year":"2015","corpus":"best place watch presid obama state union address tuesday sotu","id":556575082852536300,"day":"17"},{"text":"President Obama's working on his State of the Union address. Tune in Tuesday at 9pm ET → http://t.co/NKU3ndKHOu #SOTU http://t.co/FO46ooKP2B","month":"01","year":"2015","corpus":"presid obama work state union address tune tuesday 9pm sotu","id":556927697017126900,"day":"18"},{"text":"RT @FLOTUS: Check out the reactions of State of the Union guests when they picked up the phone to hear their invites → http://t.co/67kldW8X…","month":"01","year":"2015","corpus":"flotu check reaction state union guest pick phone hear invit","id":557308272039165950,"day":"19"},{"text":"A student ✓\nA teacher ✓\nA veteran ✓\nAn astronaut ✓\nMeet @FLOTUS's guests for the State of the Union: http://t.co/ncLxzz2MSl #SOTU","month":"01","year":"2015","corpus":"student teacher veteran astronaut meet flotu guest state union sotu","id":557309261479690240,"day":"19"},{"text":"Watch President Obama reflect on the State of the Union and preview tomorrow's address → http://t.co/3mHtv6YLuA #SOTU","month":"01","year":"2015","corpus":"watch presid obama reflect state union preview tomorrow address sotu","id":557228364688527360,"day":"19"},{"text":"\"America is now in a position to really turn the page.\" —President Obama previewing his State of the Union: http://t.co/3mHtv6YLuA #SOTU","month":"01","year":"2015","corpus":"america posit realli turn page presid obama preview state union sotu","id":557264681015185400,"day":"19"},{"text":"RT @VP: Just a few things in tonight's State of the Union:\n✓ #FreeCommunityCollege\n✓ #FamiliesSucceed\n✓ #BetterBroadband\nhttp://t.co/49peX9…","month":"01","year":"2015","corpus":"thing tonight state union freecommunitycolleg familiessucce betterbroadband","id":557627500424343550,"day":"20"},{"text":"President Obama wrote you a note ahead of his State of the Union.\nWatch at 9pm ET: http://t.co/NKU3ndKHOu #SOTU http://t.co/hqqmPz50T1","month":"01","year":"2015","corpus":"presid obama wrote note ahead state union watch 9pm sotu","id":557630411288113150,"day":"20"},{"text":"RT @nytimes: Obama's Internet-savvy staff aims to reach new audiences for the State of the Union speech http://t.co/t5HvDH5Q8c http://t.co/…","month":"01","year":"2015","corpus":"nytim obama internet savvi staff aim reach new audienc state union speech","id":557641992919076860,"day":"20"},{"text":"RT @vj44: Malik sent this letter to Santa, and Pres Obama wrote him back. Today, he's @FLOTUS's guest at the State of the Union http://t.co…","month":"01","year":"2015","corpus":"vj44 malik sent letter santa pre obama wrote back today flotu guest state union","id":557616002293592060,"day":"20"},{"text":"A State of the Union watch guide (from someone who knows what’s in the speech) → http://t.co/rqP21XWOjr by @pfeiffer44 #InsideSOTU","month":"01","year":"2015","corpus":"state union watch guid someon know speech pfeiffer44 insidesotu","id":557586158817771500,"day":"20"},{"text":"Test your knowledge of past State of the Union addresses—then tune in at 9pm ET → http://t.co/NKU3ndKHOu http://t.co/jnzXmNg0vk #SOTU","month":"01","year":"2015","corpus":"test knowledg past state union address tune 9pm sotu","id":557607623978418200,"day":"20"},{"text":"\"I will not let this Congress endanger our children by turning back the clock on our efforts.\" —Obama #ActOnClimate http://t.co/bWOW32zsK3","month":"01","year":"2015","corpus":"let congress endang children turn back clock effort obama actonclim","id":557733075543941100,"day":"21"},{"text":"President Obama's State of the Union address as prepared for delivery: http://t.co/6SeDx1lqez #SOTU http://t.co/TMmVXUp8V9","month":"01","year":"2015","corpus":"presid obama state union address prepar deliveri sotu","id":557717053189410800,"day":"21"},{"text":"\"Every three weeks, we bring online as much solar power as we did in all of 2008.\" —President Obama #ActOnClimate http://t.co/kH7mr5fLrx","month":"01","year":"2015","corpus":"everi three week bring onlin much solar power 2008 presid obama actonclim","id":558025584496738300,"day":"21"},{"text":"“2014 was the planet’s warmest year on record.” —President Obama #SOTU #ActOnClimate http://t.co/sK94XwIrQK","month":"01","year":"2015","corpus":"2014 planet warmest year record presid obama sotu actonclim","id":557732686258008060,"day":"21"},{"text":"\"We are still more than a collection of red states &amp; blue states...we are the United States of America.\" —Obama #SOTU http://t.co/QwRt5goUfQ","month":"01","year":"2015","corpus":"still collect red state amp blue state ... unit state america obama sotu","id":557776189381963800,"day":"21"},{"text":"Listen to President Obama's State of the Union address on @SoundCloud → https://t.co/PkJh8jMnBI #SOTU","month":"01","year":"2015","corpus":"listen presid obama state union address soundcloud sotu","id":557762364498776060,"day":"21"},{"text":"The most interactive enhanced State of the Union ever:\n1.2 million views ✓\n1.5 million tweets on #SOTU ✓\nhttp://t.co/lYx7YzS39Z","month":"01","year":"2015","corpus":"interact enhanc state union ever million view million tweet sotu","id":558054281065300000,"day":"22"},{"text":"\"Every three weeks, we bring online as much solar power as we did in all of 2008.\" —President Obama #ActOnClimate http://t.co/m5MZLl9RQS","month":"01","year":"2015","corpus":"everi three week bring onlin much solar power 2008 presid obama actonclim","id":558317928928387100,"day":"22"},{"text":"President Obama just announced new commitments to cooperate with India on climate and clean energy → http://t.co/QKVcPy0ybl #ActOnClimate","month":"01","year":"2015","corpus":"presid obama announc new commit cooper india climat clean energi actonclim","id":559467230292090900,"day":"25"},{"text":"RT @Podesta44: .@SecretaryCastro  @JerryBrownGov announcing steps on #PACE financing to save $, #ActOnClimate http://t.co/fkWDVrYKNy http:/…","month":"01","year":"2015","corpus":"podesta44 secretarycastro jerrybrowngov announc step pace financ save actonclim http :/…","id":560866517525344260,"day":"29"},{"text":"RT @Podesta44: .@Tim_Cook: 130 MW solar power effort is Apple's \"biggest and boldest\" project to date → http://t.co/FiaaDFeUER #ActOnClimate","month":"02","year":"2015","corpus":"podesta44 tim_cook 130 solar power effort appl biggest boldest project date actonclim","id":565553823318806500,"day":"11"},{"text":"RT @Podesta44: 2. President Obama’s leadership showed time &amp; again #ActOnClimate progress is possible. My parting shot in @POLITICO: http:/…","month":"02","year":"2015","corpus":"podesta44 presid obama leadership show time amp actonclim progress possibl part shot politico http :/…","id":566281901309456400,"day":"13"},{"text":"RT @Deese44: Hey, guys! Taking over for John on the Twitters. Follow along for the latest on #ActOnClimate, #MonumentsMatter &amp; obligatory b…","month":"02","year":"2015","corpus":"deese44 hey guy take john twitter follow along latest actonclim monumentsmatt amp obligatori","id":568108415844626400,"day":"18"},{"text":"\"States like California are leading the way providing paid leave\" —President Obama to the @NatlGovsAssoc #LeadOnLeave http://t.co/or668r1InI","month":"02","year":"2015","corpus":"state like california lead way provid paid leav presid obama natlgovsassoc leadonleav","id":569897463139708900,"day":"23"},{"text":"\"Since 2013, 17 states have joined companies like Gap and Walmart to raise their minimum wage\" —Obama #RaiseTheWage http://t.co/CeBzHXnunj","month":"02","year":"2015","corpus":"sinc 2013 state join compani like gap walmart rais minimum wage obama raisethewag","id":569897210227384300,"day":"23"},{"text":"“It’s not science fiction. It’s not speculation. This is what the science tells us.” —President Obama on why it's time to #ActOnClimate","month":"03","year":"2015","corpus":"scienc fiction specul scienc tell presid obama time actonclim","id":573928367700992000,"day":"06"},{"text":"RT @lacasablanca: Why pro-immigration states are fighting back in support of the President's #ImmigrationAction: http://t.co/gpP3sNFoEs htt…","month":"03","year":"2015","corpus":"lacasablanca pro immigr state fight back support presid immigrationact htt","id":576508823420182500,"day":"13"},{"text":"RT @GinaEPA: Big news! President Obama signed an EO to cut federal govt's CO2 emissions: https://t.co/nYGzWOPHiQ #ActOnClimate @ErnestMoniz…","month":"03","year":"2015","corpus":"ginaepa big news presid obama sign cut feder govt co2 emiss actonclim ernestmoniz","id":578643973188649000,"day":"19"},{"text":"RT @Deese44: \"Are you paying attention?\" 6-year-old Noah asks at start of WH film fest video urging policymakers to #ActOnClimate https://t…","month":"03","year":"2015","corpus":"deese44 pay attent year old noah ask start film fest video urg policymak actonclim","id":578976067811168300,"day":"20"},{"text":"RT @VP: We’re taking action on climate change — and the world is joining us. Here's how → https://t.co/8HVIqcpEYa http://t.co/eog4QbPbvA","month":"03","year":"2015","corpus":"take action climat chang world join","id":582964638809251800,"day":"31"},{"text":"\"Today, the United States—together with our allies and partners—has reached an historic understanding with Iran\" —Obama #IranDeal","month":"04","year":"2015","corpus":"today unit state togeth alli partner reach histor understand iran obama irand","id":583696863775236100,"day":"02"},{"text":"RT @WHLive: \"Lead by example. Invest in the future...That’s how we’ll keep this economy growing.\" —President Obama #ActOnClimate","month":"04","year":"2015","corpus":"whlive lead exampl invest futur ... keep economi grow presid obama actonclim","id":584039716590379000,"day":"03"},{"text":"RT @USTradeRep: #UnitedStatesofTrade 50 stories in 50 states that show the impact of trade across the nation → http://t.co/8QnIHXQHO1 http:…","month":"04","year":"2015","corpus":"ustraderep unitedstatesoftrad stori state show impact trade across nation http","id":587688691902058500,"day":"13"},{"text":"RT @rhodes44: Put simply, POTUS is acting to remove #Cuba from the State Sponsor of Terrorism list because Cuba is not a State Sponsor of T…","month":"04","year":"2015","corpus":"rhodes44 put simpli potu act remov cuba state sponsor terror list cuba state sponsor","id":588061954801082400,"day":"14"},{"text":"\"2014 was the planet’s warmest year on record.\" —President Obama on #EarthDay and steps he's taking to #ActOnClimate: http://t.co/ftxXQAUdvV","month":"04","year":"2015","corpus":"2014 planet warmest year record presid obama earthday step take actonclim","id":589465946982469600,"day":"18"},{"text":"\"Climate change can no longer be denied—or ignored. The world is looking to the United States...to lead.\" —Obama: http://t.co/ftxXQAUdvV","month":"04","year":"2015","corpus":"climat chang longer deni ignor world look unit state ... lead obama","id":589518867749179400,"day":"18"},{"text":"\"There’s no greater threat to our planet than climate change.\" —President Obama on why it's time to #ActOnClimate: http://t.co/ftxXQAUdvV","month":"04","year":"2015","corpus":"greater threat planet climat chang presid obama time actonclim","id":589454641240219600,"day":"18"},{"text":"RT @Deese44: 1 of my favorite parks: @AcadiaNPS. Will fight so my daughter &amp; her kids can enjoy it too #ActOnClimate #FindYourPark http://t…","month":"04","year":"2015","corpus":"deese44 favorit park acadianp fight daughter amp kid enjoy actonclim findyourpark","id":589825152499744800,"day":"19"},{"text":"RT @Deese44: Tell us: What would you fight to protect? #EarthWeek #ActOnClimate https://t.co/Zy6G127pdr http://t.co/FvpwVdcEvH","month":"04","year":"2015","corpus":"deese44 tell would fight protect earthweek actonclim","id":590237807882305500,"day":"20"},{"text":"President Obama is headed to @EvergladesNPS on #EarthDay to discuss the need to #ActOnClimate: http://t.co/k8fbW7HGUM http://t.co/sNfDvBi9WM","month":"04","year":"2015","corpus":"presid obama head evergladesnp earthday discuss need actonclim","id":590194648196362200,"day":"20"},{"text":"\"This is the only planet we’ve got.\" —Obama on why it's time to #ActOnClimate: http://t.co/P8euWqL61m #EarthDay http://t.co/g9009kn956","month":"04","year":"2015","corpus":"planet got obama time actonclim earthday","id":590151885903896600,"day":"20"},{"text":"RT @BillNye: Heading down to DC to catch an #EarthDay flight on Air Force One tomorrow with the President. We're going to #ActOnClimate.","month":"04","year":"2015","corpus":"billny head catch earthday flight air forc one tomorrow presid go actonclim","id":590663932622331900,"day":"21"},{"text":"RT if you agree: It's time to #ActOnClimate → http://t.co/aPWTyh38xF #EarthDay http://t.co/jQnq1YF07x","month":"04","year":"2015","corpus":"agre time actonclim earthday","id":590939383861248000,"day":"22"},{"text":"\"Refusing to say the words 'climate change' doesn’t mean that it’s not happening.\" —Obama #EarthDay #ActOnClimate http://t.co/9N2mshtx4n","month":"04","year":"2015","corpus":"refus say word climat chang mean happen obama earthday actonclim","id":590961436689596400,"day":"22"},{"text":"RT @JohnKerry: This #EarthDay, I’m calling on Americans &amp; concerned citizens everywhere to crank up the volume: let’s #ActOnClimate: http:/…","month":"04","year":"2015","corpus":"johnkerri earthday call american amp concern citizen everywher crank volum let actonclim http :/…","id":590884733128585200,"day":"22"},{"text":"What park would you fight to protect? Let us know using #ActOnClimate → http://t.co/DK9rdyKUQ4 #EarthDay http://t.co/KIMefwhENf","month":"04","year":"2015","corpus":"park would fight protect let know use actonclim earthday","id":590898252003860500,"day":"22"},{"text":"RT @OPMDirector: A national park I'd fight to protect? Has to be @RockyNPS in Colorado: http://t.co/SqXZIXNAG8 #ActOnClimate #EarthDay http…","month":"04","year":"2015","corpus":"opmdirector nation park fight protect rockynp colorado actonclim earthday http","id":591003848203960300,"day":"22"},{"text":"RT @Goldfuss44: On #EarthDay, President Obama greets kids at @EvergladesNPS #ActOnClimate http://t.co/dPDUGKKnIV","month":"04","year":"2015","corpus":"goldfuss44 earthday presid obama greet kid evergladesnp actonclim","id":590976719189893100,"day":"22"},{"text":"RT @vj44: These made me smile. Enjoy! #EarthDay #ActOnClimate cc: @Interior http://t.co/j6hoDCB9Ak","month":"04","year":"2015","corpus":"vj44 made smile enjoy earthday actonclim interior","id":590991255984799700,"day":"22"},{"text":"\"Protecting the one planet we’ve got is what we have to do for the next generation.\" —Obama #EarthDay #ActOnClimate http://t.co/QFvFoPcvmy","month":"04","year":"2015","corpus":"protect one planet got next gener obama earthday actonclim","id":591018899115745300,"day":"22"},{"text":"RT if you agree: It's time to mobilize the world to combat climate change → https://t.co/RyN9RCpgtQ #ActOnClimate","month":"04","year":"2015","corpus":"agre time mobil world combat climat chang actonclim","id":591685883083886600,"day":"24"},{"text":"RT @Goldfuss44: Smart, #ActOnClimate planning and design can make infrastructure more resilient, better for communities @thehill: http://t.…","month":"05","year":"2015","corpus":"goldfuss44 smart actonclim plan design make infrastructur resili better commun thehil","id":595618583243264000,"day":"05"},{"text":"Where can #CommunityCollege take you?\nChief Data Scientist of the United States → https://t.co/Q4X146Atr6 http://t.co/dlm6P625vA","month":"05","year":"2015","corpus":"communitycolleg take chief data scientist unit state","id":596076172888313900,"day":"06"},{"text":"RT @whitehouseostp: Dr. Holdren is in Lincoln, NE, today, learning how locals are using science to #ActOnClimate https://t.co/CxF0iN1lKj ht…","month":"05","year":"2015","corpus":"whitehouseostp holdren lincoln today learn local use scienc actonclim","id":596041662775709700,"day":"06"},{"text":"Wheels down in South Dakota—the 50th state President Obama has visited since taking office. http://t.co/6EVM3UqPsS http://t.co/IvgsRGHp0N","month":"05","year":"2015","corpus":"wheel south dakota 50th state presid obama visit sinc take offic","id":596793085792751600,"day":"08"},{"text":"“I continue to believe that a two-state solution is absolutely vital” —Obama on the Israelis and Palestinians http://t.co/28mKR5M4fi","month":"05","year":"2015","corpus":"continu believ two state solut absolut vital obama isra palestinian","id":598979871298101200,"day":"14"},{"text":"RT @WHLive: \"The United States and our GCC partners cooperate extensively, countering terrorist groups like al Qaeda and now ISIL\" —Obama #…","month":"05","year":"2015","corpus":"whlive unit state gcc partner cooper extens counter terrorist group like qaeda isil obama","id":598969829345730600,"day":"14"},{"text":"\"Climate change constitutes a serious threat to global security\" —@POTUS: http://t.co/K5YxkHO9qw #ActOnClimate http://t.co/MoNg6jjbUW","month":"05","year":"2015","corpus":"climat chang constitut seriou threat global secur potu actonclim","id":601117643546984400,"day":"20"},{"text":"RT @Interior: Just Announced: @usbr to invest $50M in water #conservation to help drought-stricken states http://t.co/GThBiOGxPl http://t.c…","month":"05","year":"2015","corpus":"interior announc usbr invest 50m water conserv help drought stricken state","id":601158468494590000,"day":"20"},{"text":"The planet is getting warmer.\nGlaciers are melting.\nSea levels are rising.\nIt's time to #ActOnClimate. http://t.co/l1rKJK5KQH","month":"05","year":"2015","corpus":"planet get warmer glacier melt sea level rise time actonclim","id":601068930518655000,"day":"20"},{"text":"\"We need to act—and we need to act now.\"\nRT if you agree with @POTUS: It's time to #ActOnClimate. http://t.co/IbNgN9w61I","month":"05","year":"2015","corpus":"need act need act agre potu time actonclim","id":601054659378335700,"day":"20"},{"text":"RT @Deese44: Check out @POTUS remarks @USCGAcademy on #ActOnClimate is key to our national security: https://t.co/XCCsKfQuAd http://t.co/Jo…","month":"05","year":"2015","corpus":"deese44 check potu remark uscgacademi actonclim key nation secur","id":601124023955775500,"day":"20"},{"text":"\"Even as we meet threats like terrorism, we cannot and we must not ignore a peril that can affect generations.\" —@POTUS #ActOnClimate","month":"05","year":"2015","corpus":"even meet threat like terror cannot must ignor peril affect gener potu actonclim","id":601053334712246300,"day":"20"},{"text":"Here's what military leaders are saying about the need to combat climate change: http://t.co/AtmPqUkfJ5 #ActOnClimate http://t.co/BajkHdfKbO","month":"05","year":"2015","corpus":"militari leader say need combat climat chang actonclim","id":601492077948620800,"day":"21"},{"text":"RT @POTUS: .@drock89 as @Pontifex and other religious leaders have stated we have a moral obligation to the most vulnerable and the next ge…","month":"05","year":"2015","corpus":"potu drock89 pontifex religi leader state moral oblig vulner next","id":603970523538784300,"day":"28"},{"text":"RT @ZCarlander: Mr @POTUS, in the state of the union speech you said that climate change is a national security issue. Can you explain why …","month":"05","year":"2015","corpus":"zcarland potu state union speech said climat chang nation secur issu explain","id":603972848584130600,"day":"28"},{"text":"RT @Goddeez1027: Find a way 2 Invest in solar energy for home 2 reap the benefits in the longrun #ActOnClimate","month":"05","year":"2015","corpus":"goddeez1027 find way invest solar energi home reap benefit longrun actonclim","id":604002506159468500,"day":"28"},{"text":"Check out yesterday's #AskPOTUS Q&amp;A and share what you're doing to #ActOnClimate → http://t.co/vdm8SQrTW6 http://t.co/jgzUj0sPyH","month":"05","year":"2015","corpus":"check yesterday askpotu amp share actonclim","id":604291764397031400,"day":"29"},{"text":"\"It's very important that economic development ties in with sustainable development.\" —@POTUS #ActOnClimate #TPP http://t.co/gsYEIBjKBI","month":"06","year":"2015","corpus":"import econom develop tie sustain develop potu actonclim tpp","id":605517500797714400,"day":"01"},{"text":"RT @GinaEPA: 1 year ago today, I signed the #CleanPowerPlan to help our country reduce carbon pollution &amp; #ActOnClimate. http://t.co/tnZPNQ…","month":"06","year":"2015","corpus":"ginaepa year ago today sign cleanpowerplan help countri reduc carbon pollut amp actonclim","id":605826827353849900,"day":"02"},{"text":"RT @GinaEPA: Met these bright student leaders @WhiteHouse Climate Youth Summit. They are doing incredible work to #ActOnClimate! http://t.c…","month":"06","year":"2015","corpus":"ginaepa met bright student leader whitehous climat youth summit incred work actonclim","id":605771295574220800,"day":"02"},{"text":"RT @juawnjackson: I #ActOnClimate by pushing for the implementation of a Bike Share program at @GeorgiaCollege! http://t.co/J5hbO7ybYH","month":"06","year":"2015","corpus":"juawnjackson actonclim push implement bike share program georgiacolleg","id":605773590613459000,"day":"02"},{"text":"RT @climatecatt: Loved meeting other student leaders @WhiteHouseCEQ and @EPA's youth summit on climate change. Let's #ActOnClimate http://t…","month":"06","year":"2015","corpus":"climatecatt love meet student leader whitehouseceq epa youth summit climat chang let actonclim","id":605797172605419500,"day":"02"},{"text":"FACT: States refusing to expand Medicaid through the ACA are leaving 4.3 million uninsured → http://t.co/yspWD1vvKm http://t.co/BjtiK8dOdK","month":"06","year":"2015","corpus":"fact state refus expand medicaid aca leav million uninsur","id":606473679682203600,"day":"04"},{"text":"RT @whitehouseostp: Dr. John Holdren on why we need to #ActOnClimate: https://t.co/tKftzv0xWX #Climate25","month":"06","year":"2015","corpus":"whitehouseostp john holdren need actonclim climate25","id":608723236029800400,"day":"10"},{"text":"We're generating 20 times more solar power than when @POTUS took office → http://t.co/Y2UKhyyaZQ #ActOnClimate http://t.co/vISWHGKHZz","month":"06","year":"2015","corpus":"gener time solar power potu took offic actonclim","id":610877933411037200,"day":"16"},{"text":"RT @aaseiger: Biden brought the crowd to its feet with tears in their eyes @WhiteHouse clean energy investment summit #actonclimate http://…","month":"06","year":"2015","corpus":"aaseig biden brought crowd feet tear eye whitehous clean energi invest summit actonclim","id":610946094512541700,"day":"16"},{"text":"RT @VP: $4 billion: That's the amount of private sector support announced today that aims to help #ActOnClimate → https://t.co/HhGCclppax","month":"06","year":"2015","corpus":"billion amount privat sector support announc today aim help actonclim","id":610830112276258800,"day":"16"},{"text":"Chart of the week: We're generating more clean energy than ever before → http://t.co/Y2UKhyPLRo #ActOnClimate http://t.co/ttM1GvGpQK","month":"06","year":"2015","corpus":"chart week gener clean energi ever actonclim","id":610853770503651300,"day":"16"},{"text":"RT @VP: \"America's energy future is in cleaner, cheaper renewable energy.\" -VP Biden #ActOnClimate https://t.co/rTNaHarvuT http://t.co/5LbA…","month":"06","year":"2015","corpus":"america energi futur cleaner cheaper renew energi biden actonclim","id":610898730334576600,"day":"16"},{"text":"RT @WHLive: \"17 states have raised their minimum wage, and 27 cities and counties have taken action to #RaiseTheWage\" —@POTUS http://t.co/s…","month":"06","year":"2015","corpus":"whlive state rais minimum wage citi counti taken action raisethewag potu","id":612013247210786800,"day":"19"},{"text":"\"It's science.\nIt's fact.\nIt's like gravity.\"\n—@POTUS to the @USMayors on the need to #ActOnClimate http://t.co/d4zG5nD7MK","month":"06","year":"2015","corpus":"scienc fact like graviti potu usmayor need actonclim","id":612014951109034000,"day":"19"},{"text":"RT @RepDavidEPrice: We must #ActOnClimate because addressing climate change is a public health imperative @LCVoters http://t.co/EfYRLvMyhY","month":"06","year":"2015","corpus":"repdavidepric must actonclim address climat chang public health imper lcvoter","id":613436091798978600,"day":"23"},{"text":"President Obama's clean power plant standards would reduce smog and soot by 25%: http://t.co/tYWUJQpRie #ActOnClimate http://t.co/YhX1inCibo","month":"06","year":"2015","corpus":"presid obama clean power plant standard would reduc smog soot actonclim","id":613443726178914300,"day":"23"},{"text":"RT @PublicHealth: We #ActonClimate because clean air matters to public health. What’s your reason? http://t.co/MXkeHxJVCT","month":"06","year":"2015","corpus":"publichealth actonclim clean air matter public health reason","id":613426219900518400,"day":"23"},{"text":"RT @SecBurwell: It’s time for us to #ActOnClimate, for the sake of our children’s health and our planet → http://t.co/j9PXq13bhI #2degrees","month":"06","year":"2015","corpus":"secburwel time actonclim sake children health planet 2degre","id":613438262951067600,"day":"23"},{"text":"RT @sierraclub: Thanks @epa! The Clean Power Plan is how the US will #ActOnClimate: http://t.co/CqOUd2dXfG","month":"06","year":"2015","corpus":"sierraclub thank epa clean power plan actonclim","id":613404938111049700,"day":"23"},{"text":"\"The United States government will not make concessions, such as paying ransoms, to terrorist groups holding American hostages.\" —@POTUS","month":"06","year":"2015","corpus":"unit state govern make concess pay ransom terrorist group hold american hostag potu","id":613747236632027100,"day":"24"},{"text":"When @POTUS took office, gay marriage was legal in just 2 states.\nToday, it's legal in 37 states and D.C. #PrideMonth http://t.co/FM4G4sslIQ","month":"06","year":"2015","corpus":"potu took offic gay marriag legal state today legal state pridemonth","id":613862620345413600,"day":"25"},{"text":"\"As citizens of the state of Ohio and the United States...we wanted to be recognized as a couple.\" #LoveWins\nhttps://t.co/PhMLqNBUSk","month":"06","year":"2015","corpus":"citizen state ohio unit state ... want recogn coupl lovewin","id":614539856497131500,"day":"26"},{"text":"RT @Deese44: Big day for intl #ActOnClimate momentum w/ new climate goals f/ @POTUS, Brazil, China, &amp; Korea http://t.co/IA3QI9BjaD http://t…","month":"06","year":"2015","corpus":"deese44 big day intl actonclim momentum new climat goal potu brazil china amp korea","id":615912540887892000,"day":"30"},{"text":"\"Today, I can announce that the United States has agreed to formally re-establish diplomatic relations with the Republic of Cuba\" —@POTUS","month":"07","year":"2015","corpus":"today announc unit state agre formal establish diplomat relat republ cuba potu","id":616262438506397700,"day":"01"},{"text":"RT @VP: World champs. The cup is coming back to the United States. Congratulations to the #USWNT. We're so proud.","month":"07","year":"2015","corpus":"world champ cup come back unit state congratul uswnt proud","id":617865041019314200,"day":"06"},{"text":"RT @Deese44: Expanding access to solar for all Americans helps #ActOnClimate, save $. Great day in Bmore w @RepCummings @MayorSRB http://t.…","month":"07","year":"2015","corpus":"deese44 expand access solar american help actonclim save great day bmore repcum mayorsrb","id":618481735903252500,"day":"07"},{"text":"President Obama is making it easier for more Americans to access solar power → http://t.co/Zga3VJMPid #ActOnClimate http://t.co/ipaRFuUkxY","month":"07","year":"2015","corpus":"presid obama make easier american access solar power actonclim","id":618434067025952800,"day":"07"},{"text":"We're generating 20 times more solar electricity than when @POTUS took office → http://t.co/6lAkqSk2Kc #ActOnClimate http://t.co/rrYKNkFFvu","month":"07","year":"2015","corpus":"gener time solar electr potu took offic actonclim","id":618491002102288400,"day":"07"},{"text":"RT @Deese44: Read @Google's Eric Schmidt on Paris #COP21 and the American Business #ActOnClimate pledge http://t.co/ccm5MHSFQM http://t.co/…","month":"07","year":"2015","corpus":"deese44 read googl eric schmidt pari cop21 american busi actonclim pledg","id":625742581591228400,"day":"27"},{"text":"\"It is a great honor to be the first President of the United States to address the African Union.\" —@POTUS","month":"07","year":"2015","corpus":"great honor first presid unit state address african union potu","id":625986359946162200,"day":"28"},{"text":"RT @GinaEPA: Great piece by @BillGates on how we can act on poverty when we #ActOnClimate: http://t.co/2jhmKkJf0V #CleanPowerPlan","month":"07","year":"2015","corpus":"ginaepa great piec billgat act poverti actonclim cleanpowerplan","id":626884605241598000,"day":"30"},{"text":"Climate change is one of the biggest threats we face.\nShare why you believe it's time to #ActOnClimate. http://t.co/ie84taSL7T","month":"07","year":"2015","corpus":"climat chang one biggest threat face share believ time actonclim","id":626830901645717500,"day":"30"},{"text":"RT @GinaEPA: We have to ensure a safe climate for generations to come. We must #ActOnClimate now. #CleanPowerPlan https://t.co/b6ImMd77UI","month":"08","year":"2015","corpus":"ginaepa ensur safe climat gener come must actonclim cleanpowerplan","id":627585493237149700,"day":"01"},{"text":"RT the news: On Monday, @POTUS will release his #CleanPowerPlan—the biggest step we've ever taken to #ActOnClimate. http://t.co/GBSJ8hlIRD","month":"08","year":"2015","corpus":"news monday potu releas cleanpowerplan biggest step ever taken actonclim","id":627901863677968400,"day":"02"},{"text":"RT @PiperPerabo: .@POTUS I'm proud of you! Let's do this! #ActOnClimate The biggest step we've ever taken http://t.co/mTurLjeqhd http://t.c…","month":"08","year":"2015","corpus":"piperperabo potu proud let actonclim biggest step ever taken","id":627944787484782600,"day":"02"},{"text":"We can't condemn our kids to a planet that's beyond fixing.\nIt's time to #ActOnClimate. #CleanPowerPlan http://t.co/GBSJ8hlIRD","month":"08","year":"2015","corpus":"condemn kid planet beyond fix time actonclim cleanpowerplan","id":627870205432107000,"day":"02"},{"text":"RT @MomRovin: Because I love my kids~ and their friends~ and my future grandchildren~ #ActOnClimate #CleanPowerPlan  https://t.co/bppt7rLHsY","month":"08","year":"2015","corpus":"momrovin love kid friend futur grandchildren actonclim cleanpowerplan","id":627896017552171000,"day":"02"},{"text":"RT @Deese44: A Memo to America\nFrom: @POTUS \nRE: Our planet\nWe're taking out biggest step yet to #ActOnClimate. Watch: https://t.co/7KBPJk…","month":"08","year":"2015","corpus":"deese44 memo america potu planet take biggest step yet actonclim watch","id":627883794788319200,"day":"02"},{"text":"\"We’re the first generation to feel the impact of climate change &amp; the last generation that can do something about it\" —@POTUS #ActOnClimate","month":"08","year":"2015","corpus":"first gener feel impact climat chang amp last gener someth potu actonclim","id":628268853328539600,"day":"03"},{"text":"RT @POTUS: I refuse to condemn our kids to a planet that's beyond fixing. Let's meet this challenge and #ActOnClimate together.","month":"08","year":"2015","corpus":"potu refus condemn kid planet beyond fix let meet challeng actonclim togeth","id":628316860308660200,"day":"03"},{"text":"Today, @POTUS is releasing his #CleanPowerPlan—the biggest step we've ever taken to #ActOnClimate. http://t.co/GBSJ8hlIRD","month":"08","year":"2015","corpus":"today potu releas cleanpowerplan biggest step ever taken actonclim","id":628210948839321600,"day":"03"},{"text":"RT if you agree: For the sake of our kids and the future of our planet, it's time to #ActOnClimate. #CleanPowerPlan http://t.co/FQ3msViYTm","month":"08","year":"2015","corpus":"agre sake kid futur planet time actonclim cleanpowerplan","id":628297951895494700,"day":"03"},{"text":"RT @RepLoisCapps: .@POTUS' #CleanPowerPlan will bring a healthier future for Americans. RT if you agree: It's time to #ActOnClimate! http:/…","month":"08","year":"2015","corpus":"reploiscapp potu cleanpowerplan bring healthier futur american agre time actonclim http :/…","id":630738130170056700,"day":"10"},{"text":".@POTUS is taking the biggest step yet to #ActOnClimate.\nWatch a 3-minute recap of the past week. #CleanPowerPlan\nhttps://t.co/jHbU3ptcRD","month":"08","year":"2015","corpus":"potu take biggest step yet actonclim watch minut recap past week cleanpowerplan","id":630800431862558700,"day":"10"},{"text":"RT @Deese44: Watch @POTUS congratulate @ESA_org on 100 years of working to protect our environment and ecosystems. #ActOnClimate http://t.c…","month":"08","year":"2015","corpus":"deese44 watch potu congratul esa_org 100 year work protect environ ecosystem actonclim","id":631190611492773900,"day":"11"},{"text":"RT @whitehouseostp: Learn more about new Administration &amp; supporting efforts to #ActOnClimate through climate ed and literacy at http://t.c…","month":"08","year":"2015","corpus":"whitehouseostp learn new administr amp support effort actonclim climat literaci","id":634355568921190400,"day":"20"},{"text":"\"My advice to any students that would like to be involved in climate change is to be fearless.\" #ActOnClimate http://t.co/cDXf5vDWk0","month":"08","year":"2015","corpus":"advic student would like involv climat chang fearless actonclim","id":634847542740561900,"day":"21"},{"text":"Big #ActOnClimate news today: @POTUS is announcing $1 billion in new clean energy commitments: http://t.co/WHt0jTqlev http://t.co/EjZXxHbIWU","month":"08","year":"2015","corpus":"big actonclim news today potu announc billion new clean energi commit","id":635897933703983100,"day":"24"},{"text":"\"No challenge poses a greater threat to our future than climate change.\" —@POTUS: http://t.co/WHt0jT8KmX #ActOnClimate","month":"08","year":"2015","corpus":"challeng pose greater threat futur climat chang potu actonclim","id":635968713464922100,"day":"25"},{"text":"Watch President Obama's weekly address on his upcoming trip to Alaska and steps to #ActOnClimate: http://t.co/VET7C1jY1F","month":"08","year":"2015","corpus":"watch presid obama weekli address upcom trip alaska step actonclim","id":637655388943466500,"day":"29"},{"text":"\"As long as I’m President, America will lead the world to meet the threat of climate change.\" —@POTUS: http://t.co/VET7C1ByTd #ActOnClimate","month":"08","year":"2015","corpus":"long presid america lead world meet threat climat chang potu actonclim","id":638093875119173600,"day":"30"},{"text":"As @POTUS heads to Alaska, take a look back at why it's so important to protect: http://t.co/XkhBK1W6w2 #ActOnClimate http://t.co/8TrzLWnRzU","month":"08","year":"2015","corpus":"potu head alaska take look back import protect actonclim","id":638416490623053800,"day":"31"},{"text":"\"We know that human activity is changing the climate. That is beyond dispute.\" —@POTUS #ActOnClimate http://t.co/fcsadSmT5U","month":"09","year":"2015","corpus":"know human activ chang climat beyond disput potu actonclim","id":638521414555959300,"day":"01"},{"text":"Sea levels are \"projected to rise another 1 to 4 feet this century.\" —@POTUS in Alaska #ActOnClimate http://t.co/rLB8eDOY7L","month":"09","year":"2015","corpus":"sea level project rise anoth feet centuri potu alaska actonclim","id":638519455199445000,"day":"01"},{"text":"“Arctic temperatures are rising about twice as fast as the global average.” —@POTUS #ActOnClimate http://t.co/FzxmUWpiL4","month":"09","year":"2015","corpus":"arctic temperatur rise twice fast global averag potu actonclim","id":638517508929155100,"day":"01"},{"text":"Watch live: @POTUS speaks in Alaska on the need to #ActOnClimate → http://t.co/9YIoJPVfEA #GLACIER http://t.co/rCCnYSUaBB","month":"09","year":"2015","corpus":"watch live potu speak alaska need actonclim glacier","id":638516712422383600,"day":"01"},{"text":"\"The science is stark, it is sharpening, and it proves that this once-distant threat is now very much in the present.\" —@POTUS #ActOnClimate","month":"09","year":"2015","corpus":"scienc stark sharpen prove distant threat much present potu actonclim","id":638517093797888000,"day":"01"},{"text":"Picture 75 ice blocks the size of the National Mall.\nThat's what Alaska's glaciers lose each year. #ActOnClimate http://t.co/N2mrOScCv6","month":"09","year":"2015","corpus":"pictur ice block size nation mall alaska glacier lose year actonclim","id":638846717190893600,"day":"01"},{"text":"This used to mark the edge of Exit Glacier in Alaska when @POTUS was born → http://t.co/Bj2OH3qUJM #ActOnClimate http://t.co/ZEF5nCYjrI","month":"09","year":"2015","corpus":"use mark edg exit glacier alaska potu born actonclim","id":639166756834160600,"day":"02"},{"text":"The climate is changing faster than our efforts to address it.\nThat must change.\nhttp://t.co/Bj2OH3qUJM #ActOnClimate http://t.co/X4FjVTAXl6","month":"09","year":"2015","corpus":"climat chang faster effort address must chang actonclim","id":639188114821541900,"day":"02"},{"text":"\"What's happening here is America's wake-up call.\" —@POTUS in Alaska on the impacts of climate change #ActOnClimate http://t.co/MT6wyvWos1","month":"09","year":"2015","corpus":"happen america wake call potu alaska impact climat chang actonclim","id":639268075729211400,"day":"03"},{"text":"\"My current home may not exist 10 years from now\" —Millie Hawley on rising sea levels in Alaska #ActOnClimate http://t.co/WLhUbKk3yw","month":"09","year":"2015","corpus":"current home may exist year milli hawley rise sea level alaska actonclim","id":639263953974116400,"day":"03"},{"text":"RT @VP: \"This is a good deal. It's a good deal for the United States, for the world, and for Israel.\" -VP Biden on #IranDeal https://t.co/y…","month":"09","year":"2015","corpus":"good deal good deal unit state world israel biden irand","id":639432388620251100,"day":"03"},{"text":"\"What's happening is not going to be contained unless we are serious about climate change.\" —@POTUS #ActOnClimate http://t.co/aiYYi5N9qD","month":"09","year":"2015","corpus":"happen go contain unless seriou climat chang potu actonclim","id":639876654089797600,"day":"04"},{"text":"Get the latest on how the U.S. and China are taking steps to #ActOnClimate → http://t.co/kQ7JxJn9An http://t.co/XQrIMln8tf","month":"09","year":"2015","corpus":"get latest china take step actonclim","id":643932328666906600,"day":"15"},{"text":"RT @rhodes44: The Iran deal will be implemented. The United States has an Embassy in Havana. #change.","month":"09","year":"2015","corpus":"rhodes44 iran deal implement unit state embassi havana chang","id":645061000241283100,"day":"19"},{"text":"\"Holy Father, you remind us that we have a sacred obligation to protect our planet—God’s magnificent gift to us.\" —@POTUS #ActOnClimate","month":"09","year":"2015","corpus":"holi father remind sacr oblig protect planet god magnific gift potu actonclim","id":646680804626579500,"day":"23"},{"text":"“Climate change is a problem that can no longer be left to a future generation.” —@Pontifex #PopeInDC #ActOnClimate http://t.co/TCWCNHadZw","month":"09","year":"2015","corpus":"climat chang problem longer left futur gener pontifex popeindc actonclim","id":646684692079607800,"day":"23"},{"text":"\"I want to commend China for announcing that it will begin a...market-based cap-and-trade system to limit emissions\" —@POTUS #ActOnClimate","month":"09","year":"2015","corpus":"want commend china announc begin ... market base cap trade system limit emiss potu actonclim","id":647447769003769900,"day":"25"},{"text":"\"On behalf of the American people, welcome to the United States.\" —@POTUS to President Xi of China: http://t.co/axhhRVjvTa","month":"09","year":"2015","corpus":"behalf american peopl welcom unit state potu presid china","id":647400899019604000,"day":"25"},{"text":"\"Today, I am committing the United States to achieving the Sustainable Development Goals.\" —@POTUS https://t.co/wydLjCjPnX #GlobalGoals","month":"09","year":"2015","corpus":"today commit unit state achiev sustain develop goal potu globalgo","id":648214001692868600,"day":"27"},{"text":"\"The United States...remains the single largest donor of development assistance, including in global health\" —@POTUS: http://t.co/QrXzBgWdrR","month":"09","year":"2015","corpus":"unit state ... remain singl largest donor develop assist includ global health potu","id":648213389085380600,"day":"27"},{"text":"RT @WHLive: \"As President of the United States, I am mindful of the dangers we face—they cross my desk every morning.\" —@POTUS #UNGA","month":"09","year":"2015","corpus":"whlive presid unit state mind danger face cross desk everi morn potu unga","id":648503883505930200,"day":"28"},{"text":"\"Out of the ashes of the Second World War...the United States has worked with many nations in this Assembly to prevent a 3rd\" —@POTUS #UNGA","month":"09","year":"2015","corpus":"ash second world war ... unit state work mani nation assembl prevent 3rd potu unga","id":648501971847106600,"day":"28"},{"text":"\"The United States is increasing the number of refugees who we will welcome within our borders\" —@POTUS: http://t.co/1HwsI34w4D #AidRefugees","month":"09","year":"2015","corpus":"unit state increas number refuge welcom within border potu aidrefuge","id":648509219331637200,"day":"28"},{"text":"Watch live: @POTUS speaks to state legislators from around the country → http://t.co/kpytW7jAzz","month":"09","year":"2015","corpus":"watch live potu speak state legisl around countri","id":649317668747628500,"day":"30"},{"text":"\"A majority of Republican voters think climate change is caused by human activity\" —@POTUS #ActOnClimate http://t.co/C0KMwBXg29","month":"09","year":"2015","corpus":"major republican voter think climat chang caus human activ potu actonclim","id":649320092682092500,"day":"30"},{"text":"There's never been more momentum around the world to #ActOnClimate.\nGet the latest → http://t.co/VVI6byyA7h http://t.co/6d27XQAPyi","month":"10","year":"2015","corpus":"never momentum around world actonclim get latest","id":650059264518565900,"day":"02"},{"text":"\"City by city, country by country—we can meet this global challenge.\" —@JohnKerry and @MikeBloomberg: http://t.co/agi47Pvmt7 #ActOnClimate","month":"10","year":"2015","corpus":"citi citi countri countri meet global challeng johnkerri mikebloomberg actonclim","id":652217484980932600,"day":"08"},{"text":"It's time to #ActOnClimate.\nGet the latest on commitments from countries around the world → http://t.co/VVI6byyA7h http://t.co/OuqiySFLtH","month":"10","year":"2015","corpus":"time actonclim get latest commit countri around world","id":654385638133788700,"day":"14"},{"text":"Get the latest on how @POTUS is partnering with businesses to #ActOnClimate → http://t.co/noK3cyGiEP http://t.co/GOtIZcb4rN","month":"10","year":"2015","corpus":"get latest potu partner busi actonclim","id":654730370424815600,"day":"15"},{"text":"\"The commitment of the United States to the defense and security of the Republic of Korea will never waver.\" —@POTUS to President Park","month":"10","year":"2015","corpus":"commit unit state defens secur republ korea never waver potu presid park","id":655083536572022800,"day":"16"},{"text":"RT @POTUS: I just met with CEOs of some of our biggest companies who are stepping up to #ActOnClimate. It's good for the planet - and the b…","month":"10","year":"2015","corpus":"potu met ceo biggest compani step actonclim good planet","id":656156225206292500,"day":"19"},{"text":"American businesses are taking big steps to #ActOnClimate → http://t.co/IU2TJ02bHg http://t.co/Pbmh7b1Kzl","month":"10","year":"2015","corpus":"american busi take big step actonclim","id":656129152014135300,"day":"19"},{"text":"Follow @FactsOnClimate so you're armed with the facts about climate change and what we're doing to #ActOnClimate. https://t.co/uyXCVOyXTH","month":"10","year":"2015","corpus":"follow factsonclim arm fact climat chang actonclim","id":656497847576035300,"day":"20"},{"text":"RT @FactsOnClimate: Climate change threatens us all, and it will take all of us to solve it. Get the facts on how we can: https://t.co/D0uI…","month":"10","year":"2015","corpus":"factsonclim climat chang threaten take solv get fact","id":656496738706960400,"day":"20"},{"text":"\"Some of our biggest companies made new commitments to #ActOnClimate...it’s good for their bottom line.\" —@POTUS: https://t.co/n1XODp2mfs","month":"10","year":"2015","corpus":"biggest compani made new commit actonclim ... good bottom line potu","id":658308948257321000,"day":"25"},{"text":"RT @WHLive: \"In states with high gun ownership police officers are three times more likely to be murdered than in states with low gun owner…","month":"10","year":"2015","corpus":"whlive state high gun ownership polic offic three time like murder state low gun owner","id":659096697306501100,"day":"27"},{"text":"RT @ErnestMoniz: When companies #ActOnClimate it's good for the planet AND for business: https://t.co/xLyt7whDb9 https://t.co/QbH6FmRG9H","month":"10","year":"2015","corpus":"ernestmoniz compani actonclim good planet busi","id":659369600153337900,"day":"28"},{"text":"RT @GinaEPA: Goldman Sachs investing $150 billion in #CleanEnergy. That’s huge &amp; shows it makes good biz sense to #ActOnClimate. https://t.…","month":"11","year":"2015","corpus":"ginaepa goldman sach invest 150 billion cleanenergi huge amp show make good biz sens actonclim","id":661564291024228400,"day":"03"},{"text":"\"We’ve doubled the distance our cars will go on a gallon of gas by 2025.\" —@POTUS #ActOnClimate","month":"11","year":"2015","corpus":"doubl distanc car gallon ga 2025 potu actonclim","id":662676825869545500,"day":"06"},{"text":"\"The @StateDept has decided that the Keystone XL Pipeline would not serve the national interest of the United States.\" —@POTUS #ActOnClimate","month":"11","year":"2015","corpus":"statedept decid keyston pipelin would serv nation interest unit state potu actonclim","id":662675629914107900,"day":"06"},{"text":"\"We've...multiplied the power we generate from the sun 20 times over.\" —@POTUS #ActOnClimate https://t.co/K6SIc6cE0o","month":"11","year":"2015","corpus":"... multipli power gener sun time potu actonclim","id":662677214530551800,"day":"06"},{"text":"\"Today, we gather once more to salute every patriot who has ever proudly worn the uniform of the United States\" —@POTUS #VeteransDay","month":"11","year":"2015","corpus":"today gather salut everi patriot ever proudli worn uniform unit state potu veteransday","id":664483358643122200,"day":"11"},{"text":"\"No nation is immune to the consequences of a changing climate.\" —@POTUS at #APEC2015\nIt's time to #ActOnClimate https://t.co/WrJTxNX9pw","month":"11","year":"2015","corpus":"nation immun consequ chang climat potu apec2015 time actonclim","id":666810849705762800,"day":"18"},{"text":"\"Refugees face the most rigorous screening of anyone who comes to the United States.\" —@VP: https://t.co/mFekkOlxD0 https://t.co/TnEh7jw8MG","month":"11","year":"2015","corpus":"refuge face rigor screen anyon come unit state","id":668143850993483800,"day":"21"},{"text":"\"Unlike in Europe, refugees don’t set foot in the United States until they are thoroughly vetted.\" —@VP https://t.co/lsBGVUxZyl","month":"11","year":"2015","corpus":"unlik europ refuge set foot unit state thoroughli vet","id":668505496110805000,"day":"22"},{"text":"RT @FactsOnClimate: American companies are using a record amount of clean energy → https://t.co/J0rBqxkaIq #ActOnClimate #COP21 https://t.c…","month":"11","year":"2015","corpus":"factsonclim american compani use record amount clean energi actonclim cop21","id":668789996510400500,"day":"23"},{"text":"\"Next week, I’ll be joining President Hollande and world leaders in Paris for the global climate conference.\" —@POTUS #ActOnClimate #COP21","month":"11","year":"2015","corpus":"next week join presid holland world leader pari global climat confer potu actonclim cop21","id":669202204818063400,"day":"24"},{"text":"“Abe is now a free bird. He is TOTUS—the Turkey of the United States.” —@POTUS on the National Thanksgiving Turkey: https://t.co/HieTxgsF6Q","month":"11","year":"2015","corpus":"abe free bird totu turkey unit state potu nation thanksgiv turkey","id":669603019948863500,"day":"25"},{"text":"RT @FactsOnClimate: Here's what the world stepping up to #ActOnClimate looks like → https://t.co/uLtVMNkaZa #COP21 https://t.co/V9MN0hAU8Z","month":"11","year":"2015","corpus":"factsonclim world step actonclim look like cop21","id":669630864830160900,"day":"25"},{"text":"RT @FactsOnClimate: Nations representing nearly 95% of global emissions have committed to #ActOnClimate: https://t.co/uLtVMN2A7C #COP21 htt…","month":"11","year":"2015","corpus":"factsonclim nation repres nearli global emiss commit actonclim cop21 htt","id":671015825155956700,"day":"29"},{"text":"\"Nothing will deter us from building the future we want for our children.\" —@POTUS #ActOnClimate #COP21 #ParisClimateConference","month":"11","year":"2015","corpus":"noth deter build futur want children potu actonclim cop21 parisclimateconfer","id":671295213978189800,"day":"30"},{"text":"RT @FactsOnClimate: BREAKING: @POTUS joins 19 countries to double clean energy funding → https://t.co/T2lZWRsuja #ActOnClimate #COP21 https…","month":"11","year":"2015","corpus":"factsonclim break potu join countri doubl clean energi fund actonclim cop21 http","id":671125622522007600,"day":"30"},{"text":"\"There is such a thing as being too late\" —@POTUS at #COP21\nRT if you agree: It's time to #ActOnClimate. https://t.co/yOwtiecSjb","month":"11","year":"2015","corpus":"thing late potu cop21 agre time actonclim","id":671306441811206100,"day":"30"},{"text":"Watch @POTUS lay out what a successful global climate agreement looks like at #COP21 in Paris. #ActOnClimate https://t.co/BUhyI7reKb","month":"12","year":"2015","corpus":"watch potu lay success global climat agreement look like cop21 pari actonclim","id":671705466947375100,"day":"01"},{"text":"The time to #ActOnClimate is now. Let's get to work → https://t.co/wHaMOgp59B #COP21 https://t.co/1GbnRyNhqV","month":"12","year":"2015","corpus":"time actonclim let get work cop21","id":671501001334104000,"day":"01"},{"text":"RT if you agree with @POTUS: Climate change is a massive problem, and the time to #ActOnClimate is now. https://t.co/N2bu15M3Pv","month":"12","year":"2015","corpus":"agre potu climat chang massiv problem time actonclim","id":672127875106099200,"day":"02"},{"text":"Spread the word: 154 major American companies are committing to #ActOnClimate → https://t.co/IU2TIZKAPI #COP21 https://t.co/xuhChs8wSu","month":"12","year":"2015","corpus":"spread word 154 major american compani commit actonclim cop21","id":672093774177312800,"day":"02"},{"text":"RT @FactsOnClimate: \"Let that be our common purpose in Paris: A world that is worthy of our children\" —@POTUS #COP21 #ActOnClimate https://…","month":"12","year":"2015","corpus":"factsonclim let common purpos pari world worthi children potu cop21 actonclim","id":672864690620358700,"day":"04"},{"text":".@POTUS reflects on his future grandkids and why it's so important for the world to #ActOnClimate. #COP21\nhttps://t.co/RvB4DGqU2m","month":"12","year":"2015","corpus":"potu reflect futur grandkid import world actonclim cop21","id":672938582160478200,"day":"05"},{"text":"FACT: Carbon pollution in our atmosphere is higher than at any point in human history. #ActOnClimate #COP21 https://t.co/jLkkiGaKSW","month":"12","year":"2015","corpus":"fact carbon pollut atmospher higher point human histori actonclim cop21","id":674340692139728900,"day":"08"},{"text":"Here's why we have to #ActOnClimate—in one chart: https://t.co/onlKr0SxKV #COP21 https://t.co/T3clmbRRpV","month":"12","year":"2015","corpus":"actonclim one chart cop21","id":674394505324265500,"day":"09"},{"text":"RT @FactsOnClimate: RT if you agree: It's time for the world to #ActOnClimate → https://t.co/uLtVMN2A7C #COP21 https://t.co/5ZdyQAqTZe","month":"12","year":"2015","corpus":"factsonclim agre time world actonclim cop21","id":674951923171201000,"day":"10"},{"text":"RT @robmalley44: Hello! I will be tweeting about the United States and Coalition’s efforts to degrade and destroy ISIL. Check out: https://…","month":"12","year":"2015","corpus":"robmalley44 hello tweet unit state coalit effort degrad destroy isil check","id":675338784079274000,"day":"11"},{"text":"BREAKING: @POTUS &amp; world leaders just secured a historic #ParisAgreement to #ActOnClimate. https://t.co/Jk7lUZAIDH https://t.co/fXJbH8H6tX","month":"12","year":"2015","corpus":"break potu amp world leader secur histor parisagr actonclim","id":675754011966857200,"day":"12"},{"text":"Here's what nearly 200 countries coming together to #ActOnClimate looks like. #ParisAgreement https://t.co/fLXTiZwBOT","month":"12","year":"2015","corpus":"nearli 200 countri come togeth actonclim look like parisagr","id":675777720710639600,"day":"12"},{"text":"Today was a good day for the planet → https://t.co/P2ZeFl5nfG #ParisAgreement #ActOnClimate https://t.co/x9xVkchnYM","month":"12","year":"2015","corpus":"today good day planet parisagr actonclim","id":675854498259161100,"day":"13"},{"text":"\"The United States and our armed forces continue to lead the global coalition in our mission to destroy the terrorist group ISIL.\" —@POTUS","month":"12","year":"2015","corpus":"unit state arm forc continu lead global coalit mission destroy terrorist group isil potu","id":676458557445926900,"day":"14"},{"text":"Tonight on @NBCRunningWild: @POTUS in Alaska's wilderness with @BearGrylls. https://t.co/I29simcZa5 #ActOnClimate https://t.co/o1BRq4axtE","month":"12","year":"2015","corpus":"tonight nbcrunningwild potu alaska wilder beargryl actonclim","id":677663697096060900,"day":"18"},{"text":"RT @FactsOnClimate: Global agreement on climate change. https://t.co/uLtVMN2A7C #2015In5Words https://t.co/2KxtEZaGb3","month":"12","year":"2015","corpus":"factsonclim global agreement climat chang 2015in5word","id":677902954276474900,"day":"18"},{"text":"\"This would not have happened without American leadership.\" —@POTUS on the #ParisAgreement to #ActOnClimate https://t.co/5zgsS4nGIJ","month":"12","year":"2015","corpus":"would happen without american leadership potu parisagr actonclim","id":677947947150110700,"day":"18"},{"text":"\"Our early investments in clean energy ignited a clean energy industry.\" —@POTUS #ActOnClimate https://t.co/HsMIDd27MN","month":"12","year":"2015","corpus":"earli invest clean energi ignit clean energi industri potu actonclim","id":678014398502334500,"day":"19"},{"text":"\"Our work here and now gave future generations cleaner air and cleaner water\" —@POTUS #ParisAgreement #ActOnClimate  https://t.co/E8sQeqxVww","month":"12","year":"2015","corpus":"work gave futur gener cleaner air cleaner water potu parisagr actonclim","id":678673788536356900,"day":"20"},{"text":"Apply to watch @POTUS's last State of the Union from the White House by Dec. 28: https://t.co/UpvxhDTBgs #WHSocial https://t.co/Av1NYB6vbI","month":"12","year":"2015","corpus":"appli watch potu last state union white hous dec whsocial","id":679026023833276400,"day":"21"},{"text":"\"You're really making a mark on saving their future planet\" —@BearGrylls to @POTUS #ActOnClimate https://t.co/7KilpI0HfO","month":"12","year":"2015","corpus":"realli make mark save futur planet beargryl potu actonclim","id":679394446031478800,"day":"22"},{"text":"Watch @POTUS and @BearGrylls take a hike around Exit Glacier in Alaska. https://t.co/eAVC9RAQbv #ActOnClimate https://t.co/7KilpHJ6og","month":"12","year":"2015","corpus":"watch potu beargryl take hike around exit glacier alaska actonclim","id":679366434636619800,"day":"22"},{"text":"RT @GinaEPA: We've got a big year ahead. See what's next to #ActOnClimate in my post on @HuffingtonPost: https://t.co/FiCvYpt29h #backtowor…","month":"01","year":"2016","corpus":"ginaepa got big year ahead see next actonclim post huffingtonpost backtowor","id":684124135715254300,"day":"04"},{"text":"Watch @POTUS preview his final State of the Union address. https://t.co/7ZgBUWI9cz #SOTU\nhttps://t.co/jSnZZgfHvV","month":"01","year":"2016","corpus":"watch potu preview final state union address sotu","id":684869965023805400,"day":"06"},{"text":"We're one week out from @POTUS's final State of the Union. Take a look back at his first address to Congress. #SOTU\nhttps://t.co/6ilgswMjCE","month":"01","year":"2016","corpus":"one week potu final state union take look back first address congress sotu","id":684574690237530100,"day":"06"},{"text":"Find out who will be watching @POTUS's final State of the Union from the guest box → https://t.co/9iRxCh0I9A #SOTU\nhttps://t.co/DVeQtsxMjA","month":"01","year":"2016","corpus":"find watch potu final state union guest box sotu","id":686292625842765800,"day":"10"},{"text":"Fired up for @POTUS's final State of the Union? See who will be watching from the guest box: https://t.co/9iRxCh0I9A\nhttps://t.co/bqzlPRjozr","month":"01","year":"2016","corpus":"fire potu final state union see watch guest box","id":686236376640061400,"day":"10"},{"text":"Tune in to @POTUS's final State of the Union this Tuesday at 9pm ET: https://t.co/T6B9St6b6Q #SOTU https://t.co/xwwoqXdSHO","month":"01","year":"2016","corpus":"tune potu final state union tuesday 9pm sotu","id":686389620095844400,"day":"11"},{"text":"TONIGHT: @POTUS delivers his final State of the Union.\nWatch it here at 9pm ET → https://t.co/7ZgBUWqyl1 #SOTU https://t.co/xwwoqXvu6o","month":"01","year":"2016","corpus":"tonight potu deliv final state union watch 9pm sotu","id":687024644981964800,"day":"12"},{"text":"Straight from the Oval Office: Watch @POTUS reflect on his final State of the Union. https://t.co/7ZgBUWqyl1 #SOTU https://t.co/9w63dYEVhU","month":"01","year":"2016","corpus":"straight oval offic watch potu reflect final state union sotu","id":686968692819759100,"day":"12"},{"text":"Watch @POTUS preview his final State of the Union address from the Oval Office live on @Facebook. #SOTU\nhttps://t.co/2raRSXT502","month":"01","year":"2016","corpus":"watch potu preview final state union address oval offic live facebook sotu","id":687053790533451800,"day":"12"},{"text":"President Obama's final State of the Union address.\nTonight.\nAt 9pm ET.\nDon't miss it → https://t.co/7ZgBUWqyl1 https://t.co/66dT3KwwSI","month":"01","year":"2016","corpus":"presid obama final state union address tonight 9pm miss","id":686910478291972100,"day":"12"},{"text":"2009 ✓\n2010 ✓\n2011 ✓\n2012 ✓\n2013 ✓\n2014 ✓\n2015 ✓\n2016...\nWatch @POTUS's final State of the Union tonight at 9pm ET. https://t.co/xwwoqXdSHO","month":"01","year":"2016","corpus":"2009 2010 2011 2012 2013 2014 2015 2016 ... watch potu final state union tonight 9pm","id":686918135308402700,"day":"12"},{"text":"24 hours left until @POTUS's final State of the Union. Tune in tomorrow at 9pm ET: https://t.co/7ZgBUWI9cz #SOTU\nhttps://t.co/Rtd1W9RXvl","month":"01","year":"2016","corpus":"hour left potu final state union tune tomorrow 9pm sotu","id":686730670580695000,"day":"12"},{"text":"This is what change looks like. https://t.co/7ZgBUWqyl1 #SOTU https://t.co/XSzcRV5yQE","month":"01","year":"2016","corpus":"chang look like sotu","id":687007523237425200,"day":"12"},{"text":"The #EmptySeat in the State of the Union guest box will speak for those who no longer have a voice: https://t.co/qhrfMASE42 #StopGunViolence","month":"01","year":"2016","corpus":"emptyseat state union guest box speak longer voic stopgunviol","id":686761854618566700,"day":"12"},{"text":"\"We’ve cut our imports of foreign oil by nearly 60%\" —@POTUS #SOTU #ActOnClimate https://t.co/8k6zxCdhmE","month":"01","year":"2016","corpus":"cut import foreign oil nearli potu sotu actonclim","id":687101191378104300,"day":"13"},{"text":"\"The planet we’ll preserve—that’s the kid of future our kids and grandkids deserve.\" —@POTUS #SOTU #ActOnClimate https://t.co/5oW0EmPIRy","month":"01","year":"2016","corpus":"planet preserv kid futur kid grandkid deserv potu sotu actonclim","id":687101860151476200,"day":"13"},{"text":"“That’s why I stand here confident that the State of our Union is strong.” —@POTUS: https://t.co/7ZgBUWI9cz #SOTU","month":"01","year":"2016","corpus":"stand confid state union strong potu sotu","id":687109542727921700,"day":"13"},{"text":"\"Tonight marks the eighth year I’ve come here to report on the State of the Union.\" —@POTUS #SOTU https://t.co/ewrcxEsQvA","month":"01","year":"2016","corpus":"tonight mark eighth year come report state union potu sotu","id":687094481846325200,"day":"13"},{"text":"In two hours, @POTUS will give his final State of the Union address.\nDon't miss it → https://t.co/7ZgBUWqyl1 #SOTU https://t.co/xwwoqXvu6o","month":"01","year":"2016","corpus":"two hour potu give final state union address miss sotu","id":687061762915577900,"day":"13"},{"text":"\"Seven years ago, we made the single biggest investment in clean energy in our history\" —@POTUS #SOTU #ActOnClimate https://t.co/oCuQtu8HJP","month":"01","year":"2016","corpus":"seven year ago made singl biggest invest clean energi histori potu sotu actonclim","id":687100777391898600,"day":"13"},{"text":"\"If anybody still wants to dispute the science around climate change, have at it. You’ll be pretty lonely\" —@POTUS #SOTU #ActOnClimate","month":"01","year":"2016","corpus":"anybodi still want disput scienc around climat chang pretti lone potu sotu actonclim","id":687100619644080100,"day":"13"},{"text":"RT @POTUS: I'm treating this last State of the Union just like my first - because I'm still just as hungry. I hope you tune in, because it'…","month":"01","year":"2016","corpus":"potu treat last state union like first still hungri hope tune","id":687082481229639700,"day":"13"},{"text":"RT @POTUS: new LA gov edwards just expanded medicaid; gets 1000s coverage &amp; helps the state budget. more states need to follow  https://t.c…","month":"01","year":"2016","corpus":"potu new gov edward expand medicaid get 1000 coverag amp help state budget state need follow","id":687693633244540900,"day":"14"},{"text":"Go behind the scenes with @POTUS in the moments before delivering his final State of the Union address. #SOTU\nhttps://t.co/QPrxR6Nrxw","month":"01","year":"2016","corpus":"behind scene potu moment deliv final state union address sotu","id":687712140296233000,"day":"14"},{"text":"Today at 2:15pm ET, #YouTubeAsksObama your questions on his final State of the Union →  https://t.co/GH6bxTevt1 https://t.co/024zo8Lzre","month":"01","year":"2016","corpus":"today 15pm youtubeasksobama question final state union","id":688036744109932500,"day":"15"},{"text":"RT @FactsOnClimate: 2015 was Earth's hottest year on record.\nRT if you agree: It's time to #ActOnClimate → https://t.co/3HVMDP5mQ8 https:/…","month":"01","year":"2016","corpus":"factsonclim 2015 earth hottest year record agre time actonclim http :/…","id":689910909997809700,"day":"20"},{"text":"\"We’ll award 13 cities, states and counties $1 billion to help build more climate resilient communities.\" —@POTUS #ActOnClimate #CitiesLead","month":"01","year":"2016","corpus":"award citi state counti billion help build climat resili commun potu actonclim citieslead","id":690294625572024300,"day":"21"},{"text":"RT @FactsOnClimate: The science couldn't be clearer.\n150 years of climate change in 30 seconds → https://t.co/M08INHaXSv #ActOnClimate\nhtt…","month":"01","year":"2016","corpus":"factsonclim scienc clearer 150 year climat chang second actonclim htt","id":692467539876642800,"day":"27"},{"text":"\"I’ve made sure that the United States is leading the global fight against anti-Semitism\" —@POTUS at @IsraelinUSA","month":"01","year":"2016","corpus":"made sure unit state lead global fight anti semit potu israelinusa","id":692499042887139300,"day":"28"},{"text":"RT @NSC44: Learn more about #ZikaVirus and what the United States is doing to address it → https://t.co/JEHZ96lITd","month":"01","year":"2016","corpus":"nsc44 learn zikaviru unit state address","id":692748040218787800,"day":"28"},{"text":"Watch @POTUS announce new investments in clean energy research and development. #ActOnClimate https://t.co/0MoJ0ZMUuB","month":"02","year":"2016","corpus":"watch potu announc new invest clean energi research develop actonclim","id":696027895077040100,"day":"06"},{"text":"RT @FactsOnClimate: .@POTUS is taking action to cut carbon pollution from:\n🚗 ✓\n🚚 ✓\n✈ ✓\nhttps://t.co/FmBII1GIPL #ActOnClimate https://t.co/H…","month":"02","year":"2016","corpus":"factsonclim potu take action cut carbon pollut actonclim","id":696851975359615000,"day":"09"},{"text":"We've now taken steps to #ActOnClimate by cutting carbon pollution from every major source of transportation. https://t.co/drXy5kSmcR","month":"02","year":"2016","corpus":"taken step actonclim cut carbon pollut everi major sourc transport","id":696863597524336600,"day":"09"},{"text":".@POTUS checks out his old digs from back when he was a State Senator in Illinois: https://t.co/Toz670bmz4 https://t.co/gq1Vtb1LTA","month":"02","year":"2016","corpus":"potu check old dig back state senat illinoi","id":697583512455544800,"day":"11"},{"text":"Watch @POTUS's message on the state of American politics. https://t.co/iIJsoGtEsd","month":"02","year":"2016","corpus":"watch potu messag state american polit","id":698528872204279800,"day":"13"},{"text":"\"We’ve cut our net imports of foreign oil by nearly 60% percent.\" —@POTUS #ActOnClimate https://t.co/dUXZLJZOHz","month":"02","year":"2016","corpus":"cut net import foreign oil nearli percent potu actonclim","id":703294880592830500,"day":"26"},{"text":"RT @ENERGY: It's been 7 years since @POTUS signed the #RecoveryAct. See how it shaped our #CleanEnergy future. #ActOnClimate\nhttps://t.co/R…","month":"02","year":"2016","corpus":"energi year sinc potu sign recoveryact see shape cleanenergi futur actonclim","id":703267095786692600,"day":"26"},{"text":"\"We’re announcing a new climate and science partnership to protect the Arctic and its people.\" —@POTUS #ActOnClimate https://t.co/kTkXQT477D","month":"03","year":"2016","corpus":"announc new climat scienc partnership protect arctic peopl potu actonclim","id":707980737803395100,"day":"10"},{"text":"\"It's the only planet we've got, and it's spectacular.\"—@POTUS on @Facebook: https://t.co/jNlDes2y7g  #ActOnClimate https://t.co/kNZIcmqbNr","month":"03","year":"2016","corpus":"planet got spectacular .\"—@ potu facebook actonclim","id":713423132128751600,"day":"25"},{"text":"Every person is vulnerable to health impacts of climate change. Get the facts: https://t.co/uN5R2Kf05f #ActOnClimate https://t.co/81LUpJ4D8C","month":"04","year":"2016","corpus":"everi person vulner health impact climat chang get fact actonclim","id":717069070093320200,"day":"04"},{"text":"It's time to #ActOnClimate. \nHere's what climate change means for your health &amp; family: https://t.co/uN5R2KwBtP https://t.co/DqJTIqTmA9","month":"04","year":"2016","corpus":"time actonclim climat chang mean health amp famili","id":717105268056842200,"day":"04"},{"text":"RT @USDOL: Curious about your state's equal pay protections? Get the facts: https://t.co/z6e84YX3Qb #EqualPayDay https://t.co/5Cp4OwWLaC","month":"04","year":"2016","corpus":"usdol curiou state equal pay protect get fact equalpayday","id":720000429585608700,"day":"12"},{"text":"For our planet,\nOur children,\nOur future:\nOn #EarthDay, let's recommit ourselves to #ActOnClimate. https://t.co/vyNT2jNLQO","month":"04","year":"2016","corpus":"planet children futur earthday let recommit actonclim","id":723629912846782500,"day":"22"},{"text":"RT @StateDept: Secretary @JohnKerry's remarks on the signing of the #ParisAgreement.\n#ActOnClimate\n#EarthDay https://t.co/Mg1z5Q1a6j","month":"04","year":"2016","corpus":"statedept secretari johnkerri remark sign parisagr actonclim earthday","id":723527540929925100,"day":"22"},{"text":"FACT: State prison spending has grown faster than education spending. Let's fix that. https://t.co/fcgqxCDQAH https://t.co/j4DEMRUhFo","month":"04","year":"2016","corpus":"fact state prison spend grown faster educ spend let fix","id":723919646299037700,"day":"23"},{"text":"Why Congress needs to act so state and local leaders can prevent the spread of #ZikaVirus: https://t.co/4Xw449EFpX https://t.co/4n4yWlZqp6","month":"05","year":"2016","corpus":"congress need act state local leader prevent spread zikaviru","id":730791176316407800,"day":"12"},{"text":"\"Now we can say something that was once unimaginable:  Today, Vietnam and the United States are partners.\" —@POTUS https://t.co/uXkoIh9PBE","month":"05","year":"2016","corpus":"say someth unimagin today vietnam unit state partner potu","id":735126998343782400,"day":"24"},{"text":"RT @VPLive: Happening now: @VP is speaking to state and local officials about what we can do to #StopGunViolence. Watch here: https://t.co/…","month":"05","year":"2016","corpus":"vplive happen speak state local offici stopgunviol watch","id":735197058374750200,"day":"24"},{"text":"Under @POTUS’s leadership, we've done more than ever before to #ActOnClimate: https://t.co/RxPSPdGsxs https://t.co/rnCqd1EEFV","month":"06","year":"2016","corpus":"potu leadership done ever actonclim","id":743933830193520600,"day":"17"},{"text":"\"We can't treat these things as something that we deal with later\" —@POTUS in @YosemiteNPS #ActOnClimate https://t.co/GEKhf4Pc9V","month":"06","year":"2016","corpus":"treat thing someth deal later potu yosemitenp actonclim","id":744264702411169800,"day":"18"},{"text":"RT @NSC44: The Administration is working with state and local officials to combat Zika virus, but Congress still needs to act. \nhttps://t.c…","month":"06","year":"2016","corpus":"nsc44 administr work state local offici combat zika viru congress still need act","id":747877254651273200,"day":"28"},{"text":"Climate change is happening now.\nIt's no longer an issue we can put off for the future.\n#ActOnClimate #POTUSinCanada\nhttps://t.co/pGOktWIuVN","month":"06","year":"2016","corpus":"climat chang happen longer issu put futur actonclim potusincanada","id":748301304141746200,"day":"29"},{"text":"RT @TheIranDeal: \"The United States, our partners &amp; the world are more secure\" —@POTUS a year after #IranDeal https://t.co/4WGFL6wyRO https…","month":"07","year":"2016","corpus":"theirand unit state partner amp world secur potu year irand http","id":753581489732943900,"day":"14"},{"text":"\"We generate over 30 times more solar power than we did just eight years go.\" —@POTUS #ActOnClimate https://t.co/QQ4ra8kFh8","month":"07","year":"2016","corpus":"gener time solar power eight year potu actonclim","id":755446896857145300,"day":"19"},{"text":"Big news: We're making it easier for American homeowners to choose cleaner sources of energy. #ActOnClimate https://t.co/bJ3kw6vowy","month":"07","year":"2016","corpus":"big news make easier american homeown choos cleaner sourc energi actonclim","id":755439940813463600,"day":"19"},{"text":"RT @WHLive: “For Muslims across the United States and around the world, this is a time of spiritual renewal” —@POTUS marking Eid al-Fitr","month":"07","year":"2016","corpus":"whlive muslim across unit state around world time spiritu renew potu mark eid fitr","id":756233085822402600,"day":"21"},{"text":"RT @USDOL: While the federal minimum wage hasn't been raised for 7 years, these states have taken action to #RaiseTheWage. https://t.co/FTE…","month":"07","year":"2016","corpus":"usdol feder minimum wage rais year state taken action raisethewag","id":756949776122339300,"day":"23"},{"text":"Here's how we're investing in infrastructure projects in all 50 states: https://t.co/XA2SlDmi1E https://t.co/KgXTjxI68w","month":"07","year":"2016","corpus":"invest infrastructur project state","id":759173601996206100,"day":"29"},{"text":"“I am honored to welcome Prime Minister Lee and Mrs. Lee to the United States.” —@POTUS: https://t.co/JBVNET8GMz #SingaporeVisit","month":"08","year":"2016","corpus":"honor welcom prime minist lee mr lee unit state potu singaporevisit","id":760467075148034000,"day":"02"},{"text":"Tune in: @POTUS and @FLOTUS greet Singapore PM @leehsienloong and Mrs. Lee ahead of tonight's State Dinner → https://t.co/JBVNESR5V1","month":"08","year":"2016","corpus":"tune potu flotu greet singapor leehsienloong mr lee ahead tonight state dinner","id":760610905734443000,"day":"02"},{"text":"In photos: Get an inside look at the #SingaporeVisit and State Dinner → https://t.co/DMBPn3rx4M https://t.co/uCv8idtr4h","month":"08","year":"2016","corpus":"photo get insid look singaporevisit state dinner","id":760965967958671400,"day":"03"},{"text":"We've only got one planet. Watch @POTUS share the progress we've made to protect it. #ActOnClimate https://t.co/jCMTjXEnSQ","month":"08","year":"2016","corpus":"got one planet watch potu share progress made protect actonclim","id":764473554431725600,"day":"13"},{"text":"\"We'll take steps...to achieve 50 percent clean power across North America by 2025.\" —@POTUS #ActOnClimate: https://t.co/jCMTjXVZhq","month":"08","year":"2016","corpus":"take step ... achiev percent clean power across north america 2025 potu actonclim","id":764855671753961500,"day":"14"},{"text":"Tune in at 5:00pm ET: @POTUS speaks on combating climate change and protecting our natural treasures: https://t.co/dKYTycKNTb #ActOnClimate","month":"08","year":"2016","corpus":"tune 00pm potu speak combat climat chang protect natur treasur actonclim","id":771087902835142700,"day":"31"},{"text":"“The most important office in a democracy is the office of citizen. Change happens because of you”. —@POTUS on how we can #ActOnClimate","month":"08","year":"2016","corpus":"import offic democraci offic citizen chang happen potu actonclim","id":771103140376617000,"day":"31"},{"text":"\"It won’t happen if we just pay lip service to conservation but then refuse to do what’s needed.\" —@POTUS on why it's time to #ActOnClimate","month":"08","year":"2016","corpus":"happen pay lip servic conserv refus need potu time actonclim","id":771102340401262600,"day":"31"},{"text":"RT @FactsOnClimate: ICYMI: the U.S. and China just took a historic step to #ActOnClimate. Get the facts: https://t.co/65H3AykgLz https://t.…","month":"09","year":"2016","corpus":"factsonclim icymi china took histor step actonclim get fact","id":773301564031242200,"day":"06"},{"text":"FACT: Since 2013, the uninsured rate has fallen in very single state. https://t.co/qK505LbPmn https://t.co/qSJf46xIeZ","month":"09","year":"2016","corpus":"fact sinc 2013 uninsur rate fallen singl state","id":775738749946703900,"day":"13"},{"text":"“I’m proud that America has become a global leader in the fight against climate change” —@POTUS #ActOnClimate https://t.co/dVeeml19s0","month":"09","year":"2016","corpus":"proud america becom global leader fight climat chang potu actonclim","id":776440519287185400,"day":"15"},{"text":"\"The #ParisAgreement gives us a framework to act, but only if we scale up our ambition.\" —@POTUS #ActOnClimate https://t.co/0PIyYuL6x0","month":"09","year":"2016","corpus":"parisagr give framework act scale ambit potu actonclim","id":778260449422929900,"day":"20"},{"text":"\"We're in a race against time.\" —@POTUS talking about why we need to #ActOnClimate with @LeoDiCaprio &amp; @KHayhoe at #SXSL https://t.co/gvvdBBsn7c","month":"10","year":"2016","corpus":"race time potu talk need actonclim leodicaprio amp khayho sxsl","id":783087361345269800,"day":"03"},{"text":"\"India just this past week signed on.\" —@POTUS on India joining the #ParisAgreement this week #ActOnClimate","month":"10","year":"2016","corpus":"india past week sign potu india join parisagr week actonclim","id":783084107433508900,"day":"03"},{"text":"Happening now: @POTUS, @LeoDiCaprio, &amp; @KHayhoe in conversation on climate change → https://t.co/opgtuN4638 #ActOnClimate #SXSL","month":"10","year":"2016","corpus":"happen potu leodicaprio amp khayho convers climat chang actonclim sxsl","id":783081649114341400,"day":"03"},{"text":"“Today the world has crossed the threshold for the #ParisAgreement to take effect\"  —@POTUS #ActOnClimate https://t.co/3bSCf8J6Te","month":"10","year":"2016","corpus":"today world cross threshold parisagr take effect potu actonclim","id":783751803011600400,"day":"05"},{"text":"“Last month, the United States and China—the world’s two largest economies and largest emitters—formally joined that agreement” —@POTUS https://t.co/Iop7LA5kxo","month":"10","year":"2016","corpus":"last month unit state china world two largest economi largest emitt formal join agreement potu","id":783751539328294900,"day":"05"},{"text":"RT @GinaEPA: We did it! With our kids future at stake, the world came together to phasedown HFCs and #ActOnClimate https://t.co/SvCFxLhDJA","month":"10","year":"2016","corpus":"ginaepa kid futur stake world came togeth phasedown hfc actonclim","id":787270864567988200,"day":"15"},{"text":"Today marks the 14th and final State Visit for @POTUS &amp; @FLOTUS. See the highlights from the past 8 years: https://t.co/IHmH7sOvI0 https://t.co/yvKsGHCBjF","month":"10","year":"2016","corpus":"today mark 14th final state visit potu amp flotu see highlight past year","id":788460385833660400,"day":"18"},{"text":"Before heading to last night’s State Dinner, Italian PM @MatteoRenzi reflected on @POTUS’s leadership in the world: https://t.co/Dglde1TgTM","month":"10","year":"2016","corpus":"head last night state dinner italian matteorenzi reflect potu leadership world","id":788887783758635000,"day":"19"},{"text":"\"Every state should expand Medicaid.\" —@POTUS on what we can do to improve the #ACA","month":"10","year":"2016","corpus":"everi state expand medicaid potu improv aca","id":789170360117637100,"day":"20"},{"text":"\"There are some states where there’s still not enough competition between insurers.\" —@POTUS","month":"10","year":"2016","corpus":"state still enough competit insur potu","id":789168581640466400,"day":"20"},{"text":"\"We gave states funding to expand Medicaid...more than 4 million people have coverage who didn’t have it before\" —@POTUS","month":"10","year":"2016","corpus":"gave state fund expand medicaid ... million peopl coverag potu","id":789166448056766500,"day":"20"},{"text":"\"Finally, we should continue to encourage innovation by the states.\" —@POTUS","month":"10","year":"2016","corpus":"final continu encourag innov state potu","id":789171353500856300,"day":"20"},{"text":"RT @Patrick44: Worth a read: @CEAChair offers some important facts and perspective on current state and future of Obamacare https://t.co/90…","month":"10","year":"2016","corpus":"patrick44 worth read ceachair offer import fact perspect current state futur obamacar","id":793085955104137200,"day":"31"},{"text":"25,000 miles ✓\n35 states ✓\nCoast-to-coast ✓\nTaking a road trip in an electric vehicle will be easier than ever: https://t.co/IJJnqSfDu3 https://t.co/zw5JURLsQi","month":"11","year":"2016","corpus":"000 mile state coast coast take road trip electr vehicl easier ever","id":794288028508299300,"day":"03"},{"text":"RT @WhiteHouseCEQ: Big news: 24 state &amp; local governments have committed to putting more than 2,500 new EVs on the road → https://t.co/04CV…","month":"11","year":"2016","corpus":"whitehouseceq big news state amp local govern commit put 500 new ev road","id":794275890284798000,"day":"03"},{"text":"RT @FactsOnClimate: When we #ActOnClimate, we protect our planet—and our economy. Here's how climate change could cost us billions: https:/…","month":"11","year":"2016","corpus":"factsonclim actonclim protect planet economi climat chang could cost billion http :/…","id":798653215512199200,"day":"15"}]