[{"text":"Streaming Now: Stakeholder Discussion on Rural Health Care: This morning Nancy-Ann DeParle, Director of the Whit.. http://tinyurl.com/dl33u9","month":"05","year":"2009","corpus":"stream stakehold discuss rural health care morn nanci ann deparl director whit ..","id":1696232586,"day":"04"},{"text":"Attacking Health Care Costs from All Angles: \r\nYesterday the President held a meeting with key stakeholders in h.. http://tinyurl.com/qw4sf7","month":"05","year":"2009","corpus":"attack health care cost angl yesterday presid held meet key stakehold ..","id":1777005672,"day":"12"},{"text":"Stay up-to-date on health care reform and other important issues with email updates: http://bit.ly/jKNIk","month":"05","year":"2009","corpus":"stay date health care reform import issu email updat","id":1796376758,"day":"14"},{"text":"The Economic Case for Health Care Reform: The White House Council of Economic Advisers issues a pivotal report e.. http://tinyurl.com/ktdp6f","month":"06","year":"2009","corpus":"econom case health care reform white hous council econom advis issu pivot report ..","id":2005914703,"day":"02"},{"text":"The President Spells Out His Vision on Health Care Reform: The President writes to Senators Ted Kennedy and Max .. http://tinyurl.com/qh2foo","month":"06","year":"2009","corpus":"presid spell vision health care reform presid write senat ted kennedi max ..","id":2021966812,"day":"03"},{"text":"Streaming at 11:00: Health Care Stakeholder Discussion with Women’s Groups: Today the White House holds another .. http://tinyurl.com/r4lv27","month":"06","year":"2009","corpus":"stream 11 00 health care stakehold discuss women group today white hous hold anoth ..","id":2044903982,"day":"05"},{"text":"President’s health care town hall, context and opening remarks: “fix what’s broken, build on what works” http://bit.ly/YDfay","month":"06","year":"2009","corpus":"presid health care town hall context open remark fix broken build work","id":2120515487,"day":"11"},{"text":"On tap: President’s major health care speech to AMA in Chicago, 11:15 CDT.  Geithner/ Summers on new financial regs: http://bit.ly/QR54X","month":"06","year":"2009","corpus":"tap presid major health care speech ama chicago 11 15 cdt geithner summer new financi reg","id":2177614723,"day":"15"},{"text":"Obama AARP tele-town hall on health care reform around 1:30, watch & chat through Facebook http://bit.ly/tCHXt","month":"07","year":"2009","corpus":"obama aarp tele town hall health care reform around 30 watch chat facebook","id":2893443545,"day":"28"},{"text":"What’s In It For You?  8 fundamental health insurance consumer protections, get the word out.    http://bit.ly/VidAN #hicp","month":"07","year":"2009","corpus":"fundament health insur consum protect get word hicp","id":2911798457,"day":"29"},{"text":"RT @jeremypeters: These protections will ensure I can afford, find, & keep quality care from now (age 29) on, no matter the situation. #hicp","month":"07","year":"2009","corpus":"protect ensur afford find keep qualiti care age 29 matter situat hicp","id":2914302959,"day":"29"},{"text":"Astounding rises in health insurance premiums, broken down state by state, charts galore: http://bit.ly/Anz0w #hcr","month":"09","year":"2009","corpus":"astound rise health insur premium broken state state chart galor hcr","id":4298315249,"day":"22"},{"text":"Weekly Address: Why Health Reform is Urgent for the Economy & Small Business http://bit.ly/1NI41G #hcr","month":"10","year":"2009","corpus":"weekli address health reform urgent economi small busi hcr","id":4585791728,"day":"03"},{"text":"Study from health insurance lobbyists says reform is bad? You may be shocked to learn, not so much… http://bit.ly/4y7Cz0","month":"10","year":"2009","corpus":"studi health insur lobbyist say reform bad may shock learn much","id":4815707129,"day":"12"},{"text":"Word from the White House: Introduction of the Affordable Health Care for America Act in the House http://bit.ly/4hTRog","month":"10","year":"2009","corpus":"word white hous introduct afford health care america act hous","id":5294385656,"day":"30"},{"text":"How times have changed. Health Insurance Reform vs. Medicare Part D: http://bit.ly/8EwTDD  #hcr","month":"11","year":"2009","corpus":"time chang health insur reform vs medicar part hcr","id":5928393650,"day":"21"},{"text":"Reality Check: Senate Health Care Debate Viewing Guide http://bit.ly/6fGhYq #hcr","month":"12","year":"2009","corpus":"realiti check senat health care debat view guid hcr","id":6275674855,"day":"02"},{"text":"Video: Weekly Address: The Patient's Bill of Rights and Health Reform http://bit.ly/4OgTiJ","month":"12","year":"2009","corpus":"video weekli address patient bill right health reform","id":6834440741,"day":"19"},{"text":"The President's Proposal for Health Insurance Reform is now available on the White House website: http://bit.ly/bPYlaft","month":"02","year":"2010","corpus":"presid propos health insur reform avail white hous websit","id":9479207866,"day":"22"},{"text":"Just show up: Obama will speak on health reform in VA tomorrow, no tickets needed. http://bit.ly/aavNaQ","month":"03","year":"2010","corpus":"show obama speak health reform va tomorrow ticket need","id":10687035002,"day":"18"},{"text":"\"What does this new health insurance reform law mean to me?\" Answers here: http://bit.ly/bGu0F7 #hcr","month":"03","year":"2010","corpus":"new health insur reform law mean ?\" answer hcr","id":10943941450,"day":"23"},{"text":"Not in Health Reform: \"16,500 Armed Bureaucrats\" http://bit.ly/c6BbNN #hcr","month":"04","year":"2010","corpus":"health reform 16 500 arm bureaucrat hcr","id":11484090712,"day":"02"},{"text":"more: http://bit.ly/aFx4ze RT @PressSec: Don't get fooled - the new health care law has important benefits for seniors http://bit.ly/9cRFhq","month":"04","year":"2010","corpus":"get fool new health care law import benefit senior","id":11491722042,"day":"02"},{"text":"Obama, Health Reform, the Recovery Act & Tax Day http://bit.ly/cK7cLE","month":"04","year":"2010","corpus":"obama health reform recoveri act tax day","id":12235280315,"day":"15"},{"text":"2 on #hcr: How Affordable Care Act Helps Vets http://bit.ly/cNDdbS  \"Hospital Compare\" at HealthCare.gov http://bit.ly/bsfanW","month":"07","year":"2010","corpus":"hcr afford care act help vet hospit compar healthcar gov","id":17977437156,"day":"07"},{"text":"New studies show how Affordable Care Act will help small biz employees get coverage- up from 60% to 86% http://bit.ly/9k6iXF","month":"09","year":"2010","corpus":"new studi show afford care act help small biz employe get coverag 60 86","id":22823645617,"day":"02"},{"text":"RT @HouseDemocrats: 10 major new health reform benefits take effect today: http://huff.to/aO041Y #HCR","month":"09","year":"2010","corpus":"10 major new health reform benefit take effect today hcr","id":25344644826,"day":"23"},{"text":"WH on Health Care Law: \"History & facts are on our side...2 federal judges have agreed w/ this argument\" http://ow.ly/3ouNN","month":"12","year":"2010","corpus":"wh health care law histori fact side ... feder judg agre argument","id":14407168455348224,"day":"13"},{"text":".@KyrazyDoy #hcr = \"health care reform\" which people have been using for a while to discuss this important issue","month":"01","year":"2011","corpus":"hcr health care reform peopl use discuss import issu","id":23424393669509120,"day":"07"},{"text":"@GregGehr sounds like you may have heard something that isn't true: no one (in govt or not) is paying personal taxes on health insurance","month":"01","year":"2011","corpus":"sound like may heard someth true one govt pay person tax health insur","id":23421887606423550,"day":"07"},{"text":".@pamelajeri Don't know. But there's this: \"Health Care Reform Could Boost Employment by 400,000 a Year this Decade\" http://goo.gl/Ffrqc","month":"01","year":"2011","corpus":"know health care reform could boost employ 400 000 year decad","id":23418356010852350,"day":"07"},{"text":"\"Now, I have heard rumors that a few of you have some concerns about the new health care law.\" #SOTU","month":"01","year":"2011","corpus":"heard rumor concern new health care law .\" sotu","id":30093812269326336,"day":"26"},{"text":"More on the \"under 26\" provisions from our “voices of health reform” series: http://bit.ly/hIYOX1 #hcr","month":"02","year":"2011","corpus":"26 provis voic health reform seri hcr","id":37916362558935040,"day":"16"},{"text":"RT @HHSGov: Secretary Sebelius blogs on \"Protecting and Strengthening Women's Health\" on @HuffingtonPost http://huff.to/eDpcIk","month":"02","year":"2011","corpus":"secretari sebeliu blog protect strengthen women health","id":38626554250657790,"day":"18"},{"text":"Obama “If you can come up w/ a better system for your state to provide coverage of the same quality & affordability…you can take that route\"","month":"02","year":"2011","corpus":"obama come better system state provid coverag qualiti afford take rout","id":42290412295176190,"day":"28"},{"text":"RT @PressSec: For info on the President's announcement re health care, go to http://is.gd/qIZDNE","month":"02","year":"2011","corpus":"info presid announc health care go","id":42266632709607420,"day":"28"},{"text":"Sec. Sebelius on better health benefits for women & their families: http://wh.gov/agU #hcr","month":"03","year":"2011","corpus":"sec sebeliu better health benefit women famili hcr","id":50983729589518340,"day":"24"},{"text":"Ever wonder how much of your tax dollars go to support education? Or health care? Find out: http://www.wh.gov/taxreceipt","month":"04","year":"2011","corpus":"ever wonder much tax dollar go support educ health care find","id":58919918816608260,"day":"15"},{"text":"RT @TXTrendyChick: @whitehouse If Obamacare, sorry, Health Care Reform was repealed, what would that do to the numbers? #whchat","month":"07","year":"2011","corpus":"obamacar sorri health care reform repeal would number whchat","id":96666831607169020,"day":"28"},{"text":"RT @WHLive: Obama: The millions of Americans who are watching right now: they don’t care about politics. They have real life concerns. # ...","month":"09","year":"2011","corpus":"obama million american watch right care polit real life concern ...","id":111939790206799870,"day":"08"},{"text":"We can't wait to make health care more affordable. President Obama launches Innovation Challenge. Send your ideas: http://t.co/71puvhhV","month":"11","year":"2011","corpus":"wait make health care afford presid obama launch innov challeng send idea","id":136149647763836930,"day":"14"},{"text":"RT @jonidickerson: My last antibiotics were free!  RT: @whitehouse Millions are saving money on rx drugs under Affordable Care Act: http ...","month":"11","year":"2011","corpus":"last antibiot free rt million save money rx drug afford care act http ...","id":141280045447659520,"day":"28"},{"text":"Millions of seniors are saving money on prescription drugs thanks to the Affordable Care Act: http://t.co/8u4AE2qM #HCR","month":"11","year":"2011","corpus":"million senior save money prescript drug thank afford care act hcr","id":141255507502571520,"day":"28"},{"text":"RT @alanlbritt: @whitehouse #40dollars per week is EXACTLY my children's health insurance premium.","month":"12","year":"2011","corpus":"40dollar per week exactli children health insur premium","id":149265088531009540,"day":"20"},{"text":"RT @CandyPerrone: @whitehouse #40dollars means not making the $270 copay for my son's health insurance that he needs! Or not having dinn ...","month":"12","year":"2011","corpus":"40dollar mean make 270 copay son health insur need dinn ...","id":149600486859882500,"day":"21"},{"text":"RT @JoiningForces: Yesterday, the First Lady announced new commitments that will improve health care for our heroes: http://t.co/qfHDIi9L","month":"01","year":"2012","corpus":"yesterday first ladi announc new commit improv health care hero","id":157485718032224260,"day":"12"},{"text":"In 2011, nearly 3.6M people with #Medicare saved $2.1B on prescription drugs thanks to the Affordable Care Act: http://t.co/jJrUeO7r #HCR","month":"02","year":"2012","corpus":"2011 nearli 6m peopl medicar save 1b prescript drug thank afford care act hcr","id":166599747459743740,"day":"06"},{"text":"RT @eddiewashington: Seniors Seeing the Savings from the Affordable Care Act: \n\tLast week, several announcements from the Department ... ...","month":"02","year":"2012","corpus":"senior see save afford care act last week sever announc depart ... ...","id":166623356261629950,"day":"06"},{"text":"RT @Carol7658: @whitehouse since my health care costs doubled this year alot. Every dollar counts.","month":"02","year":"2012","corpus":"sinc health care cost doubl year alot everi dollar count","id":169393487878422530,"day":"14"},{"text":"RT @HHSGov: More Americans who were previously denied coverage due to a pre-existing condition can now get the care they need http://t.c ...","month":"02","year":"2012","corpus":"american previous deni coverag due pre exist condit get care need ...","id":172721933006274560,"day":"23"},{"text":"RT @kdesai1: What is the commitment to cover preventive care &amp; alternative medicine? Better health, lower medical costs-sounds like  ...","month":"03","year":"2012","corpus":"commit cover prevent care amp altern medicin better health lower medic cost sound like ...","id":181757673937715200,"day":"19"},{"text":"By the Numbers: $4,200: http://t.co/6MyeVa49 Seniors on Medicare will save $4,200 on health care because of #hcr http://t.co/bTXFbf0k","month":"03","year":"2012","corpus":"number 200 senior medicar save 200 health care hcr","id":181800023359623170,"day":"19"},{"text":"RT @GovKitz: My op-ed on how health care reform is helping our state improve outcomes and coverage while saving money. http://t.co/4iJGuFIL","month":"03","year":"2012","corpus":"op ed health care reform help state improv outcom coverag save money","id":182897041066827780,"day":"22"},{"text":"RT @jasonbpedersen: Why haven't health care costs gone down with Obamacare? @whitehouse: Have Qs on what the health care law Ask now: #W ...","month":"03","year":"2012","corpus":"health care cost gone obamacar qs health care law ask ...","id":183254309201383420,"day":"23"},{"text":"RT @WHLive: .@jasonbpedersen  health spending has reached historic lows, #ACA takes steps to hold health care costs down http://t.co/GCn ...","month":"03","year":"2012","corpus":"health spend reach histor low aca take step hold health care cost ...","id":183254328709095420,"day":"23"},{"text":"RT @jesseclee44: #hcr RT @kate_sheppard: Chart of the Day: The Affordable Care Act and Women http://t.co/NdAPmiKZ","month":"03","year":"2012","corpus":"hcr chart day afford care act women","id":184638732283019260,"day":"27"},{"text":"Insurance Rebates on the Way: Consumers are starting to hear the good news about their health insurance costs:  http://t.co/VdZKsDrh","month":"06","year":"2012","corpus":"insur rebat way consum start hear good news health insur cost","id":210707227743494140,"day":"07"},{"text":"Alycia-Care: Peace of Mind in Knowing Sick Child Won't be Denied Health Coverage: http://t.co/irxLawyY #ACA","month":"06","year":"2012","corpus":"alycia care peac mind know sick child deni health coverag aca","id":216514803177500670,"day":"23"},{"text":"FACT SHEET: The Affordable Care Act: Secure Health Coverage for the Middle Class: http://t.co/HiQOMkKT #hcr #ACA","month":"06","year":"2012","corpus":"fact sheet afford care act secur health coverag middl class hcr aca","id":218743217854742530,"day":"29"},{"text":"Get the Facts: See how the health care law is helping people in your state: http://t.co/rwJQQi4n #hcr #ACA","month":"07","year":"2012","corpus":"get fact see health care law help peopl state hcr aca","id":219570295038677000,"day":"01"},{"text":"RT @HHSGov: Missouri, Illinois customers getting rebates under health care law http://t.co/igVnRwi2 via @STLtoday #ACA #HCR","month":"07","year":"2012","corpus":"missouri illinoi custom get rebat health care law via aca hcr","id":223186285198716930,"day":"11"},{"text":"Get the facts: The Affordable Care Act will reduce the deficit by more than $100 billion over the next 10 yrs http://t.co/dDpkzqxp #ACA #HCR","month":"07","year":"2012","corpus":"get fact afford care act reduc deficit 100 billion next 10 yr aca hcr","id":227886309195255800,"day":"24"},{"text":"RT @Brandy_DeWeese: @whitehouse #my2k is 1/3 of one semester's tuition in #APRN school. Studying to provide primary health care for my c ...","month":"11","year":"2012","corpus":"my2k one semest tuition aprn school studi provid primari health care ...","id":273919309896622080,"day":"28"},{"text":"\"You’ve got a President who’s going to be right there with you in that fight every step of the way.\" —Obama on access to quality health care","month":"04","year":"2013","corpus":"got presid go right fight everi step way .\" obama access qualiti health care","id":327809405913542660,"day":"26"},{"text":"President Obama: “‘The health care law is about people like me,’” Alycia said. ‘It’s AlyciaCare.’” http://t.co/4BpUGPai7B","month":"05","year":"2013","corpus":"presid obama “‘ health care law peopl like ,’” alycia said alyciacar .’”","id":332932331096649700,"day":"10"},{"text":"President Obama: “Young adults under the age of 26 are able to stay on their parents’ health care plans.” #ThanksObamacare","month":"05","year":"2013","corpus":"presid obama young adult age 26 abl stay parent health care plan .” thanksobamacar","id":332933055268405250,"day":"10"},{"text":"Thanks to the #ACA, 1 in 3 women under 65 gained access to preventive care—like birth control—with no out-of-pocket costs. #HappyMothersDay","month":"05","year":"2013","corpus":"thank aca women 65 gain access prevent care like birth control pocket cost happymothersday","id":332923172661911550,"day":"10"},{"text":"FACT: In 2014, the #ACA will make it illegal to deny women health coverage due to pre-existing conditions. #HappyMothersDay","month":"05","year":"2013","corpus":"fact 2014 aca make illeg deni women health coverag due pre exist condit happymothersday","id":332918398705094660,"day":"10"},{"text":"FACT: Thanks to health care reform, insurance companies won't be able to charge women more than men for the same coverage. #HappyMothersDay","month":"05","year":"2013","corpus":"fact thank health care reform insur compani abl charg women men coverag happymothersday","id":332913131959488500,"day":"10"},{"text":"A #MothersDay present from health care reform: Being a mom will no longer be a pre-existing condition. http://t.co/pfhG3aU05j","month":"05","year":"2013","corpus":"mothersday present health care reform mom longer pre exist condit","id":333250148912230400,"day":"11"},{"text":"RT to spread the word: Washington state residents may see lower health care premiums thanks to Obamacare. http://t.co/uotgUufExu","month":"05","year":"2013","corpus":"spread word washington state resid may see lower health care premium thank obamacar","id":334439323317448700,"day":"14"},{"text":"President #ObamaCares—and that's why he's fighting to help millions of Americans afford quality health insurance. http://t.co/uCJoXsaFKZ","month":"05","year":"2013","corpus":"presid obamacar fight help million american afford qualiti health insur","id":334814733028966400,"day":"15"},{"text":"FACT: Since 2010, health care reform has saved 6.3 million seniors more than $6.1 billion on their prescription drugs. #Obamacares","month":"05","year":"2013","corpus":"fact sinc 2010 health care reform save million senior billion prescript drug obamacar","id":334734733697249300,"day":"15"},{"text":"Happy National Women's Health Week! http://t.co/P76VccVbsK, http://t.co/KeLWFwpvqe","month":"05","year":"2013","corpus":"happi nation women health week","id":334714076490002400,"day":"15"},{"text":"In case you missed it, health care reform is causing insurers to lower rates through competition: http://t.co/TdVAy5mDso #Obamacares","month":"05","year":"2013","corpus":"case miss health care reform caus insur lower rate competit obamacar","id":334722445661577200,"day":"15"},{"text":"RT @Sebelius: The #ACA is leading to more choices for individuals buying health coverage. Read the new study from @whitehouse http://t.co/u…","month":"05","year":"2013","corpus":"aca lead choic individu buy health coverag read new studi","id":340214432275775500,"day":"30"},{"text":"RT @Simas44: FACT: Next year, insurance companies will no longer be able to deny anyone coverage because of a pre-existing mental health co…","month":"06","year":"2013","corpus":"fact next year insur compani longer abl deni anyon coverag pre exist mental health co","id":341566040016306200,"day":"03"},{"text":"Obama: \"Next year, insurance companies will no longer be able to deny anyone coverage because of a pre-existing mental health condition.\"","month":"06","year":"2013","corpus":"obama next year insur compani longer abl deni anyon coverag pre exist mental health condit","id":341558253966200800,"day":"03"},{"text":"RT @Sebelius: Millions of Americans will get access to health care through the Marketplace #WhatHasObamaCareDoneForMeLately  @HealthCareGov","month":"06","year":"2013","corpus":"million american get access health care marketplac whathasobamacaredoneformel","id":343075014960095200,"day":"07"},{"text":"FACT: 17 million children with pre-existing conditions are no longer denied coverage or charged more. #WhatHasObamaCareDoneForMeLately","month":"06","year":"2013","corpus":"fact 17 million children pre exist condit longer deni coverag charg whathasobamacaredoneformel","id":343068042500141060,"day":"07"},{"text":"FACT: 3.1 million young adults gained coverage through their parents' plans. #WhatHasObamaCareDoneForMeLately","month":"06","year":"2013","corpus":"fact million young adult gain coverag parent plan whathasobamacaredoneformel","id":343046581727158300,"day":"07"},{"text":"President Obama: \"Quality, affordable care is not some earned privilege. It's a right.\" #WhatHasObamaCareDoneForMeLately","month":"06","year":"2013","corpus":"presid obama qualiti afford care earn privileg right .\" whathasobamacaredoneformel","id":343037918077657100,"day":"07"},{"text":"RT @Sebelius: #Obamacare at work: Hospitals providing better care, keeping you out of the hospital thanks to the law: http://t.co/BA88bczjd6","month":"06","year":"2013","corpus":"obamacar work hospit provid better care keep hospit thank law","id":344874474316906500,"day":"12"},{"text":"Great news: U.S. health care costs declined in May for the first time since the 1970s. http://t.co/okkgdGFHx2 #ObamacareInAction","month":"06","year":"2013","corpus":"great news health care cost declin may first time sinc 1970 obamacareinact","id":347127052316581900,"day":"18"},{"text":"RT @Simas44: Worth a RT on more good Obamacare news for consumers. Oregon slashes '14 health insurance premiums by as much as 35%. http://t…","month":"06","year":"2013","corpus":"worth good obamacar news consum oregon slash 14 health insur premium much 35 %.","id":350267061529886700,"day":"27"},{"text":"RT @Simas44: Latest from GOP? Deny the 1/4 of Americans under 65 with pre-existing conditions any shot at affordable health care. http://t.…","month":"07","year":"2013","corpus":"latest gop deni american 65 pre exist condit shot afford health care","id":355319864581292000,"day":"11"},{"text":"RT @Simas44: Worth sharing. \"Health Insurance Within Reach\" Solid NYT consumer piece on Health Insurance Marketplaces with video. http://t.…","month":"07","year":"2013","corpus":"worth share health insur within reach solid nyt consum piec health insur marketplac video","id":357159966609637400,"day":"16"},{"text":"Obama: \"We’re going to keep fighting...to make sure every American gets the care they need when they need it at a price they can afford.\"","month":"07","year":"2013","corpus":"obama go keep fight ... make sure everi american get care need need price afford","id":357890280747319300,"day":"18"},{"text":"Obama on the #ACA: \"Insurance companies have to spend at least 80% of every dollar you pay in premiums on your health care—not on overhead.\"","month":"07","year":"2013","corpus":"obama aca insur compani spend least 80 everi dollar pay premium health care overhead","id":357887061417668600,"day":"18"},{"text":"RT to share how millions of Americans are already benefitting from #Obamacare —&gt; http://t.co/0d3i7K3UGx, http://t.co/dXWen1pxwi","month":"07","year":"2013","corpus":"share million american alreadi benefit obamacar —& gt","id":357916932126674940,"day":"18"},{"text":"Obama: \"Starting Oct. 1st, new online marketplaces will allow consumers to...compare private health insurance plans.\" #ObamacareInAction","month":"07","year":"2013","corpus":"obama start oct 1st new onlin marketplac allow consum ... compar privat health insur plan .\" obamacareinact","id":357885708481986560,"day":"18"},{"text":"RT @HealthCareTara: Excited to be tweeting from the @WhiteHouse. I'll be sharing the latest on the health care law—and occasional Red Sox o…","month":"07","year":"2013","corpus":"excit tweet share latest health care law occasion red sox","id":357934997279219700,"day":"18"},{"text":"Obama: \"If you don’t have health insurance, starting October 1st, private plans will actually compete for your business.\" #ABetterBargain","month":"07","year":"2013","corpus":"obama health insur start octob 1st privat plan actual compet busi .\" abetterbargain","id":360096658492633100,"day":"24"},{"text":"FACT: Health care costs rose at the slowest rate in nearly 50 years from May 2012 to May 2013 —&gt; http://t.co/HvgMR4egpk #Obamacare","month":"07","year":"2013","corpus":"fact health care cost rose slowest rate nearli 50 year may 2012 may 2013 —& gt obamacar","id":361981574411075600,"day":"29"},{"text":"RT @SBAgov: Not sure how the health care law will impact your #biz? Get customized results w/ this new tool http://t.co/CYmquFW9TH #ACA","month":"08","year":"2013","corpus":"sure health care law impact biz get custom result new tool aca","id":362964176651550700,"day":"01"},{"text":"RT to spread the word: Here's how #Obamacare helps small businesses afford health insurance: http://t.co/bkX6lifmsA, http://t.co/1ZwDA8hLZL","month":"08","year":"2013","corpus":"spread word obamacar help small busi afford health insur","id":368375746386874400,"day":"16"},{"text":"\"Health insurance isn’t a privilege—it is your right. And we’re going to keep it that way.\" —President Obama: http://t.co/NTsJspNw2c","month":"08","year":"2013","corpus":"health insur privileg right go keep way .\" presid obama","id":368741784802693100,"day":"17"},{"text":"RT to spread the news: Here are 7 ways #Obamacare is helping families save money on health insurance —&gt; http://t.co/At4JdEmoXj","month":"08","year":"2013","corpus":"spread news way obamacar help famili save money health insur —& gt","id":369582848367284200,"day":"19"},{"text":"\"Education must be affordable.\" —Obama on his plan to help more students afford college: http://t.co/MG8Q1LOVk4, http://t.co/mVv3RDAcpB","month":"08","year":"2013","corpus":"educ must afford .\" obama plan help student afford colleg","id":370923205252239360,"day":"23"},{"text":"RT @Simas44: Great news for 470k people in Michigan as state moves one step closer to expanding health coverage. http://t.co/rea1XithMZ","month":"08","year":"2013","corpus":"great news 470k peopl michigan state move one step closer expand health coverag","id":372775368760909800,"day":"28"},{"text":"RT @Simas44: More good ACA news. 21% savings on premiums for Ohioans who buy their own health insurance because of the ACA.  http://t.co/dA…","month":"08","year":"2013","corpus":"good aca news 21 save premium ohioan buy health insur aca","id":373462118302904300,"day":"30"},{"text":"RT @KLewis44: FACT: Thanks to #Obamacare, 6.8 million African Americans may be eligible for quality health care coverage. http://t.co/c1kH5…","month":"09","year":"2013","corpus":"fact thank obamacar million african american may elig qualiti health care coverag","id":374995195344846850,"day":"03"},{"text":"Tune in at 11am ET for former President @BillClinton's speech on health care policy and the benefits of #Obamacare —&gt; http://t.co/gdrnBOjLFt","month":"09","year":"2013","corpus":"tune 11am et former presid speech health care polici benefit obamacar —& gt","id":375264850605137900,"day":"04"},{"text":"\"Next month, people are going to be able to start signing up for health care—in many cases for the 1st time.\" —Obama: http://t.co/CB2up33IiI","month":"09","year":"2013","corpus":"next month peopl go abl start sign health care mani case 1st time .\" obama","id":378299552601632800,"day":"12"},{"text":"RT @Simas44: This is worth a RT. Millions of these ACA stories are about to be told. Health care act a lifesaver to Indiana women. http://t…","month":"09","year":"2013","corpus":"worth rt million aca stori told health care act lifesav indiana women","id":378532960527331300,"day":"13"},{"text":"RT @Sebelius: Big news! Nearly 6 in 10 uninsured Americans will #GetCovered for less than $100/month starting Jan 1 #Obamacare #ACA http://…","month":"09","year":"2013","corpus":"big news nearli 10 uninsur american getcov less 100 month start jan obamacar aca","id":380019023821291500,"day":"17"},{"text":"FACT: If every state expanded Medicaid access under #Obamacare, nearly 8 in 10 uninsured Americans could #GetCovered for $100/month or less.","month":"09","year":"2013","corpus":"fact everi state expand medicaid access obamacar nearli 10 uninsur american could getcov 100 month less","id":379998292190322700,"day":"17"},{"text":"RT the news: President Obama will join @BillClinton for a conversation on health care at #CGI2013 on Tuesday. #Obamacare","month":"09","year":"2013","corpus":"news presid obama join convers health care cgi2013 tuesday obamacar","id":380766572979036160,"day":"19"},{"text":"On Oct 1, http://t.co/GNfbftrfo3 will give Americans an easy new way to find affordable health insurance: http://t.co/GuzbTfS98j #GetCovered","month":"09","year":"2013","corpus":"oct give american easi new way find afford health insur getcov","id":380799467022082050,"day":"19"},{"text":"RT @Racusen44: #ACA news -- @PressSec just announced POTUS will join @billclinton for health care conversation at #CGI2013 on Tuesday in NYC","month":"09","year":"2013","corpus":"aca news -- announc potu join health care convers cgi2013 tuesday nyc","id":380751398880546800,"day":"19"},{"text":"FACT: 100 days from now, insurance companies won't be able to limit your lifetime coverage for essential health benefits. #Obamacare","month":"09","year":"2013","corpus":"fact 100 day insur compani abl limit lifetim coverag essenti health benefit obamacar","id":382274594251345900,"day":"23"},{"text":"In one week, millions of uninsured Americans can sign up for affordable health care. In 100 days, they'll be covered: http://t.co/FvoMPCnw63","month":"09","year":"2013","corpus":"one week million uninsur american sign afford health care 100 day cover","id":382259100198764540,"day":"23"},{"text":"FACT: In 100 days, health insurance companies won't be able to deny you coverage if you have a pre-existing condition. #Obamacare","month":"09","year":"2013","corpus":"fact 100 day health insur compani abl deni coverag pre exist condit obamacar","id":382267046840369150,"day":"23"},{"text":"\"We can't rest until every American knows the security of quality, affordable health care.\" —Obama: http://t.co/GNfbftrfo3 #GetCovered","month":"09","year":"2013","corpus":"rest everi american know secur qualiti afford health care .\" obama getcov","id":382176012903006200,"day":"23"},{"text":"#DefundObamacare if you want to prevent millions of uninsured Americans from getting affordable health insurance. #EnoughAlready","month":"09","year":"2013","corpus":"defundobamacar want prevent million uninsur american get afford health insur enoughalreadi","id":382499385470226400,"day":"24"},{"text":"#MakeDCListen to the millions of Americans with pre-existing conditions who won't be denied coverage thanks to #Obamacare.","month":"09","year":"2013","corpus":"makedclisten million american pre exist condit deni coverag thank obamacar","id":382608049908617200,"day":"24"},{"text":"#MakeDCListen to millions of American women who won't be charged more than men for the same coverage thanks to #Obamacare.","month":"09","year":"2013","corpus":"makedclisten million american women charg men coverag thank obamacar","id":382604321545678850,"day":"24"},{"text":"FACT: In 1 week, nearly 6 in 10 uninsured Americans will be able to #GetCovered for $100/month or less. #Obamacare, http://t.co/8vaahScuJC","month":"09","year":"2013","corpus":"fact week nearli 10 uninsur american abl getcov 100 month less obamacar","id":382584102097936400,"day":"24"},{"text":"#MakeDCListen to the 3.1 million young adults who can stay on their parents' health insurance plans thanks to #Obamacare.","month":"09","year":"2013","corpus":"makedclisten million young adult stay parent health insur plan thank obamacar","id":382606793618124800,"day":"24"},{"text":"FACT: Thanks to #Obamacare, working families making $50,000 can get health insurance for less than $100/month. http://t.co/lfmtFJIbAp","month":"09","year":"2013","corpus":"fact thank obamacar work famili make 50 000 get health insur less 100 month","id":382920121741611000,"day":"25"},{"text":"Starting Tuesday, 6 in 10 uninsured Americans can get health coverage for $100/month or less —&gt; http://t.co/M7U1eNvdvY #HealthCareIsComing","month":"09","year":"2013","corpus":"start tuesday 10 uninsur american get health coverag 100 month less —& gt healthcareiscom","id":382942775915724800,"day":"25"},{"text":"High-quality, affordable health care for less than your cell phone bill: http://t.co/iCQP2fda0n #Obamacare #GetCovered","month":"09","year":"2013","corpus":"high qualiti afford health care less cell phone bill obamacar getcov","id":383014074000216060,"day":"25"},{"text":"Obama: \"Because of the #ACA, more than 100 million Americans have gotten free preventive care like mammograms...with no copays.\"","month":"09","year":"2013","corpus":"obama aca 100 million american gotten free prevent care like mammogram ... copay","id":383245189214502900,"day":"26"},{"text":"Obama: \"On Tuesday, every American can visit http://t.co/GNfbftrfo3 to find what’s called the health insurance marketplace.\" #GetCovered","month":"09","year":"2013","corpus":"obama tuesday everi american visit find call health insur marketplac .\" getcov","id":383246553181208600,"day":"26"},{"text":"President Obama: \"In the United States of America, health care is not a privilege for a fortunate few—it is a right.\" #Obamacare","month":"09","year":"2013","corpus":"presid obama unit state america health care privileg fortun right .\" obamacar","id":383243977706586100,"day":"26"},{"text":"Obama: \"Tell your friends, tell your classmates, and tell your family members about their new health care choices.\" http://t.co/GNfbftrfo3","month":"09","year":"2013","corpus":"obama tell friend tell classmat tell famili member new health care choic .\"","id":383251016897933300,"day":"26"},{"text":"Obama: \"Republicans’ biggest fear is not that the Affordable Care Act will fail—it’s that the Affordable Care Act will succeed.\" #Obamacare","month":"09","year":"2013","corpus":"obama republican biggest fear afford care act fail afford care act succeed .\" obamacar","id":383251977502588900,"day":"26"},{"text":"Obama: \"On Oct 1st, millions of Americans who don’t have health insurance...will finally be able to buy quality affordable health insurance\"","month":"09","year":"2013","corpus":"obama oct 1st million american health insur ... final abl buy qualiti afford health insur","id":383244627190353900,"day":"26"},{"text":"Don't miss President Obama's speech on the Affordable Care Act at 11am ET —&gt; http://t.co/QAhRVNnBbz #GetCovered #Obamacare","month":"09","year":"2013","corpus":"miss presid obama speech afford care act 11am et —& gt getcov obamacar","id":383238109724307460,"day":"26"},{"text":"“The exchanges are there, people need insurance.” —Sen. Roy Blunt on why Missourians should #GetCovered: http://t.co/xfkE20czUU #Obamacare","month":"09","year":"2013","corpus":"exchang peopl need insur .” sen roy blunt missourian getcov obamacar","id":383634879272861700,"day":"27"},{"text":"RT to share this animated video on how #Obamacare helps you and your family —&gt; http://t.co/yptn9SD9XH #GetCovered","month":"09","year":"2013","corpus":"share anim video obamacar help famili —& gt getcov","id":383605917712777200,"day":"27"},{"text":"Worth sharing: Get the facts on how #Obamacare helps you and your family —&gt; http://t.co/MPcqjhZ4Q1 #GetCovered http://t.co/OB9gQ61s8I","month":"09","year":"2013","corpus":"worth share get fact obamacar help famili —& gt getcov","id":383643726209241100,"day":"27"},{"text":"Starting tomorrow, uninsured Americans can sign up for quality, affordable health insurance —&gt; http://t.co/eTAkGcTbAW #GetCovered #Obamacare","month":"09","year":"2013","corpus":"start tomorrow uninsur american sign qualiti afford health insur —& gt getcov obamacar","id":384698163690348540,"day":"30"},{"text":"Here's how you can help get the word out about why it's important to #GetCovered starting tomorrow —&gt; http://t.co/gUcxQNWZQh #Obamacare","month":"09","year":"2013","corpus":"help get word import getcov start tomorrow —& gt obamacar","id":384738182702452740,"day":"30"},{"text":"Obama: \"Tomorrow, tens of millions of Americans will be able to visit http://t.co/GNfbftrfo3 to shop for affordable health coverage.\"","month":"09","year":"2013","corpus":"obama tomorrow ten million american abl visit shop afford health coverag","id":384787233112219650,"day":"30"},{"text":"RT @vj44: Watch our #ACA gladiator @IAMJHUD take the “scandalous” out of #Obamacare. #GetCovered http://t.co/mDuF3Va8v0","month":"09","year":"2013","corpus":"watch aca gladiat take scandal obamacar getcov","id":384686962705055740,"day":"30"},{"text":"FACT: 83% of uninsured Americans say they'll sign up for health insurance during the 6-month #Obamacare enrollment period. #GetCovered","month":"09","year":"2013","corpus":"fact 83 uninsur american say sign health insur month obamacar enrol period getcov","id":384705456599355400,"day":"30"},{"text":".@NYTimes: Starting tomorrow, you can \"compare health insurance plans &amp; then buy...coverage on the spot.\" http://t.co/BmVDw66xLY #GetCovered","month":"09","year":"2013","corpus":"start tomorrow compar health insur plan amp buy ... coverag spot .\" getcov","id":384746237561303040,"day":"30"},{"text":"RT @pfeiffer44: Every person who signed up for health care today is someone the GOP must take health insurance away from to achieve their u…","month":"10","year":"2013","corpus":"everi person sign health care today someon gop must take health insur away achiev","id":385179500457127940,"day":"01"},{"text":"RT @kerrywashington: #getcovered\nhttp://t.co/4dcJv7cOyk http://t.co/m3ReJ5SQFN","month":"10","year":"2013","corpus":"getcov","id":385528060495138800,"day":"02"},{"text":"Millions of Americans are checking out the new insurance options at http://t.co/GNfbftrfo3. #GetCovered http://t.co/AQqnexc71V","month":"10","year":"2013","corpus":"million american check new insur option getcov","id":385476798948978700,"day":"02"},{"text":"RT @Simas44: Huge Day 1:  4.7 million visitors to http://t.co/v1f3Ukk4lz. 190k calls. Americans are enrolling. Millions want to #GetCovered","month":"10","year":"2013","corpus":"huge day million visitor 190k call american enrol million want getcov","id":385431407490629600,"day":"02"},{"text":"RT @vj44: Check out Mama Care http://t.co/MlsSyZW76r and #GetCovered","month":"10","year":"2013","corpus":"check mama care getcov","id":385855624824643600,"day":"03"},{"text":"RT @Sebelius: With better coverage at a better price Kate &amp; Caroline are enrolling in the Health Insurance Marketplace http://t.co/makirUeu…","month":"10","year":"2013","corpus":"better coverag better price kate amp carolin enrol health insur marketplac","id":387303486989152260,"day":"07"},{"text":"Share these stories from Americans who are already getting affordable health coverage through #Obamacare: http://t.co/Ff2yLgQvdg #GetCovered","month":"10","year":"2013","corpus":"share stori american alreadi get afford health coverag obamacar getcov","id":391247534401663000,"day":"18"},{"text":"FACT: Nearly 9,500 people in Washington state have enrolled in health coverage thanks to #Obamacare. #GetCovered","month":"10","year":"2013","corpus":"fact nearli 500 peopl washington state enrol health coverag thank obamacar getcov","id":391292840455598100,"day":"18"},{"text":"FACT: In just 2 weeks, nearly 100,000 Californians have started health coverage applications through the #Obamacare marketplace. #GetCovered","month":"10","year":"2013","corpus":"fact week nearli 100 000 californian start health coverag applic obamacar marketplac getcov","id":391285288665755650,"day":"18"},{"text":"RT the news: Nearly half a million Americans apply for quality, affordable health care in less than three weeks: http://t.co/vfg2GF7G0T","month":"10","year":"2013","corpus":"news nearli half million american appli qualiti afford health care less three week","id":391741924467437600,"day":"20"},{"text":"Obama: \"Because of the Affordable Care Act, young people...have been able to stay on their parents’ plans until they’re 26.\" #Obamacare","month":"10","year":"2013","corpus":"obama afford care act young peopl ... abl stay parent plan 26 .\" obamacar","id":392313961153982460,"day":"21"},{"text":"RT @WHLive: President Obama: \"The Affordable Care Act is much more than a website.\" #GetCovered #Obamacare","month":"10","year":"2013","corpus":"presid obama afford care act much websit .\" getcov obamacar","id":392313738620968960,"day":"21"},{"text":"Obama: \"Health care is not a privilege for a fortunate few, but a right for all to enjoy &amp; I intend to deliver on that promise.\" #Obamacare","month":"10","year":"2013","corpus":"obama health care privileg fortun right enjoy amp intend deliv promis .\" obamacar","id":392319959134519300,"day":"21"},{"text":"President Obama on http://t.co/GNfbftrfo3: \"Thousands of people are signing up and saving money as we speak.\" #GetCovered #Obamacare","month":"10","year":"2013","corpus":"presid obama thousand peopl sign save money speak .\" getcov obamacar","id":392313306427314200,"day":"21"},{"text":"RT @WHLive: Obama: \"Many Americans with a pre-existing condition…are discovering that they can finally get health insurance like anyone els…","month":"10","year":"2013","corpus":"obama mani american pre exist condit discov final get health insur like anyon el","id":392313394293780500,"day":"21"},{"text":"President Obama: \"So far, http://t.co/GNfbftrfo3 has been visited nearly 20 million times.\" #GetCovered #Obamacare","month":"10","year":"2013","corpus":"presid obama far visit nearli 20 million time .\" getcov obamacar","id":392315130387501060,"day":"21"},{"text":"RT @repjohnconyers: #Obamacare is more than a website - it's access to affordable, quality health insurance for all. http://t.co/I9fut78d3a…","month":"10","year":"2013","corpus":"obamacar websit access afford qualiti health insur","id":392334482826461200,"day":"21"},{"text":"FACT: Nearly 500,000 Americans have already applied for health coverage through #Obamacare. #GetCovered","month":"10","year":"2013","corpus":"fact nearli 500 000 american alreadi appli health coverag obamacar getcov","id":392308049446043650,"day":"21"},{"text":"RT @WHLive: Obama to those with health insurance: \"The #ACA already provides you with new benefits &amp; protections that have been in place fo…","month":"10","year":"2013","corpus":"obama health insur aca alreadi provid new benefit amp protect place fo","id":392313900948938750,"day":"21"},{"text":"Watch how #Obamacare benefits you and your family, whether you already have health insurance or not —&gt; http://t.co/taGCtC9E0s #GetCovered","month":"10","year":"2013","corpus":"watch obamacar benefit famili whether alreadi health insur —& gt getcov","id":392787473996075000,"day":"22"},{"text":"Great news: More than 35,000 Washington state residents have already enrolled in health coverage through #Obamacare. http://t.co/KYdtJ6ptpG","month":"10","year":"2013","corpus":"great news 35 000 washington state resid alreadi enrol health coverag obamacar","id":392722098260422660,"day":"22"},{"text":"Worth sharing: If you need affordable health insurance, here are 4 easy ways you can #GetCovered —&gt; http://t.co/dL6FbzhjcY #Obamacare","month":"10","year":"2013","corpus":"worth share need afford health insur easi way getcov —& gt obamacar","id":392746321330720800,"day":"22"},{"text":"Every American deserves access to affordable, quality health care. #Obamacare #GetCovered, http://t.co/bqm394yIrH","month":"10","year":"2013","corpus":"everi american deserv access afford qualiti health care obamacar getcov","id":392777661120249860,"day":"22"},{"text":"RT if you're rooting for hardworking, uninsured Americans to get affordable health coverage. #GetCovered, http://t.co/zxgnwsMdRJ","month":"10","year":"2013","corpus":"root hardwork uninsur american get afford health coverag getcov","id":392803347499331600,"day":"23"},{"text":"Thanks to #Obamacare, nearly 6 in 10 uninsured Americans will have access to health coverage for $100/month or less. http://t.co/7OV4RXoXdu","month":"10","year":"2013","corpus":"thank obamacar nearli 10 uninsur american access health coverag 100 month less","id":393060416965709800,"day":"23"},{"text":"Janice's new policy \"contains so many more preventive health care measures than what [she] had before.\" http://t.co/wAnfkg1qtx #Obamacare","month":"10","year":"2013","corpus":"janic new polici contain mani prevent health care measur .\" obamacar","id":393085690994360300,"day":"23"},{"text":"\"My mother is a breast cancer survivor and...access to high quality health care saved her life.\" —@VJ44: http://t.co/rIDLNhNItN #Obamacare","month":"10","year":"2013","corpus":"mother breast cancer survivor ... access high qualiti health care save life .\" —@ vj44 obamacar","id":393417885248262140,"day":"24"},{"text":"Thanks to #Obamacare, Jennifer—and millions of Americans—no longer have lifetime limits on their health coverage: http://t.co/Mf5SdaBzd9","month":"10","year":"2013","corpus":"thank obamacar jennif million american longer lifetim limit health coverag","id":393768460456443900,"day":"25"},{"text":"FACT: Nearly 6 in 10 uninsured Americans can now sign up for health coverage for less than $100/month. #Obamacare, http://t.co/pzqysei8qs","month":"10","year":"2013","corpus":"fact nearli 10 uninsur american sign health coverag less 100 month obamacar","id":393784834612797440,"day":"25"},{"text":"RT @Simas44: \"I’m thrilled! To get something this good at that price?” —Daniel on paying $70/month for health coverage: http://t.co/EbuaIBQ…","month":"10","year":"2013","corpus":"thrill get someth good price ?” daniel pay 70 month health coverag","id":395263152323313660,"day":"29"},{"text":"FACT: Thanks to #Obamacare, insurance companies can't put annual limits on benefits or drop people's coverage when they get sick.","month":"10","year":"2013","corpus":"fact thank obamacar insur compani put annual limit benefit drop peopl coverag get sick","id":394982066678280200,"day":"29"},{"text":"Thanks to #Obamacare, Bryan's paying about $100/month less for health coverage w/ better benefits than he had before: http://t.co/RBRba5Wt5j","month":"10","year":"2013","corpus":"thank obamacar bryan pay 100 month less health coverag better benefit","id":395302389458014200,"day":"29"},{"text":"Obama in Boston: \"We built the Affordable Care Act on the template of this proven, bipartisan success. Your law was the model.\" #Obamacare","month":"10","year":"2013","corpus":"obama boston built afford care act templat proven bipartisan success law model .\" obamacar","id":395643537124896800,"day":"30"},{"text":"RT @WHLive: Obama: \"One of the things health care reform was designed to do was to help not only the uninsured, but the underinsured.\" #Oba…","month":"10","year":"2013","corpus":"obama one thing health care reform design help uninsur underinsur .\" oba","id":395646254148907000,"day":"30"},{"text":"RT @Simas44: \"Turbo-charged hypocrisy.\" A good reminder of GOP's coordinated efforts to obstruct access to health care. http://t.co/BBa9RSR…","month":"10","year":"2013","corpus":"turbo charg hypocrisi .\" good remind gop coordin effort obstruct access health care","id":395546367655182340,"day":"30"},{"text":"Before #Obamacare, Gregg couldn't afford health insurance.\nNow, he's covered for just $32/month.\n#GetCovered, http://t.co/SmRPVzh0hA","month":"10","year":"2013","corpus":"obamacar gregg afford health insur cover 32 month getcov","id":395617622764433400,"day":"30"},{"text":"President Obama: \"Nearly 6 in 10 uninsured Americans may find coverage for $100/month or less.\" #Obamacare, http://t.co/UEYN40B4ee","month":"10","year":"2013","corpus":"presid obama nearli 10 uninsur american may find coverag 100 month less .\" obamacar","id":395645562428465150,"day":"30"},{"text":"Affordable health care is \"truly going to be accessible for people all throughout the country.\" —@Simas44: http://t.co/hoLOKgtb5G #Obamacare","month":"10","year":"2013","corpus":"afford health care truli go access peopl throughout countri .\" —@ simas44 obamacar","id":395562500709560300,"day":"30"},{"text":"RT if you agree: Everyone who needs or wants better health coverage should be able to get it. http://t.co/TlMzEOQm4m #GetCovered #Obamacare","month":"11","year":"2013","corpus":"agre everyon need want better health coverag abl get getcov obamacar","id":396346242860474400,"day":"01"},{"text":"If you've already signed up for affordable health insurance through #Obamacare, share your #GetCovered story —&gt; http://t.co/aPWtvEgAd6","month":"11","year":"2013","corpus":"alreadi sign afford health insur obamacar share getcov stori —& gt","id":396337894505213950,"day":"01"},{"text":"\"My new plan gives me better coverage than what I've had with the same insurer and will cost $188/month less.\" —Larry from CA on #Obamacare","month":"11","year":"2013","corpus":"new plan give better coverag insur cost 188 month less .\" larri ca obamacar","id":397475964612902900,"day":"04"},{"text":"Need health coverage in Texas? More than 2 million are eligible for tax credits to help afford insurance: http://t.co/CVupTZkpb4 #Obamacare","month":"11","year":"2013","corpus":"need health coverag texa million elig tax credit help afford insur obamacar","id":397777963124408300,"day":"05"},{"text":"RT if you agree: It's time to focus on helping millions of Americans get affordable health coverage. #Obamacare, http://t.co/E8VvWRT0vz","month":"11","year":"2013","corpus":"agre time focu help million american get afford health coverag obamacar","id":397796026636976100,"day":"05"},{"text":"\"Let's stop denying Texans health insurance because of politics.\" —@JulianCastro: http://t.co/w2Kdd3vnTG #Obamacare #PeopleOverPolitics","month":"11","year":"2013","corpus":"let stop deni texan health insur polit .\" —@ juliancastro obamacar peopleoverpolit","id":398209309437222900,"day":"06"},{"text":"If the Texas GOP agreed to expand Medicaid through #Obamacare, 1.2 million more people would have health insurance. #PeopleOverPolitics","month":"11","year":"2013","corpus":"texa gop agre expand medicaid obamacar million peopl would health insur peopleoverpolit","id":398163000894296060,"day":"06"},{"text":"FACT: Thanks to #Obamacare, 73,000 more Floridians will gain access to care through community health centers —&gt; http://t.co/WAcF02SMk8","month":"11","year":"2013","corpus":"fact thank obamacar 73 000 floridian gain access care commun health center —& gt","id":398515321637572600,"day":"07"},{"text":"\"Nothing is going to stop us from getting this done.\" —Obama on helping more Americans #GetCovered: http://t.co/QZmScb2Eok #Obamacare","month":"11","year":"2013","corpus":"noth go stop us get done .\" obama help american getcov obamacar","id":398574460594171900,"day":"07"},{"text":"FACT: If every state expanded Medicaid through #Obamacare, 5.4 million more uninsured Americans could #GetCovered —&gt; http://t.co/mmRGnWMS8P","month":"11","year":"2013","corpus":"fact everi state expand medicaid obamacar million uninsur american could getcov —& gt","id":398242787973275650,"day":"07"},{"text":".@Cecilia44 on how #Obamacare is \"helping more Americans get the health care they need, when they need it.\" —&gt; http://t.co/Ifjm8vbKOj","month":"11","year":"2013","corpus":"obamacar help american get health care need need .\" —& gt","id":398510306021736450,"day":"07"},{"text":"FACT: Nearly 2.5 million more patients have access to care at community health centers thanks to #Obamacare and the Recovery Act.","month":"11","year":"2013","corpus":"fact nearli million patient access care commun health center thank obamacar recoveri act","id":398520354261315600,"day":"07"},{"text":"Good news: #Obamacare is helping community health centers treat 1.25 million new patients —&gt; http://t.co/Un9mYvIYCh #GetCovered","month":"11","year":"2013","corpus":"good news obamacar help commun health center treat 25 million new patient —& gt getcov","id":398503488033783800,"day":"07"},{"text":"FACT: If the Louisiana GOP put #PeopleOverPolitics, 265,000 more people could get health coverage through #Obamacare: http://t.co/78LWpXo8mB","month":"11","year":"2013","corpus":"fact louisiana gop put peopleoverpolit 265 000 peopl could get health coverag obamacar","id":398861069617082400,"day":"08"},{"text":"The NC GOP is preventing nearly 400,000 people from getting health coverage through #Obamacare. It's time to put #PeopleOverPolitics.","month":"11","year":"2013","corpus":"nc gop prevent nearli 400 000 peopl get health coverag obamacar time put peopleoverpolit","id":400674579279904800,"day":"13"},{"text":"Thanks to #Obamacare, more than 500,000 Americans have already signed up for health coverage. #GetCovered, http://t.co/CZ6g95XLOK","month":"11","year":"2013","corpus":"thank obamacar 500 000 american alreadi sign health coverag getcov","id":400739568917303300,"day":"13"},{"text":"FACT: In the 26 states that have expanded Medicaid coverage, 396,261 low-income Americans have gained health coverage for 2014. #GetCovered","month":"11","year":"2013","corpus":"fact 26 state expand medicaid coverag 396 261 low incom american gain health coverag 2014 getcov","id":400745051677941760,"day":"13"},{"text":"Right now: President Obama speaks on the Affordable Care Act. Watch —&gt; http://t.co/QbGU2ikzSb #Obamacare","month":"11","year":"2013","corpus":"right presid obama speak afford care act watch —& gt obamacar","id":401032599486754800,"day":"14"},{"text":"Obama: \"We are going to solve those problems. We are going to get this right. And the Affordable Care Act is going to work.\" #Obamacare","month":"11","year":"2013","corpus":"obama go solv problem go get right afford care act go work .\" obamacar","id":401035839561424900,"day":"14"},{"text":"President Obama just announced that insurers can offer consumers the option to renew their 2013 health plans without changes. #Obamacare","month":"11","year":"2013","corpus":"presid obama announc insur offer consum option renew 2013 health plan without chang obamacar","id":401038667503767550,"day":"14"},{"text":"1. More jobs\n2. Higher wages\n3. Affordable health care\n4. Opportunity\nThat's what we're going to keep fighting for. http://t.co/VVzTPVVuJg","month":"11","year":"2013","corpus":"job higher wage afford health care opportun go keep fight","id":401459238100160500,"day":"15"},{"text":"Thanks to #Obamacare, employees at Howard S.'s business are saving 5-40% on new insurance plans with better benefits: http://t.co/6rD2VfsB9R","month":"11","year":"2013","corpus":"thank obamacar employe howard .' busi save 40 new insur plan better benefit","id":402489067486466050,"day":"18"},{"text":"\"My new plan gives me better coverage than what I've had with the same insurer &amp; will cost $188/month less.\" —Larry M. from CA on #Obamacare","month":"11","year":"2013","corpus":"new plan give better coverag insur amp cost 188 month less .\" larri ca obamacar","id":402526154982055940,"day":"18"},{"text":"RT the news: Health care spending has grown at the slowest rate on record since #Obamacare became law —&gt; http://t.co/7QBj5h07lW","month":"11","year":"2013","corpus":"news health care spend grown slowest rate record sinc obamacar becam law —& gt","id":403217821779247100,"day":"20"},{"text":"Since #Obamacare became law, health care spending has grown at the slowest rate on record: http://t.co/jG9t6P437A, http://t.co/y8UIWxk0HT","month":"11","year":"2013","corpus":"sinc obamacar becam law health care spend grown slowest rate record","id":403250056905510900,"day":"20"},{"text":"“Quality coverage for me and my family. I will save $628 every month on premiums.” —Lori B. from CA: http://t.co/BccBERz25V #GetCovered","month":"11","year":"2013","corpus":"qualiti coverag famili save 628 everi month premium .” lori ca getcov","id":403916137269706750,"day":"22"},{"text":"“It’s going to save lives.” —GOP Gov. Kasich on expanding Medicaid in OH through the Affordable Care Act: http://t.co/Dm5WL0z06f #Obamacare","month":"11","year":"2013","corpus":"go save live .” gop gov kasich expand medicaid oh afford care act obamacar","id":403932288418709500,"day":"22"},{"text":"President Obama: \"Thanks in part to the Affordable Care Act, health care costs are growing at the slowest rate in 50 years.\"","month":"11","year":"2013","corpus":"presid obama thank part afford care act health care cost grow slowest rate 50 year","id":405441616858472450,"day":"26"},{"text":"RT to spread the word: Americans with Medicare are saving millions on prescription drugs thanks to #Obamacare. http://t.co/Wu5YCFqZXh","month":"11","year":"2013","corpus":"spread word american medicar save million prescript drug thank obamacar","id":405468117905588200,"day":"26"},{"text":"Obama: \"Thanks to the Affordable Care Act—millions of insured Americans will be able to get tested free of charge.\" #WorldAIDSDay #Obamacare","month":"12","year":"2013","corpus":"obama thank afford care act million insur american abl get test free charg .\" worldaidsday obamacar","id":407576557679419400,"day":"02"},{"text":"Obama: \"Beginning in January, no American will again be denied health insurance because of their HIV status.\" #WorldAIDSDay #Obamacare","month":"12","year":"2013","corpus":"obama begin januari american deni health insur hiv statu .\" worldaidsday obamacar","id":407576747769491460,"day":"02"},{"text":"RT @DagVega44: .@Simas44: \"This is about making sure anyone who wants quality health insurance can get it at an affordable price.\" http://t…","month":"12","year":"2013","corpus":"make sure anyon want qualiti health insur get afford price .\"","id":407602477782302700,"day":"02"},{"text":"Obama: \"More than 100 million Americans with insurance have gained access to recommended preventive care like mammograms.\" #Obamacare","month":"12","year":"2013","corpus":"obama 100 million american insur gain access recommend prevent care like mammogram .\" obamacar","id":407960434809901060,"day":"03"},{"text":"Before you #GetCovered at http://t.co/uvXCniOFSK, check out pricing info for health plans in your state —&gt; http://t.co/nzlwMd37O5 #Obamacare","month":"12","year":"2013","corpus":"getcov check price info health plan state —& gt obamacar","id":408019353309687800,"day":"03"},{"text":"\"My main message today is, 'we’re not going back.'\" —President Obama on helping millions of Americans afford health insurance #Obamacare","month":"12","year":"2013","corpus":"main messag today go back .'\" presid obama help million american afford health insur obamacar","id":407961211091701760,"day":"03"},{"text":"Thanks to the Affordable Care Act, Phil insured his family of 4 for $123/month: http://t.co/OjsiwMHMTV #GetCovered, http://t.co/uk2vQSBZoM","month":"12","year":"2013","corpus":"thank afford care act phil insur famili 123 month getcov","id":408340240760184800,"day":"04"},{"text":"Thanks to the Affordable Care Act, Deborah from Portsmouth, NH is saving $550/month on coverage —&gt; http://t.co/OjsiwMHMTV #GetCovered","month":"12","year":"2013","corpus":"thank afford care act deborah portsmouth nh save 550 month coverag —& gt getcov","id":408360692593328100,"day":"04"},{"text":"Carissa from WA couldn't afford health coverage.\nNow she qualifies for Medicaid through #Obamacare —&gt;\nhttp://t.co/OjsiwMHMTV #GetCovered","month":"12","year":"2013","corpus":"carissa wa afford health coverag qualifi medicaid obamacar —& gt getcov","id":408377772440944640,"day":"04"},{"text":"Obama: \"That’s what this law is about: Health care that’s there when you need it. Financial protection for you &amp; your family.\" #Obamacare","month":"12","year":"2013","corpus":"obama law health care need financi protect amp famili .\" obamacar","id":408313466907557900,"day":"04"},{"text":"Right now: President Obama speaks on the Affordable Care Act at the #WHYouthSummit. Watch —&gt; http://t.co/Sl66DYXEdY #GetCovered","month":"12","year":"2013","corpus":"right presid obama speak afford care act whyouthsummit watch —& gt getcov","id":408312615241527300,"day":"04"},{"text":"RT @WHLive: \"This is 'a big deal', to quote Joe Biden.\" —President Obama on helping millions of Americans get affordable health coverage #O…","month":"12","year":"2013","corpus":"big deal ', quot joe biden .\" presid obama help million american get afford health coverag","id":408314436903243800,"day":"04"},{"text":"RT @HealthCareGov: More than 820k visits to http://t.co/vQ74UBBs7F yesterday. Site stable. Supporting lots seeking affordable health care.","month":"12","year":"2013","corpus":"820k visit yesterday site stabl support lot seek afford health care","id":408613741761396740,"day":"05"},{"text":"Insurers denied Odessa coverage 3 times due to a pre-existing condition. Thanks to #Obamacare, she can #GetCovered: http://t.co/ICA4eRb1P5","month":"12","year":"2013","corpus":"insur deni odessa coverag time due pre exist condit thank obamacar getcov","id":408672164888334340,"day":"05"},{"text":"Good news: Health care costs are growing at the slowest pace in 50 years. #Obamacare, http://t.co/wDBh8DNtNp","month":"12","year":"2013","corpus":"good news health care cost grow slowest pace 50 year obamacar","id":409033138405261300,"day":"06"},{"text":"The FL GOP is preventing nearly 1 million people from getting health coverage through #Obamacare: http://t.co/33kTXzgB1D #PeopleOverPolitics","month":"12","year":"2013","corpus":"fl gop prevent nearli million peopl get health coverag obamacar peopleoverpolit","id":410106706467635200,"day":"09"},{"text":"FACT: If the Texas GOP put #PeopleOverPolitics and expanded Medicaid, 1.2 million more Texans could get health insurance. #Obamacare","month":"12","year":"2013","corpus":"fact texa gop put peopleoverpolit expand medicaid million texan could get health insur obamacar","id":410101668017995800,"day":"09"},{"text":"\"Health care exchange is vastly improved, users say.\" —@NYTimes: http://t.co/LEkvXUecoi #GetCovered #Obamacare","month":"12","year":"2013","corpus":"health care exchang vastli improv user say .\" —@ nytim getcov obamacar","id":410508105374371840,"day":"10"},{"text":"Right now, millions of Americans can sign up for affordable health insurance. Let's help them #GetCovered —&gt; http://t.co/KIOMt4ajhf","month":"12","year":"2013","corpus":"right million american sign afford health insur let help getcov —& gt","id":411276509878304800,"day":"12"},{"text":"Thanks to #Obamacare, insurers can't deny coverage to kids like Zoie, who has a pre-existing condition: http://t.co/lNFbAbKn1n","month":"12","year":"2013","corpus":"thank obamacar insur deni coverag kid like zoie pre exist condit","id":411187728647069700,"day":"12"},{"text":"Share the top 5 ways that the Affordable Care Act benefits the #LGBT community → http://t.co/S0VChxLxGO #Obamacare, http://t.co/JeoMQxYtTc","month":"12","year":"2013","corpus":"share top way afford care act benefit lgbt commun obamacar","id":413073807843139600,"day":"17"},{"text":"Good news: Seniors are saving billions on prescription drugs thanks to the Affordable Care Act. #Obamacare, http://t.co/wWZVp3FZdJ","month":"12","year":"2013","corpus":"good news senior save billion prescript drug thank afford care act obamacar","id":412972144188878850,"day":"17"},{"text":"RT @HealthCareGov: Only 5 days left to sign up for coverage that begins January 1. Visit http://t.co/zGLCNOOdUv now! http://t.co/sZUnBRcx5F","month":"12","year":"2013","corpus":"day left sign coverag begin januari visit","id":413440770159296500,"day":"18"},{"text":"Thanks to #Obamacare, nearly 6 in 10 uninsured Americans can #GetCovered for less than $100/month → http://t.co/1Li0wy9Z9c","month":"12","year":"2013","corpus":"thank obamacar nearli 10 uninsur american getcov less 100 month","id":413745749902389250,"day":"19"},{"text":"Obama: \"Since October 1st, more than 1 million Americans have selected new health insurance plans through the federal &amp; state marketplaces.\"","month":"12","year":"2013","corpus":"obama sinc octob 1st million american select new health insur plan feder amp state marketplac","id":414113453930856450,"day":"20"},{"text":"RT @Sebelius: Please RT to help me get the word out: today is the last day to sign up on http://t.co/2GKB9CvsUX if you want coverage that b…","month":"12","year":"2013","corpus":"pleas help get word today last day sign want coverag","id":415151922610733060,"day":"23"},{"text":"Thanks to the ACA, Nancy no longer has to choose between paying her rent and paying for health coverage → http://t.co/k7l8ufoP9h #GetCovered","month":"12","year":"2013","corpus":"thank aca nanci longer choos pay rent pay health coverag getcov","id":415199099005055000,"day":"23"},{"text":"Sign up today for affordable health coverage for you and your family → http://t.co/wXgAInRrAt #GetCovered","month":"12","year":"2013","corpus":"sign today afford health coverag famili getcov","id":415212428389920800,"day":"23"},{"text":"Spread the word: Today's the last day to sign up for health coverage that starts January 1st. #GetCovered → http://t.co/eDZTzrk9h3","month":"12","year":"2013","corpus":"spread word today last day sign health coverag start januari 1st getcov","id":415138112428191740,"day":"23"},{"text":"RT @Racusen44: Mark S., a small business owner from TX, is cutting his premium in half to just $78/month thanks to the Affordable Care Act.…","month":"01","year":"2014","corpus":"mark ., small busi owner tx cut premium half 78 month thank afford care act .…","id":418479956197654500,"day":"01"},{"text":"I signed the ACA for kids like Marcelas Owens. He lost his mom bc she couldn't afford coverage. Today millions of Americans finally can. -bo","month":"01","year":"2014","corpus":"sign aca kid like marcela owen lost mom bc afford coverag today million american final bo","id":418486228959244300,"day":"01"},{"text":"Thanks to the Affordable Care Act, Lucy H. from TX is saving $2,300/yr on her insurance premium after signing up at http://t.co/1WenO0QCRz.","month":"01","year":"2014","corpus":"thank afford care act luci tx save 300 yr insur premium sign","id":418465322731982850,"day":"01"},{"text":"As of yesterday:\nInsurers can't charge you more\nor deny you coverage\nfor a pre-existing condition.\n#GetCovered, http://t.co/rr4JpGftaT","month":"01","year":"2014","corpus":"yesterday insur charg deni coverag pre exist condit getcov","id":418769929236934660,"day":"02"},{"text":"FACT: Nearly 6 out of 10 uninsured Americans can now #GetCovered for $100/month or less → http://t.co/sRQ9w8vSMc, http://t.co/1w23jmEc5R","month":"01","year":"2014","corpus":"fact nearli 10 uninsur american getcov 100 month less","id":418781433273278460,"day":"02"},{"text":"Thanks to the Affordable Care Act, Daniel M. from Orlando now pays just $70/month for better coverage. http://t.co/1WenO0QCRz #GetCovered","month":"01","year":"2014","corpus":"thank afford care act daniel orlando pay 70 month better coverag getcov","id":418795104908742660,"day":"02"},{"text":"Cancer survivor from GA—once rejected by insurers—now has \"life-changing\" new coverage thanks to the ACA: http://t.co/0yanWt4n3K #GetCovered","month":"01","year":"2014","corpus":"cancer survivor ga reject insur life chang new coverag thank aca getcov","id":419209090246516740,"day":"03"},{"text":"Thanks in part to the Affordable Care Act, health care costs are growing at the slowest rate in more than 50 years → http://t.co/VZcTcRVSHM","month":"01","year":"2014","corpus":"thank part afford care act health care cost grow slowest rate 50 year","id":420302514047574000,"day":"06"},{"text":"#Obamacare:\n1. Free preventive care ✔\n2. No more lifetime limits on coverage ✔\n3. No more denying coverage for pre-existing conditions ✔","month":"01","year":"2014","corpus":"obamacar free prevent care lifetim limit coverag deni coverag pre exist condit","id":420311372371480600,"day":"06"},{"text":"\"Before Medicare, only half of seniors had some form of health insurance. Today, virtually all do.\" —Obama: http://t.co/nZ7mHP5f00","month":"01","year":"2014","corpus":"medicar half senior form health insur today virtual .\" obama","id":420959406562361340,"day":"08"},{"text":"FACT: 30% of Americans who signed up for health coverage through the #Obamacare marketplaces are under age 35. #GetCovered","month":"01","year":"2014","corpus":"fact 30 american sign health coverag obamacar marketplac age 35 getcov","id":422860101293064200,"day":"13"},{"text":"FACT: More than 61,000 Illinoisans enrolled in coverage through the Affordable Care Act last month → http://t.co/dACF0ZfZWr #GetCovered","month":"01","year":"2014","corpus":"fact 61 000 illinoisan enrol coverag afford care act last month getcov","id":423135028625682400,"day":"14"},{"text":"Thanks to the #ACA:\n1. 2.2 million Americans signed up for health coverage\n2. 30% of them are under 35\n#GetCovered, http://t.co/IfnkESxCB2","month":"01","year":"2014","corpus":"thank aca million american sign health coverag 30 35 getcov","id":422888531640729600,"day":"14"},{"text":".@MagicJohnson knows you can't always win on your own. #GetCovered so your health gets an assist when you need it: http://t.co/FqrOoiT0IU","month":"01","year":"2014","corpus":"know alway win getcov health get assist need","id":423487557351899140,"day":"15"},{"text":"\"Everybody deserves to have good health care &amp; when you think about it—it saved my life.\" —@MagicJohnson: http://t.co/FqrOoiT0IU #GetCovered","month":"01","year":"2014","corpus":"everybodi deserv good health care amp think save life .\" —@ magicjohnson getcov","id":423473514587234300,"day":"15"},{"text":"Obama: \"Health care costs are growing at their slowest rate in 50 years...and part of that...has to do with the Affordable Care Act.\"","month":"01","year":"2014","corpus":"obama health care cost grow slowest rate 50 year ... part ... afford care act","id":423520128358445060,"day":"15"},{"text":"RT @PAniskoff44: Nation Recalls Simpler Time When Health Care System Was Broken Beyond Repair http://t.co/qs8xVe2BZs. @TheOnion nails it, a…","month":"01","year":"2014","corpus":"nation recal simpler time health care system broken beyond repair nail","id":423553274453581800,"day":"15"},{"text":"\"We reaffirm our steadfast commitment to protecting a woman’s access to safe, affordable health care.\" —Obama: http://t.co/7v2Zsxfx4U","month":"01","year":"2014","corpus":"reaffirm steadfast commit protect woman access safe afford health care .\" obama","id":426046765985329150,"day":"22"},{"text":"Thanks to the #ACA:\nYou can't be charged more\nor denied coverage\nfor a pre-existing condition.\n#GetCovered, http://t.co/SPVDKaHm5g","month":"01","year":"2014","corpus":"thank aca charg deni coverag pre exist condit getcov","id":426403948228911100,"day":"23"},{"text":"Thanks to the #ACA:\nNo more lifetime limits on coverage. ✔\nInsurers must cover essential benefits. ✔\n#GetCovered, http://t.co/jbLGVlUHHC","month":"01","year":"2014","corpus":"thank aca lifetim limit coverag insur must cover essenti benefit getcov","id":426419303614013440,"day":"23"},{"text":"President Obama: \"For decades, few things exposed hardworking families to economic hardship more than a broken health care system.\"","month":"01","year":"2014","corpus":"presid obama decad thing expos hardwork famili econom hardship broken health care system","id":428360188018851840,"day":"29"},{"text":"Obama: \"I ask every American who knows someone without health insurance to help them #GetCovered by March 31st.\" http://t.co/BI7CMZpdHb","month":"01","year":"2014","corpus":"obama ask everi american know someon without health insur help getcov march 31st .\"","id":428361275090157600,"day":"29"},{"text":"Worth reading from @USAToday: Repealing the Affordable Care Act would mean higher costs → http://t.co/BxoPac4lk4 #GetCovered","month":"02","year":"2014","corpus":"worth read repeal afford care act would mean higher cost getcov","id":429713491578982400,"day":"01"},{"text":"RT @GovSteveBeshear: 200,477 Kentuckians have signed up for affordable healthcare using @kynectky! #kynect #ACA #GetCovered http://t.co/6B8…","month":"02","year":"2014","corpus":"200 477 kentuckian sign afford healthcar use kynect aca getcov","id":430428430476529660,"day":"03"},{"text":"RT @vj44: Great to see athletes like @TeamVic @Thromedamnball &amp; @SanyaRichiRoss spreading the word on health care! http://t.co/id30c9I091 #…","month":"02","year":"2014","corpus":"great see athlet like amp spread word health care","id":431542685103837200,"day":"06"},{"text":"Thanks to the Affordable Care Act, it's easier to:\n1. Start a business\n2. Raise a family\n3. Switch jobs\nhttp://t.co/GCdt1SCJlw #GetCovered","month":"02","year":"2014","corpus":"thank afford care act easier start busi rais famili switch job getcov","id":431500042533208060,"day":"06"},{"text":"Here's how cities like Tampa &amp; Houston are building stronger communities through better health coverage: http://t.co/zgyxmotxV7 #GetCovered","month":"02","year":"2014","corpus":"citi like tampa amp houston build stronger commun better health coverag getcov","id":431905220591775740,"day":"07"},{"text":"RT @lacasablanca: Worth sharing: Here's how the Affordable Care Act is helping millions of Latino Americans #Asegurate http://t.co/YwcCX5T8…","month":"02","year":"2014","corpus":"worth share afford care act help million latino american asegur","id":433262385928101900,"day":"11"},{"text":"Good news: Enrollment in private health plans through the ACA increased 53% in Jan compared to the previous 3 months combined. #GetCovered","month":"02","year":"2014","corpus":"good news enrol privat health plan aca increas 53 jan compar previou month combin getcov","id":433700085323796500,"day":"12"},{"text":"RT @Cecilia44: 47 days left to sign up for 2014 coverage. Let's help every American who needs affordable insurance #GetCovered → http://t.c…","month":"02","year":"2014","corpus":"47 day left sign 2014 coverag let help everi american need afford insur getcov","id":433705952152657900,"day":"12"},{"text":"Great news: California's Affordable Care Act exchange just exceeded it's 2014 enrollment goal: http://t.co/lju0O8pJ9C #GetCovered","month":"02","year":"2014","corpus":"great news california afford care act exchang exceed 2014 enrol goal getcov","id":436236977026105340,"day":"19"},{"text":"FACT: More than 828,000 Californians have signed up for private health plans through the #ACA. http://t.co/IxMhWBS9K4 #GetCovered","month":"02","year":"2014","corpus":"fact 828 000 californian sign privat health plan aca getcov","id":436243887464529900,"day":"19"},{"text":"Worth sharing: Here's how the Affordable Care Act is strengthening Medicare → http://t.co/1IdF9fgPSb #GetCovered http://t.co/XppXlhccbF","month":"02","year":"2014","corpus":"worth share afford care act strengthen medicar getcov","id":436993975912648700,"day":"21"},{"text":"\"If you already have health insurance, think about someone else you know who needs to hear this news.\" —Obama: http://t.co/xOvDW6ehAP","month":"02","year":"2014","corpus":"alreadi health insur think someon els know need hear news .\" obama","id":436903709680078850,"day":"21"},{"text":"Great news: 4 million Americans have signed up for private health plans through the Affordable Care Act. http://t.co/AhgP7kq9Uu #GetCovered","month":"02","year":"2014","corpus":"great news million american sign privat health plan afford care act getcov","id":438457092283052000,"day":"25"},{"text":"Good news: Thanks to the #ACA, 11.8 million Latinos no longer have lifetime limits on their health coverage. http://t.co/BpjK2ILL8C","month":"03","year":"2014","corpus":"good news thank aca 11 million latino longer lifetim limit health coverag","id":441644760285986800,"day":"06"},{"text":"Don't miss President Obama's townhall on how the Affordable Care Act is benefiting Latinos at 11:30am ET → http://t.co/xq99LcgPJX #Asegurate","month":"03","year":"2014","corpus":"miss presid obama townhal afford care act benefit latino 11 30am et asegur","id":441610271208271900,"day":"06"},{"text":"DON'T WAIT: If you or someone you know needs affordable health coverage, #GetCoveredNow → http://t.co/FRKvzHFaq1 #20DaysLeft","month":"03","year":"2014","corpus":"wait someon know need afford health coverag getcoverednow 20daysleft","id":443444717020520450,"day":"11"},{"text":"RT @VP: 18: The number of days left to sign up for affordable health insurance. Don’t forget to #GetCoveredNow. http://t.co/g840b6cIP2","month":"03","year":"2014","corpus":"18 number day left sign afford health insur forget getcoverednow","id":444145446949507100,"day":"13"},{"text":"π goes on forever, but there are only #17DaysLeft to sign up for health insurance. #GetCoveredNow → http://t.co/etwDPacfrL #HappyPiDay","month":"03","year":"2014","corpus":"goe forev 17daysleft sign health insur getcoverednow happypiday","id":444502981007142900,"day":"14"},{"text":"\"Do you want your mothers to have a nervous breakdown? You need health insurance.\" —@JonahHill's mom: http://t.co/aeQtEPGNEn #GetCoveredNow","month":"03","year":"2014","corpus":"want mother nervou breakdown need health insur .\" —@ jonahhil mom getcoverednow","id":444543715042807800,"day":"14"},{"text":"Just #17DaysLeft to sign up for health insurance: Take an assist from @KingJames and #GetCoveredNow → http://t.co/Jcyd1GfPVu","month":"03","year":"2014","corpus":"17daysleft sign health insur take assist getcoverednow","id":444521066220638200,"day":"14"},{"text":"In the latest #WestWingWeek, President Obama goes #BetweenTwoFerns to talk about health care &amp; more. Watch → http://t.co/QVV86EFVbu","month":"03","year":"2014","corpus":"latest westwingweek presid obama goe betweentwofern talk health care amp watch","id":445268173135573000,"day":"16"},{"text":"If you or someone you know needs health insurance, you've got #15DaysLeft. #GetCoveredNow → http://t.co/1TD5U6ViYe, http://t.co/HFZdzML4E7","month":"03","year":"2014","corpus":"someon know need health insur got 15daysleft getcoverednow","id":445216220665503740,"day":"16"},{"text":"Time for some health care #bracketology! Vote on the 16 sweetest reasons to #GetCoveredNow → http://t.co/Pn1zVmnRgV #GIFsIncluded","month":"03","year":"2014","corpus":"time health care bracketolog vote 16 sweetest reason getcoverednow gifsinclud","id":445598183901503500,"day":"17"},{"text":"Just #14DaysLeft to join the more than 5 million Americans who have signed up for private coverage through the #ACA → http://t.co/hh17k9vV5p","month":"03","year":"2014","corpus":"14daysleft join million american sign privat coverag aca","id":445666134121930750,"day":"17"},{"text":"RT the news: More than 1 million Californians have signed up for health coverage through the #ACA. http://t.co/OWqBilL0xt #GetCoveredNow","month":"03","year":"2014","corpus":"news million californian sign health coverag aca getcoverednow","id":445636380262412300,"day":"17"},{"text":"Good news: More than 5 million Americans have signed up for private health plans through the #ACA → http://t.co/r4CFMdRDSA #GetCoveredNow","month":"03","year":"2014","corpus":"good news million american sign privat health plan aca getcoverednow","id":445659733480181760,"day":"17"},{"text":"#14DaysLeft to sign up for affordable health insurance. Beat the buzzer and #GetCoveredNow → http://t.co/D8X8heNtno, http://t.co/T0CayP41yg","month":"03","year":"2014","corpus":"14daysleft sign afford health insur beat buzzer getcoverednow","id":445622639550148600,"day":"17"},{"text":"There are just #12DaysLeft to sign up for 2014 health insurance. DON'T WAIT: #GetCoveredNow → http://t.co/tWanUWNBwM http://t.co/GL75xR0dOO","month":"03","year":"2014","corpus":"12daysleft sign 2014 health insur wait getcoverednow","id":446302619460325400,"day":"19"},{"text":"RT @andrewjpg: Fetch happens. So do accidents. 7 Reasons to Have Health Insurance: http://t.co/ab4sJ7vhQs #GetCoveredNow","month":"03","year":"2014","corpus":"fetch happen accid reason health insur getcoverednow","id":446381914350706700,"day":"19"},{"text":"\"As a woman, having health care has been an enormous sense of security.\" —@AmericaFerrera: http://t.co/G6s5izNX1v #GetCoveredNow","month":"03","year":"2014","corpus":"woman health care enorm sens secur .\" —@ americaferrera getcoverednow","id":447135175156465660,"day":"21"},{"text":"We're 1 week out from the deadline to sign up for health coverage. #GetCoveredNow: http://t.co/5u8Lvzq29W\n#7DaysLeft http://t.co/suyCCGrUS6","month":"03","year":"2014","corpus":"week deadlin sign health coverag getcoverednow 7daysleft","id":448216336380854300,"day":"24"},{"text":"Good news: Thanks to the #ACA, more than 700,000 New Yorkers have signed up for health coverage → http://t.co/IrhL0TesQl #GetCoveredNow","month":"03","year":"2014","corpus":"good news thank aca 700 000 new yorker sign health coverag getcoverednow","id":448177284630200300,"day":"24"},{"text":"\"My hair's getting grayer, but I'd like to think I've still got a decent jump shot\" —Obama on injuries &amp; health care: http://t.co/KDh5OYCIZJ","month":"03","year":"2014","corpus":"hair get grayer like think still got decent jump shot obama injuri amp health care","id":448509793154891800,"day":"25"},{"text":"Think you're invincible? Derek Huff did, too. And then he needed health insurance → http://t.co/kGf4LiS2N6 #GetCoveredNow #StepBrothers","month":"03","year":"2014","corpus":"think invinc derek huff need health insur getcoverednow stepbroth","id":448567540126842900,"day":"25"},{"text":"Need health insurance? You've got less than a week to sign up. #GetCoveredNow → http://t.co/JlsjwSA7or #6DaysLeft, http://t.co/iPLCNHVyAi","month":"03","year":"2014","corpus":"need health insur got less week sign getcoverednow 6daysleft","id":448582132558884860,"day":"25"},{"text":"RT @SenSchumer: Before #ACA millions of women paid out of pocket for reproductive health care. They’re covered because #ACAworks #Tbt http:…","month":"03","year":"2014","corpus":"aca million women paid pocket reproduct health care cover acawork tbt http :…","id":449237824429375500,"day":"27"},{"text":"RT @NancyPelosi: #tbt to before #ACA when women were charged more than men for coverage. Now that’s illegal. This is why #ACAworks: http://…","month":"03","year":"2014","corpus":"tbt aca women charg men coverag illeg acawork","id":449232104262733800,"day":"27"},{"text":"#4DaysLeft to get health coverage.\n#GetCoveredNow → http://t.co/0fstLgRCLC\n#6MillionAndCounting, http://t.co/satR5STZgU","month":"03","year":"2014","corpus":"4daysleft get health coverag getcoverednow 6millionandcount","id":449257285227778050,"day":"27"},{"text":"RT @Sebelius: 6 million isn’t just a number—this is about changing lives and health care for the better. #GetCoveredNow http://t.co/tV6bLTn…","month":"03","year":"2014","corpus":"million number chang live health care better getcoverednow","id":449274620655697900,"day":"27"},{"text":"#3DaysLeft to sign up for health insurance.\n#GetCoveredNow →\nhttp://t.co/dqoXshLfWZ\n#6MillionAndCounting, http://t.co/i3OQaiHODK","month":"03","year":"2014","corpus":"3daysleft sign health insur getcoverednow 6millionandcount","id":449583729770373100,"day":"28"},{"text":"Join the more than 6 million Americans who have signed up for health insurance through the #ACA → http://t.co/8BV9YC0d8K #GetCoveredNow","month":"03","year":"2014","corpus":"join million american sign health insur aca getcoverednow","id":449606916692389900,"day":"28"},{"text":"Just #2DaysLeft to sign up for health insurance.\nDon't wait!\n#GetCoveredNow → http://t.co/QVnu402Dsc, http://t.co/16KRpbgnVG","month":"03","year":"2014","corpus":"2daysleft sign health insur wait getcoverednow","id":449937054785216500,"day":"29"},{"text":"Spread the word! Tomorrow's the last day to sign up for health insurance. #GetCoveredNow → http://t.co/FOp7QjKfFk, http://t.co/RGVpNuBJzy","month":"03","year":"2014","corpus":"spread word tomorrow last day sign health insur getcoverednow","id":450317536135880700,"day":"30"},{"text":"Need health insurance? If you raised your hand, #GetCoveredNow before tomorrow's deadline → http://t.co/KBIyVVWOj6, http://t.co/UvtGNw0lUG","month":"03","year":"2014","corpus":"need health insur rais hand getcoverednow tomorrow deadlin","id":450333157347188740,"day":"30"},{"text":"RT @JoaquinCastrotx: San Antonians enrolling in #ACA at the Alamodome health fair right now. My staff will be there until 8 #GetCoveredNow …","month":"03","year":"2014","corpus":"san antonian enrol aca alamodom health fair right staff getcoverednow","id":450658342772703200,"day":"31"},{"text":"RT @VP: Thanks to the #ACA, millions of Americans now have access to quality affordable health care. #GetCoveredNow at http://t.co/RQmoUBbX…","month":"03","year":"2014","corpus":"thank aca million american access qualiti afford health care getcoverednow","id":450750010595237900,"day":"31"},{"text":"Your window to sign up for health insurance is almost up. #GetCoveredNow → http://t.co/0lwMLeJwkK http://t.co/ZrGVpbAySQ","month":"03","year":"2014","corpus":"window sign health insur almost getcoverednow","id":450757880744910850,"day":"31"},{"text":"Happy Opening Day! Baseball's just begun, but it's the bottom of the 9th for health care enrollment. #GetCoveredNow → http://t.co/0lwMLeJwkK","month":"03","year":"2014","corpus":"happi open day basebal begun bottom 9th health care enrol getcoverednow","id":450694097104154600,"day":"31"},{"text":"DEADLINE DAY: Today's the last day to sign up for health insurance. #GetCoveredNow → http://t.co/qBPoIpntFR, http://t.co/XN2Lfjx1xa","month":"03","year":"2014","corpus":"deadlin day today last day sign health insur getcoverednow","id":450630879472132100,"day":"31"},{"text":"I signed the #ACA so millions could know the peace of mind that comes with health insurance. #GetCoveredNow at http://t.co/5zeR2RQuXe. -bo","month":"03","year":"2014","corpus":"sign aca million could know peac mind come health insur getcoverednow bo","id":450717046050152450,"day":"31"},{"text":"MT @RainnWilson: HEY UNINSURED PEOPLE: Today's your last chance to get health insurance in 2014. #GetCoveredNow http://t.co/5zeR2RQuXe","month":"03","year":"2014","corpus":"mt hey uninsur peopl today last chanc get health insur 2014 getcoverednow","id":450675293679026200,"day":"31"},{"text":"You've still got time to #BeatTheBuzzer and sign up for health insurance. #GetCoveredNow → http://t.co/0lwMLeJwkK http://t.co/yMTB52KFqh","month":"03","year":"2014","corpus":"still got time beatthebuzz sign health insur getcoverednow","id":450704650384052200,"day":"31"},{"text":"Obama: \"The goal we’ve set for ourselves—that no American should go without the health care they need...is achievable.\" #7MillionAndCounting","month":"04","year":"2014","corpus":"obama goal set american go without health care need ... achiev .\" 7millionandcount","id":451095779839868900,"day":"01"},{"text":"Don't miss President Obama speak on the Affordable Care Act at 4:15pm ET →\nhttp://t.co/8fJzQqhY2T #7MillionAndCounting","month":"04","year":"2014","corpus":"miss presid obama speak afford care act 15pm et 7millionandcount","id":451087650737631200,"day":"01"},{"text":"\"Under this law, the share of Americans with insurance is up, and the growth of health care costs is down.\" —Obama #7MillionAndCounting","month":"04","year":"2014","corpus":"law share american insur growth health care cost .\" obama 7millionandcount","id":451092210529103900,"day":"01"},{"text":"\"Women, the sick, survivors—they deserve fair treatment in our health care system.\" —President Obama #7MillionAndCounting #ACAWorks","month":"04","year":"2014","corpus":"women sick survivor deserv fair treatment health care system .\" presid obama 7millionandcount acawork","id":451093887504117760,"day":"01"},{"text":"RT @pfeiffer44: Millions of Americans with the economic security that comes from having health insurance is EXACTLY what Change looks like","month":"04","year":"2014","corpus":"million american econom secur come health insur exactli chang look like","id":450998001830748160,"day":"01"},{"text":"\"100 million Americans have gained free preventive care like mammograms and contraceptive care under their existing plans.\" —Obama #ACAWorks","month":"04","year":"2014","corpus":"100 million american gain free prevent care like mammogram contracept care exist plan .\" obama acawork","id":451091981406834700,"day":"01"},{"text":"Thanks to the #ACA, more than 7 million Americans have signed up for private health coverage → http://t.co/tRBF5dpYkh #7MillionAndCounting","month":"04","year":"2014","corpus":"thank aca million american sign privat health coverag 7millionandcount","id":451075376484081660,"day":"01"},{"text":"RT @StephenAtHome: More than 7.1 million people signed up for Obamacare. So embarrassing. Obama missed his goal of 7 million people by over…","month":"04","year":"2014","corpus":"million peopl sign obamacar embarrass obama miss goal million peopl","id":451372855746646000,"day":"02"},{"text":"FACT: Thanks to the Affordable Care Act, Kentucky has seen a 40% drop in its uninsured rate since Oct 1. http://t.co/P2LyRXGtRH #GetCovered","month":"04","year":"2014","corpus":"fact thank afford care act kentucki seen 40 drop uninsur rate sinc oct getcov","id":452192746040614900,"day":"04"},{"text":"\"7.5 million Americans...signed up for health coverage through the exchanges.\" —Obama on @Sebelius at @HHSgov #7MillionAndCounting","month":"04","year":"2014","corpus":"million american ... sign health coverag exchang .\" obama 7millionandcount","id":454634402094796800,"day":"11"},{"text":"FACT: The House GOP budget would eliminate private health plans for more than 7 million Americans. #HouseOfCuts http://t.co/aN0YGm1NtP","month":"04","year":"2014","corpus":"fact hous gop budget would elimin privat health plan million american houseofcut","id":454663154161569800,"day":"11"},{"text":"FACT: 35% of those who enrolled through the federal Affordable Care Act marketplace are under 35. #8Million http://t.co/OzrwD4aLeI","month":"04","year":"2014","corpus":"fact 35 enrol feder afford care act marketplac 35 8million","id":456918371372523500,"day":"17"},{"text":"RT @Simas44: Yep, way more. @voxdotcom Way more than 8 million people have signed up for Obamacare. http://t.co/qwHwCuLs5E","month":"04","year":"2014","corpus":"yep way way million peopl sign obamacar","id":457202115044466700,"day":"18"},{"text":"RT @Sebelius: Today, health coverage is more accessible to millions of Americans: http://t.co/HXutUukb6c #8Million http://t.co/FUJFj2kYsf","month":"05","year":"2014","corpus":"today health coverag access million american 8million","id":461936595940425700,"day":"01"},{"text":"RT @NancyPelosi: This National Women’s Health Week, we can celebrate that being a woman is no longer a preexisting condition #ACAworks http…","month":"05","year":"2014","corpus":"nation women health week celebr woman longer preexist condit acawork http","id":466225479091908600,"day":"13"},{"text":"FACT: The Affordable Care Act prohibits insurers from charging women higher premiums simply because of their gender → http://t.co/gPaPNZt2fP","month":"05","year":"2014","corpus":"fact afford care act prohibit insur charg women higher premium simpli gender","id":466317406433210400,"day":"13"},{"text":"RT @MatthewPhillips: Obamacare already working? Check the sharp decline in US health care inflation ... http://t.co/pUjfi47HSa","month":"05","year":"2014","corpus":"obamacar alreadi work check sharp declin us health care inflat ...","id":469227221086138400,"day":"21"},{"text":"\"All Americans should be able to afford to care for a family member in need.\" —President Obama: http://t.co/QPX7vic35j  #FamiliesSucceed","month":"06","year":"2014","corpus":"american abl afford care famili member need .\" presid obama familiessucce","id":480379731133489150,"day":"21"},{"text":"\"President Obama believes...women should make personal health care decisions for themselves.\" —@PressSec: http://t.co/b4tqL3oo0v #HobbyLobby","month":"06","year":"2014","corpus":"presid obama believ ... women make person health care decis .\" —@ presssec hobbylobbi","id":483651099556347900,"day":"30"},{"text":"24 states have not expanded Medicaid through the #ACA.\nIf they don't, 5.7 million will go without coverage in 2016 → http://t.co/QfqmftW7fk","month":"07","year":"2014","corpus":"24 state expand medicaid aca million go without coverag 2016","id":484350677913980900,"day":"02"},{"text":"It's time for every state to put #PeopleOverPolitics &amp; help more Americans access health coverage through Medicaid. http://t.co/DNM7kNgSmP","month":"07","year":"2014","corpus":"time everi state put peopleoverpolit amp help american access health coverag medicaid","id":484386669119148000,"day":"02"},{"text":"RT if you agree: Women deserve to make personal health care decisions for themselves. #NotMyBossBusiness http://t.co/Mf4YXMHPjv","month":"07","year":"2014","corpus":"agre women deserv make person health care decis notmybossbusi","id":489482451308535800,"day":"16"},{"text":"RT @PattyMurray: Women shouldn't have to ask permission from their boss for basic, guaranteed health care. #NotMyBossBusiness http://t.co/J…","month":"07","year":"2014","corpus":"women ask permiss boss basic guarante health care notmybossbusi","id":489476446013128700,"day":"16"},{"text":"Share the news: The Affordable Care Act is saving Americans billions on health insurance premiums. #ACAWorks http://t.co/Y5qSrDWyEx","month":"07","year":"2014","corpus":"share news afford care act save american billion health insur premium acawork","id":492302733664608260,"day":"24"},{"text":"Spread the word: Medicare is stronger thanks in part to the Affordable Care Act → http://t.co/KbLYX4DsqM #ACAWorks http://t.co/5b965PmecB","month":"07","year":"2014","corpus":"spread word medicar stronger thank part afford care act acawork","id":493827620102873100,"day":"28"},{"text":"Today, the President signed the VA reform bill to ensure veterans have access to the care they’ve earned → http://t.co/3qgBC2nQa4","month":"08","year":"2014","corpus":"today presid sign va reform bill ensur veteran access care earn","id":497487871558041600,"day":"07"},{"text":"\"They were there for America, now we need to be there for them.\" —Obama on helping our veterans with mental health issues #ALConvention","month":"08","year":"2014","corpus":"america need .\" obama help veteran mental health issu alconvent","id":504305407557652500,"day":"26"},{"text":"RT @WHLive: \"There are families with health insurance who didn’t have it before. There are students in college who couldn’t afford it befor…","month":"09","year":"2014","corpus":"famili health insur student colleg afford befor","id":506523455949664260,"day":"01"},{"text":"RT @Podesta44: The U.S. will train up to 500 health care providers per week to help address the #Ebola epidemic in West Africa → http://t.c…","month":"09","year":"2014","corpus":"train 500 health care provid per week help address ebola epidem west africa","id":511917598708355100,"day":"16"},{"text":"\"Almost all Obamacare enrollees are paying for coverage.\" http://t.co/m6GGmDqfPb #ACAWorks #GetCovered","month":"09","year":"2014","corpus":"almost obamacar enrolle pay coverag .\" acawork getcov","id":512685046260437000,"day":"18"},{"text":"\"While...affordable health care might still be a fanged threat to freedom on Fox News...it’s working pretty well in the real world.\" —Obama","month":"10","year":"2014","corpus":"... afford health care might still fang threat freedom fox news ... work pretti well real world .\" obama","id":517750714203127800,"day":"02"},{"text":"“We’ve signed up 10 million people to get health coverage, in many cases for the first time.” —Obama #ACAWorks http://t.co/SwdAbGgere","month":"10","year":"2014","corpus":"sign 10 million peopl get health coverag mani case first time .” obama acawork","id":518125739494092800,"day":"03"},{"text":"RT @WHLive: At 1pm ET, @HealthCareTara answers your Q's on health care and the Affordable Care Act. Ask away with #WHHealthChat. http://t.c…","month":"10","year":"2014","corpus":"1pm et answer health care afford care act ask away whhealthchat","id":518083590186623000,"day":"03"},{"text":"Here's how the Affordable Care Act is benefiting millions of young Americans → http://t.co/ayzVqvw674 #ACAWorks http://t.co/SFEGOrZeVq","month":"10","year":"2014","corpus":"afford care act benefit million young american acawork","id":520255975216119800,"day":"09"},{"text":"At 3:40pm ET, President Obama speaks to American health care workers who are fighting #Ebola → http://t.co/GWqAgc8Yj5","month":"10","year":"2014","corpus":"40pm et presid obama speak american health care worker fight ebola","id":527543585596383200,"day":"29"},{"text":"Here's how the Affordable Care Act is saving consumers $ on health care premiums → http://t.co/urCzpg4xJT #ACAWorks http://t.co/1tHdL8MPzs","month":"10","year":"2014","corpus":"afford care act save consum health care premium acawork","id":528258105432637440,"day":"31"},{"text":"RT @SenatorBaldwin: Get a head start on finding affordable health coverage &amp; window shop at http://t.co/NSjzX7vTnt today! #GetCovered http:…","month":"11","year":"2014","corpus":"get head start find afford health coverag amp window shop today getcov http :…","id":532973502757081100,"day":"13"},{"text":"RT @Cecilia44: Need health coverage? Find a plan that fits your needs &amp; #GetCovered starting tomorrow → https://t.co/o9vBz6d51R #ReadySetEn…","month":"11","year":"2014","corpus":"need health coverag find plan fit need amp getcov start tomorrow readyseten","id":533379099822026750,"day":"14"},{"text":"Starting tomorrow, you can sign up for health coverage. Check out your options → https://t.co/cIUCCOLliA #GetCovered http://t.co/RB621Co3xc","month":"11","year":"2014","corpus":"start tomorrow sign health coverag check option getcov","id":533275628988932100,"day":"14"},{"text":"Spread the word: You can sign up for health coverage starting today → http://t.co/AjCswE50V7 #GetCovered #ReadySetEnroll","month":"11","year":"2014","corpus":"spread word sign health coverag start today getcov readysetenrol","id":533625497251356700,"day":"15"},{"text":"RT so your friends know: You can sign up for health coverage right now at http://t.co/5zeR2Sp97i. #ReadySetEnroll http://t.co/L68Fp48KKG","month":"11","year":"2014","corpus":"friend know sign health coverag right readysetenrol","id":533688837831426050,"day":"15"},{"text":"\"More than 10 million Americans have gained the financial security...that comes with health insurance.\" —Obama: http://t.co/AjCswE50V7","month":"11","year":"2014","corpus":"10 million american gain financi secur ... come health insur .\" obama","id":533673320999161860,"day":"15"},{"text":"\"Health care prices have grown at their slowest rate in nearly 50 years.\"  —Obama: http://t.co/AjCswE50V7 #GetCovered #ReadySetEnroll","month":"11","year":"2014","corpus":"health care price grown slowest rate nearli 50 year .\" obama getcov readysetenrol","id":534050833524998140,"day":"16"},{"text":"RT @conniebritton: Your health is everything. Have you and your family enrolled for health coverage yet? #GetCovered @HealthCareGov","month":"11","year":"2014","corpus":"health everyth famili enrol health coverag yet getcov","id":534422775281492000,"day":"17"},{"text":"Millions have signed up for health coverage thanks to the #ACA. Help even more #GetCovered → http://t.co/nSVgCcRYlE http://t.co/SPswoFO7gz","month":"11","year":"2014","corpus":"million sign health coverag thank aca help even getcov","id":534716282021503000,"day":"18"},{"text":"Right now, you can sign up for health coverage. Find a plan that works for you at http://t.co/2S7CGldNyn #GetCovered http://t.co/7IX4jDKKam","month":"11","year":"2014","corpus":"right sign health coverag find plan work getcov","id":534783594758021100,"day":"18"},{"text":"Looking for a good deal on health coverage? See your options and #GetCovered at http://t.co/NSeLHFvc62. #BlackFriday http://t.co/7IX4jDKKam","month":"11","year":"2014","corpus":"look good deal health coverag see option getcov blackfriday","id":538444786420564000,"day":"28"},{"text":"RT @shondarhimes: Spread the word: If you need health coverage, you can #GetCovered today at http://t.co/GSGaG8fC3q.  http://t.co/sxN9R31G1n","month":"12","year":"2014","corpus":"spread word need health coverag getcov today","id":539512433698955260,"day":"01"},{"text":"Need affordable health coverage? Pick a plan and #GetCovered at http://t.co/2S7CGldNyn. #CyberMonday http://t.co/WHqfYQigbK","month":"12","year":"2014","corpus":"need afford health coverag pick plan getcov cybermonday","id":539434604185141250,"day":"01"},{"text":"RT @kerrywashington: #GetCovered Sign up for quality health coverage TODAY! http://t.co/msWlOTRPQM http://t.co/IYQh5i7VVh","month":"12","year":"2014","corpus":"getcov sign qualiti health coverag today","id":539522529531281400,"day":"01"},{"text":"Need health coverage? You've got #10DaysLeft to sign up for a plan that starts on Jan. 1st: http://t.co/NSeLHFvc62 http://t.co/yi9YEnPgWa","month":"12","year":"2014","corpus":"need health coverag got 10daysleft sign plan start jan 1st","id":540947744865529860,"day":"05"},{"text":"Just #10DaysLeft to get health coverage that starts on January 1st. #GetCovered at http://t.co/NSeLHFvc62. http://t.co/560VZuQClo","month":"12","year":"2014","corpus":"10daysleft get health coverag start januari 1st getcov","id":540982561216806900,"day":"05"},{"text":"Need health coverage that starts on Jan. 1st? You've got #8DaysLeft to sign up → http://t.co/NSeLHFvc62 #GetCovered http://t.co/Eez8Nqy6mg","month":"12","year":"2014","corpus":"need health coverag start jan 1st got 8daysleft sign getcov","id":541683659221127200,"day":"07"},{"text":"Just #8DaysLeft to get health coverage that starts on January 1st. #GetCovered at http://t.co/NSeLHFvc62. http://t.co/7VGbBqPT30","month":"12","year":"2014","corpus":"8daysleft get health coverag start januari 1st getcov","id":541774218283585540,"day":"08"},{"text":"If you need health coverage, there are just #7DaysLeft to sign up for a plan that kicks in Jan. 1st. #GetCovered at http://t.co/NSeLHFvc62.","month":"12","year":"2014","corpus":"need health coverag 7daysleft sign plan kick jan 1st getcov","id":541977283670470660,"day":"08"},{"text":"Need health coverage? You've got #6DaysLeft to sign up for a plan that starts on January 1st: http://t.co/JxkdfixJNs http://t.co/VHCnTD2e30","month":"12","year":"2014","corpus":"need health coverag got 6daysleft sign plan start januari 1st","id":542392235208499200,"day":"09"},{"text":"RT @UncleRUSH: Do you have health care? You have #4DdaysLeft to sign up for coverage that begins January 1. #GetCovered at http://t.co/KTvR…","month":"12","year":"2014","corpus":"health care 4ddaysleft sign coverag begin januari getcov","id":543125367825776640,"day":"11"},{"text":"#3DaysLeft to sign up for health coverage that starts on January 1st. #GetCovered at http://t.co/JxkdfixJNs. http://t.co/g7tYeDhrmb","month":"12","year":"2014","corpus":"3daysleft sign health coverag start januari 1st getcov","id":543404449587552260,"day":"12"},{"text":"#2DaysLeft to sign up for health coverage that starts on January 1st. #GetCovered at http://t.co/NSeLHFvc62. http://t.co/xAGN19vp6D","month":"12","year":"2014","corpus":"2daysleft sign health coverag start januari 1st getcov","id":543860457426014200,"day":"13"},{"text":"⌚ is running out to sign up for health coverage that starts January 1st. #GetCoveredToday: http://t.co/NSeLHFvc62 http://t.co/64ZEpokdnM","month":"12","year":"2014","corpus":"run sign health coverag start januari 1st getcoveredtoday","id":544542086712660000,"day":"15"},{"text":"\"Obamacare's best week yet brings 1 million new sign-ups\" —@Business: http://t.co/TMiQd0W0TB #ACAWorks\n#GetCovered: http://t.co/NSeLHFvc62.","month":"12","year":"2014","corpus":"obamacar best week yet bring million new sign up —@ busi acawork getcov","id":545329075703644160,"day":"17"},{"text":"Thanks to the Affordable Care Act, about 10 million Americans gained health coverage in 2014 → http://t.co/ov04rn5OgS http://t.co/mJ3abhSgSB","month":"12","year":"2014","corpus":"thank afford care act 10 million american gain health coverag 2014","id":549638508688576500,"day":"29"},{"text":"Thanks to the ACA, 6.5 million Americans have signed up for or renewed 2015 coverage on http://t.co/FWWmfKGaPN alone: http://t.co/TpLlDzBEko","month":"12","year":"2014","corpus":"thank aca million american sign renew 2015 coverag alon","id":550057146168393700,"day":"30"},{"text":"\"Last year almost 7 million people signed up for health care coverage under the new law &amp; paid their premiums.\" —@VP: http://t.co/XzEms0WJAL","month":"01","year":"2015","corpus":"last year almost million peopl sign health care coverag new law amp paid premium .\" —@ vp","id":551415235253256200,"day":"03"},{"text":"\"Everyone is beginning to realize what millions of you already know—the Affordable Care Act is working.\" —@VP: http://t.co/XzEms0WJAL","month":"01","year":"2015","corpus":"everyon begin realiz million alreadi know afford care act work .\" —@ vp","id":551453001475293200,"day":"03"},{"text":"\"There are millions more of you who can get quality, affordable health care if you sign up before February 15.\" —@VP: http://t.co/XzEms0WJAL","month":"01","year":"2015","corpus":"million get qualiti afford health care sign februari 15 .\" —@ vp","id":551762527290261500,"day":"04"},{"text":"Ring in the new year with new health coverage. Sign up by Jan 15th for coverage that starts Feb 1st → http://t.co/NSeLHFvc62 #GetCovered2015","month":"01","year":"2015","corpus":"ring new year new health coverag sign jan 15th coverag start feb 1st getcovered2015","id":552121630688702460,"day":"05"},{"text":"RT @theJaimePressly: Need a New Year's resolution idea? Sign up for quality, affordable health coverage today at http://t.co/ReKBBdh6xG. #G…","month":"01","year":"2015","corpus":"need new year resolut idea sign qualiti afford health coverag today","id":552181566961496060,"day":"05"},{"text":"\"If it weren't for [the Affordable Care Act], my family would be uninsured.\" —Anthony C.: http://t.co/QVYmHL7Bwa #GetCovered2015 #ACAWorks","month":"01","year":"2015","corpus":"afford care act ], famili would uninsur .\" anthoni .: getcovered2015 acawork","id":552140781390032900,"day":"05"},{"text":"Make sure you've got health coverage in 2015. Sign up for a plan that meets your needs today at http://t.co/JxkdfixJNs. #GetCovered2015","month":"01","year":"2015","corpus":"make sure got health coverag 2015 sign plan meet need today getcovered2015","id":552508612070084600,"day":"06"},{"text":"RT @kerrywashington: You can still get 2015 health coverage. Sign up by Jan 15th for coverage that starts Feb 1st → http://t.co/Mo9psDETbu#…","month":"01","year":"2015","corpus":"still get 2015 health coverag sign jan 15th coverag start feb 1st","id":552586971088822300,"day":"06"},{"text":"\"Thanks to the Affordable Care Act, about 10 million Americans have gained health insurance in the past year\" —Obama: http://t.co/TTpIHnReSq","month":"01","year":"2015","corpus":"thank afford care act 10 million american gain health insur past year obama","id":554332552530767900,"day":"11"},{"text":"\"In the past year…about 10 million uninsured Americans finally gained the security of health coverage.\" —Obama http://t.co/nEK5h96QtV","month":"01","year":"2015","corpus":"past year 10 million uninsur american final gain secur health coverag .\" obama","id":557724550470049800,"day":"21"},{"text":"\"In the past year alone, about 10 million uninsured Americans finally gained the security of health coverage.\" —Obama http://t.co/972f9Bmucr","month":"01","year":"2015","corpus":"past year alon 10 million uninsur american final gain secur health coverag .\" obama","id":558318148558938100,"day":"22"},{"text":"FACT: 4.5 million young adults have gained health coverage since 2010 thanks to the Affordable Care Act → http://t.co/57dAoKwwQQ #GetCovered","month":"01","year":"2015","corpus":"fact million young adult gain health coverag sinc 2010 thank afford care act getcov","id":560885714200432640,"day":"29"},{"text":"There may be #SixMoreWeeksOfWinter, but only 2 more weeks to get health coverage: http://t.co/rNzHK68SaZ #GetCovered http://t.co/pdj2corJYH","month":"02","year":"2015","corpus":"may sixmoreweeksofwint week get health coverag getcov","id":562340727624331260,"day":"02"},{"text":"RT @PAniskoff44: Stuff happens. When an avalanche swept up Eric, health coverage kept him alive. http://t.co/JVtBUt0MqQ #GetCovered #People…","month":"02","year":"2015","corpus":"stuff happen avalanch swept eric health coverag kept aliv getcov peopl","id":562637910793416700,"day":"03"},{"text":"RT @VP: Health care gives mothers like Marla peace of mind. http://t.co/fhBFW2Raos #GetCovered #PeopleOverPolitics http://t.co/HSy7qA0Cdc","month":"02","year":"2015","corpus":"health care give mother like marla peac mind getcov peopleoverpolit","id":562652725129642000,"day":"03"},{"text":"Yesterday, the House GOP voted to take health care away from millions of Americans. Here's what that would look like: http://t.co/7tB04OpNTV","month":"02","year":"2015","corpus":"yesterday hous gop vote take health care away million american would look like","id":563014351016435700,"day":"04"},{"text":"The Affordable Care Act was a game changer for these 10 Americans.\nWatch them share their stories with the President: http://t.co/PkxaYjG7z8","month":"02","year":"2015","corpus":"afford care act game changer 10 american watch share stori presid","id":563400609655955460,"day":"05"},{"text":"Make sure your friends know: There are just 9 days left to sign up for 2015 health coverage → http://t.co/rNzHK5zFEl http://t.co/qEIKAC575N","month":"02","year":"2015","corpus":"make sure friend know day left sign 2015 health coverag","id":563767779270983700,"day":"06"},{"text":"RT @DrBiden: You only have 5 days left to sign up for 2015 health coverage. #GetCovered at http://t.co/aNBIpz7M08 by February 15. http://t.…","month":"02","year":"2015","corpus":"day left sign 2015 health coverag getcov februari 15","id":565234146428321800,"day":"10"},{"text":"6 days left: If you don't have a 2015 health plan, #GetCovered by February 15 → http://t.co/rNzHK5zFEl http://t.co/pNVaDfV7DX","month":"02","year":"2015","corpus":"day left 2015 health plan getcov februari 15","id":564967096606408700,"day":"10"},{"text":"DEADLINE SUNDAY: Just 4 days left to sign up for health coverage. #GetCovered by Feb. 15 → http://t.co/rNzHK5i4MN http://t.co/qFbGAxxHqU","month":"02","year":"2015","corpus":"deadlin sunday day left sign health coverag getcov feb 15","id":565665890294038500,"day":"12"},{"text":"RT @paulpierce34: you only have 3 days left to sign up for 2015 health coverage. don't wait!  #GetCovered at http://t.co/5OWmnFZVlq","month":"02","year":"2015","corpus":"day left sign 2015 health coverag wait getcov","id":565913661982900200,"day":"12"},{"text":"RT @FLOTUS: Being healthy isn't just about eating right. Need health coverage? #GetCovered by Feb. 15: http://t.co/9EyZA1amok https://t.co/…","month":"02","year":"2015","corpus":"healthi eat right need health coverag getcov feb 15","id":566355983467679740,"day":"13"},{"text":"DEADLINE TODAY:\nIt's the last day to sign up for 2015 health coverage.\n#GetCovered at http://t.co/GNfbft9Ewv http://t.co/2lLp55iXXP","month":"02","year":"2015","corpus":"deadlin today last day sign 2015 health coverag getcov","id":567042281841389600,"day":"15"},{"text":"Don’t have health insurance? Beat the buzzer and #GetCovered today → http://t.co/JxkdfhYxgO #NBAAllStarNYC http://t.co/aWwoOJasYH","month":"02","year":"2015","corpus":"health insur beat buzzer getcov today nbaallstarnyc","id":567138819648921600,"day":"16"},{"text":"BREAKING: About 11.4 million Americans are signed up for private health coverage. #11MillionAndCounting #ACAWorks\nhttps://t.co/1zKLkyJvlo","month":"02","year":"2015","corpus":"break 11 million american sign privat health coverag 11millionandcount acawork","id":567828619558436860,"day":"17"},{"text":"RT the news: About 11.4 million people are ✍ up for private health coverage through the #ACA. #11MillionAndCounting http://t.co/E7eiiI0oZe","month":"02","year":"2015","corpus":"news 11 million peopl privat health coverag aca 11millionandcount","id":567833392579084300,"day":"17"},{"text":"RT @VP: 11.4 million: That's the number of Americans who are signed up for private health coverage. The #ACA is working. http://t.co/ujdVOZ…","month":"02","year":"2015","corpus":"11 million number american sign privat health coverag aca work","id":567845614425411600,"day":"18"},{"text":"RT @SinaiChicago: #tbt Our navigators helping enroll members of community in health insurance plans. #11MillionAndCounting http://t.co/B9z7…","month":"02","year":"2015","corpus":"tbt navig help enrol member commun health insur plan 11millionandcount","id":568539390437228540,"day":"19"},{"text":"The uninsured rate: ↓\nAmericans with health coverage: ↑\nThe #ACAWorks → http://t.co/Cu5QJpAg4K #GetCovered http://t.co/7g5lJmGseA","month":"02","year":"2015","corpus":"uninsur rate american health coverag acawork getcov","id":570273645433483260,"day":"24"},{"text":"FACT: The uninsured rate ↓ dramatically last year thanks to the Affordable Care Act → http://t.co/Cu5QJpiFdc http://t.co/kk2LYYrRSY","month":"02","year":"2015","corpus":"fact uninsur rate dramat last year thank afford care act","id":570290323332706300,"day":"24"},{"text":"RT the news: Nearly 11.7 million people are ✍ up for private health coverage through the Affordable Care Act. http://t.co/m3TBiT6yT4","month":"03","year":"2015","corpus":"news nearli 11 million peopl privat health coverag afford care act","id":575404270331109400,"day":"10"},{"text":"Thanks to the ACA:\n16.4 million more Americans have health coverage ✓\nThe uninsured rate = ↓ 35% since October 2013 http://t.co/0k0phjyyTu","month":"03","year":"2015","corpus":"thank aca 16 million american health coverag uninsur rate 35 sinc octob 2013","id":577874430149455900,"day":"17"},{"text":"\"More than 16 million uninsured Americans have gained the security of health coverage.\" —President Obama #ACAWorks http://t.co/2cS8qx5SPo","month":"03","year":"2015","corpus":"16 million uninsur american gain secur health coverag .\" presid obama acawork","id":578268946794577900,"day":"18"},{"text":"Obama: The House GOP budget would kick \"tens of millions of Americans off their health insurance.\" #HouseOfCuts http://t.co/XLP60TYJOB","month":"03","year":"2015","corpus":"obama hous gop budget would kick ten million american health insur .\" houseofcut","id":578273873365434400,"day":"18"},{"text":"The choice on health care:\nHelping more Americans gain coverage vs. Eliminating coverage for millions. #HouseOfCuts http://t.co/Yvg4WeUY53","month":"03","year":"2015","corpus":"choic health care help american gain coverag vs elimin coverag million houseofcut","id":578293737945739300,"day":"18"},{"text":"The House GOP budget would eliminate health coverage for millions of Americans → http://t.co/IWAoMASTT9 #HouseOfCuts http://t.co/kEC6JWaBDY","month":"03","year":"2015","corpus":"hous gop budget would elimin health coverag million american houseofcut","id":578595155738955800,"day":"19"},{"text":"More than 16 million Americans have gained health coverage thanks to the Affordable Care Act. #BetterWithObamacare. http://t.co/yDOri1dm2C","month":"03","year":"2015","corpus":"16 million american gain health coverag thank afford care act betterwithobamacar","id":579791235809824800,"day":"22"},{"text":"105 million Americans no longer have a lifetime limit on their health coverage. #BetterWithObamacare http://t.co/7SKN4WPsXh","month":"03","year":"2015","corpus":"105 million american longer lifetim limit health coverag betterwithobamacar","id":580006557393379300,"day":"23"},{"text":"Up to 129 million Americans can no longer be denied coverage for a pre-existing condition → https://t.co/neS4zI8PGo #BetterWithObamacare","month":"03","year":"2015","corpus":"129 million american longer deni coverag pre exist condit betterwithobamacar","id":580129778369318900,"day":"23"},{"text":"RT @VP: \"Let me tell you about this picture.\" -VP #BeingBiden on the 5 yrs of the Affordable Care Act https://t.co/ZpKeRNs08t http://t.co/w…","month":"03","year":"2015","corpus":"let tell pictur .\" vp beingbiden yr afford care act","id":580063121865314300,"day":"23"},{"text":"RT @NancyPelosi: Thanks to the Affordable Care Act, being a woman is no longer a pre-existing condition. #ACAisworking http://t.co/XoRFwRAa…","month":"03","year":"2015","corpus":"thank afford care act woman longer pre exist condit acaiswork","id":580066827331452900,"day":"23"},{"text":"RT @Santillo44: Here are 4 ways the Affordable Care Act is improving the quality of health care in America → http://t.co/6pJPd7hGgr #Better…","month":"03","year":"2015","corpus":"way afford care act improv qualiti health care america better","id":580765082650419200,"day":"25"},{"text":"\"You can no longer be charged more just for being a woman.\" —President Obama on the Affordable Care Act #BetterWithObamacare","month":"03","year":"2015","corpus":"longer charg woman .\" presid obama afford care act betterwithobamacar","id":580743377550999600,"day":"25"},{"text":"\"More than 16 million uninsured Americans have gained health coverage.\" —President Obama #BetterWithObamacare http://t.co/a0ZKHUGbTl","month":"03","year":"2015","corpus":"16 million uninsur american gain health coverag .\" presid obama betterwithobamacar","id":580743039032799200,"day":"25"},{"text":"Read how the Affordable Care Act changed three women's lives via @SELFmagazine → http://t.co/ud3B4h3DTM #BetterWithObamacare","month":"03","year":"2015","corpus":"read afford care act chang three women live via betterwithobamacar","id":580847944414318600,"day":"25"},{"text":"RT @WHLive: \"We declared that in the United States of America, the security of quality, affordable health care was not a privilege, but a r…","month":"03","year":"2015","corpus":"declar unit state america secur qualiti afford health care privileg","id":580746003713671200,"day":"25"},{"text":"\"More than 16 million uninsured Americans have gained the security of health care.\" —Obama #BetterWithObamacare http://t.co/0V7ZnrZ1wO","month":"03","year":"2015","corpus":"16 million uninsur american gain secur health care .\" obama betterwithobamacar","id":581192089867722800,"day":"26"},{"text":"Get the facts on how the Affordable Care Act is benefiting our economy → http://t.co/yLJf2fGFdh #BetterWithObamacare http://t.co/cYHO2vRY5y","month":"04","year":"2015","corpus":"get fact afford care act benefit economi betterwithobamacar","id":583676387275341800,"day":"02"},{"text":"Millions of women have gained health coverage thanks to the Affordable Care Act. #CheckUpForWhat #NWHW http://t.co/RrY0TEOeU6","month":"05","year":"2015","corpus":"million women gain health coverag thank afford care act checkupforwhat nwhw","id":597806720925171700,"day":"11"},{"text":"RT if you agree: Personal health care decisions should be made between a woman and her doctor. #NWHW http://t.co/tAIp84Oi2j","month":"05","year":"2015","corpus":"agre person health care decis made woman doctor nwhw","id":598619995627741200,"day":"13"},{"text":"“This is now part of the fabric for how we care about each other. This is health care in America.” —@POTUS #ACAWorks http://t.co/E9IhMiTOSX","month":"06","year":"2015","corpus":"part fabric care health care america .” —@ potu acawork","id":608307136947290100,"day":"09"},{"text":"Thanks to the Affordable Care Act, Debra can walk and hold hands with her husband again → http://t.co/goqQCL4Eah http://t.co/6xRwN5Qxjg","month":"06","year":"2015","corpus":"thank afford care act debra walk hold hand husband","id":608312142576689200,"day":"09"},{"text":"\"After decades of trying, after a year of sustained debate, we finally made health care reform a reality here in America.\" —@POTUS #ACAWorks","month":"06","year":"2015","corpus":"decad tri year sustain debat final made health care reform realiti america .\" —@ potu acawork","id":608305569712226300,"day":"09"},{"text":"More than 16 million Americans have gained health coverage thanks to the Affordable Care Act → http://t.co/8HIPg0KBge http://t.co/Gk0UJFHrc9","month":"06","year":"2015","corpus":"16 million american gain health coverag thank afford care act","id":608352084002541600,"day":"09"},{"text":"Don't miss President Obama speak on health care in America at 11:50am ET → http://t.co/ZKdfRMatos #ACAWorks http://t.co/oQfBbDTEg1","month":"06","year":"2015","corpus":"miss presid obama speak health care america 11 50am et acawork","id":608292829362683900,"day":"09"},{"text":"Test your knowledge on the history of health care reform in America → http://t.co/GHXmwN0led #ACAWorks http://t.co/ZRBpg5wZt2","month":"06","year":"2015","corpus":"test knowledg histori health care reform america acawork","id":608391524443922400,"day":"09"},{"text":"RT @VP: Progress is:\n✓ 137 million Americans have access to preventive care\n✓ 129 million with preexisting conditions can't be denied care\n…","month":"06","year":"2015","corpus":"progress 137 million american access prevent care 129 million preexist condit deni care","id":614143739930525700,"day":"25"},{"text":"RT @POTUS: More than 16 million Americans have gained health coverage after 5 years of the Affordable Care Act.","month":"06","year":"2015","corpus":"16 million american gain health coverag year afford care act","id":614104956635861000,"day":"25"},{"text":"RT @POTUS: Women can no longer be charged more for health coverage just for being women.","month":"06","year":"2015","corpus":"women longer charg health coverag women","id":614112513689579500,"day":"25"},{"text":"\"This was a good day for America.\" —@POTUS on the Supreme Court upholding a critical part of the Affordable Care Act http://t.co/PHjhhCe06p","month":"06","year":"2015","corpus":"good day america .\" —@ potu suprem court uphold critic part afford care act","id":614098757743968300,"day":"25"},{"text":"Tune in at 11:30am ET as @POTUS delivers a statement on today's Affordable Care Act ruling from the Supreme Court → http://t.co/tgPfSRXAn9","month":"06","year":"2015","corpus":"tune 11 30am et deliv statement today afford care act rule suprem court","id":614081843076460500,"day":"25"},{"text":"\"If you’re a woman, you can’t be charged more than anybody else...just because you’re a woman.\" —@POTUS on the Affordable Care Act #ACAWorks","month":"06","year":"2015","corpus":"woman charg anybodi els ... woman .\" —@ potu afford care act acawork","id":614095121211068400,"day":"25"},{"text":"\"That’s when America soars. When we look out for one another. When we take care of each other.\" —@POTUS on the Affordable Care Act #ACAWorks","month":"06","year":"2015","corpus":"america soar look one anoth take care .\" —@ potu afford care act acawork","id":614097341298143200,"day":"25"},{"text":"\"The Affordable Care Act is here to stay.\" —@POTUS: http://t.co/Wl6BOXLp1t http://t.co/0b7eKTdnSV","month":"06","year":"2015","corpus":"afford care act stay .\" —@ potu","id":614227260653064200,"day":"26"},{"text":"\"The Affordable Care Act still stands, it is working, and it is here to stay.\" —@POTUS: http://t.co/L69lcODYFz #ACAWorks","month":"06","year":"2015","corpus":"afford care act still stand work stay .\" —@ potu acawork","id":614789764588376000,"day":"27"},{"text":"\"So far more than 16 million uninsured Americans have gained coverage.\" —@POTUS on the Affordable Care Act: http://t.co/L69lcOVzx7 #ACAWorks","month":"06","year":"2015","corpus":"far 16 million uninsur american gain coverag .\" —@ potu afford care act acawork","id":615233271421505500,"day":"28"},{"text":".@POTUS will be answering your questions on health care and the Affordable Care Act at 3:30pm ET. Use #AskPOTUS! http://t.co/PheYWmHaQz","month":"07","year":"2015","corpus":"answer question health care afford care act 30pm et use askpotu","id":616313427045298200,"day":"01"},{"text":"RT @POTUS: Gotta go, but this was fun. Let's keep the health care conversation going - share how the #ACAWorks for you or your family.","month":"07","year":"2015","corpus":"gotta go fun let keep health care convers go share acawork famili","id":616340986575343600,"day":"01"},{"text":"The Affordable Care Act is here to stay.\nWatch how it's benefiting millions of Americans. #ACAWorks\nhttps://t.co/s9PuEi0dGP","month":"07","year":"2015","corpus":"afford care act stay watch benefit million american acawork","id":616412608619376600,"day":"02"},{"text":"This health care letter hangs just outside the Oval Office.\nFind out why it inspires @POTUS → http://t.co/5Th5NqHZju http://t.co/s5Oxv7Qk6s","month":"07","year":"2015","corpus":"health care letter hang outsid oval offic find inspir","id":618088331637850100,"day":"06"},{"text":"RT so your friends know: Women are saving a lot of $ on birth control thanks to the Affordable Care Act. #ACAWorks http://t.co/uwMIQwi1mY","month":"07","year":"2015","corpus":"friend know women save lot birth control thank afford care act acawork","id":618885609025896400,"day":"08"},{"text":"\"More than 16 million Americans have gained quality, affordable health care.\" —@POTUS #ACAWorks http://t.co/fUlW875Y20","month":"07","year":"2015","corpus":"16 million american gain qualiti afford health care .\" —@ potu acawork","id":623517679563833300,"day":"21"},{"text":"Senate Republicans just voted once again to repeal the Affordable Care Act. Here's what they'd be taking away. http://t.co/e8IaIkGc1e","month":"07","year":"2015","corpus":"senat republican vote repeal afford care act take away","id":625410819627552800,"day":"26"},{"text":"RT @SecretaryCastro: .@POTUS's latest #CleanPowerPlan will protect the health of all Americans and boost our economy → https://t.co/lMDdg4L…","month":"08","year":"2015","corpus":"latest cleanpowerplan protect health american boost economi","id":628250860066226200,"day":"03"},{"text":"RT @NancyPelosi: RT to show you #StandWithPP and support a woman’s right to affordable health care!","month":"08","year":"2015","corpus":"show standwithpp support woman right afford health care","id":628334861221240800,"day":"03"},{"text":"\"Every American deserves access to quality, affordable health care.\" —@POTUS in Alaska #ACAWorks http://t.co/h4zrc462B4","month":"09","year":"2015","corpus":"everi american deserv access qualiti afford health care .\" —@ potu alaska acawork","id":639256514230886400,"day":"03"},{"text":"RT @POTUS: Millions of families are more secure thanks to the ACA. Join them and #GetCovered on Nov 1: http://t.co/PJ7xIL6FjY  https://t.co…","month":"09","year":"2015","corpus":"million famili secur thank aca join getcov nov","id":646391539598512100,"day":"22"},{"text":"“For the first time on record, more than 90% of Americans have health insurance.” —@POTUS #ACAWorks http://t.co/7xnxEZMwul","month":"10","year":"2015","corpus":"first time record 90 american health insur .” —@ potu acawork","id":651802465201987600,"day":"07"},{"text":"RT @WHLive: \"If you work hard in America, you should earn decent benefits. That means access to...affordable health insurance\" —@POTUS #Sta…","month":"10","year":"2015","corpus":"work hard america earn decent benefit mean access ... afford health insur —@ potu sta","id":651806960648589300,"day":"07"},{"text":"RT so your friends know: You can sign up for health coverage starting TODAY → https://t.co/5r9E9h6WeU #GetCovered https://t.co/LY98s4AVL8","month":"11","year":"2015","corpus":"friend know sign health coverag start today getcov","id":660881303466876900,"day":"01"},{"text":"70,000 more Montanans now have access to quality, affordable health coverage → https://t.co/akiTT5FqTn #ACAWorks https://t.co/RrtnBWwnKw","month":"11","year":"2015","corpus":"70 000 montanan access qualiti afford health coverag acawork","id":661350935847903200,"day":"03"},{"text":"RT @vj44: Good news.  All health insurance plans must provide breastfeeding support and equipment for the duration at no cost. https://t.co…","month":"11","year":"2015","corpus":"good news health insur plan must provid breastfeed support equip durat cost","id":665221700162863100,"day":"13"},{"text":"RT to spread the word: #GetCovered by Dec. 15 for health coverage beginning Jan. 1 → https://t.co/5r9E9h6WeU https://t.co/roblPY1dlY","month":"12","year":"2015","corpus":"spread word getcov dec 15 health coverag begin jan","id":676561410277666800,"day":"15"},{"text":"Deadline extended: #GetCovered by December 17 for health coverage starting January 1 at https://t.co/5zeR2S7xZe. https://t.co/SQY8DQJJqo","month":"12","year":"2015","corpus":"deadlin extend getcov decemb 17 health coverag start januari","id":677172889104359400,"day":"16"},{"text":"RT @PressSec: So what did Congress accomplish by repealing the Affordable Care Act for the more than 50th time? Nothing. https://t.co/vHqrl…","month":"01","year":"2016","corpus":"congress accomplish repeal afford care act 50th time noth","id":685213454374957000,"day":"07"},{"text":"“Nearly 18 million people have gained coverage so far.” —@POTUS on the Affordable Care Act #SOTU https://t.co/UWeMxmljEd","month":"01","year":"2016","corpus":"nearli 18 million peopl gain coverag far .” —@ potu afford care act sotu","id":687098440329900000,"day":"13"},{"text":"RT @POTUS: health care inflation lowest in decades since ACA passed; problem is more costs passed to workers thru copays, etc. https://t.co…","month":"01","year":"2016","corpus":"health care inflat lowest decad sinc aca pass problem cost pass worker thru copay etc","id":687695162043048000,"day":"14"},{"text":"Don't wait to #GetCovered: Enroll today to get health coverage that starts on Feb. 1 → https://t.co/5zeR2RPWAE https://t.co/IzdVJUqlSv","month":"01","year":"2016","corpus":"wait getcov enrol today get health coverag start feb","id":688116420136185900,"day":"15"},{"text":"\"If you don't have health insurance on your job then you shouldn't be without coverage\" —@POTUS #YouTubeAsksObama https://t.co/QtWSnu3opD","month":"01","year":"2016","corpus":"health insur job without coverag —@ potu youtubeasksobama","id":688091245231648800,"day":"15"},{"text":"\"As the Affordable Care Act has taken effect, nearly 18 million Americans have gained coverage\" —@POTUS https://t.co/N0Cj2QazoF","month":"01","year":"2016","corpus":"afford care act taken effect nearli 18 million american gain coverag —@ potu","id":690926324903317500,"day":"23"},{"text":"FACT: Up to 129 million Americans with pre-existing conditions can no longer be denied coverage. #ACAWorks https://t.co/N0Cj2QazoF","month":"01","year":"2016","corpus":"fact 129 million american pre exist condit longer deni coverag acawork","id":691299810553385000,"day":"24"},{"text":"Deadline to enroll for 2016 health coverage is almost here—sign up by Jan. 31: https://t.co/JxkdfhYxgO #GetCovered https://t.co/N0Cj2QazoF","month":"01","year":"2016","corpus":"deadlin enrol 2016 health coverag almost sign jan 31 getcov","id":691410231549530100,"day":"25"},{"text":"Do you or someone you know need health insurance? Just 6 days left to #GetCovered for 2016: https://t.co/5zeR2S7xZe https://t.co/N0Cj2PSYx7","month":"01","year":"2016","corpus":"someon know need health insur day left getcov 2016","id":691689025711771600,"day":"25"},{"text":"Need to #GetCovered? Most people can find a health insurance plan for as little as $75/mo: https://t.co/Jxkdfig8Fo https://t.co/rQGModwd6j","month":"01","year":"2016","corpus":"need getcov peopl find health insur plan littl 75 mo","id":693843042546106400,"day":"31"},{"text":"RT @JabariParker: Don’t have health insurance? The deadline to sign up is January 31.  Go to https://t.co/Z7N4xZwbDV and #GetCovered","month":"01","year":"2016","corpus":"health insur deadlin sign januari 31 go getcov","id":693864652812505100,"day":"31"},{"text":"RT @YoungInvincible: The deadline to enroll in health insurance for 2016 is Sunday 01/31! Go to https://t.co/RqcC4pzXh9 and #GetCovered htt…","month":"02","year":"2016","corpus":"deadlin enrol health insur 2016 sunday 01 31 go getcov htt","id":693948689119780900,"day":"01"},{"text":"BREAKING: Nearly 13 million Americans have signed up for private health coverage thanks to the Affordable Care Act. https://t.co/jzhj5gEt9x","month":"02","year":"2016","corpus":"break nearli 13 million american sign privat health coverag thank afford care act","id":695358006490366000,"day":"04"},{"text":"RT @Denis44: Congrats on signing up 89,000 for health coverage, Milwaukee! @POTUS is excited to visit on Thursday.\nhttps://t.co/SCLdVnAtxi","month":"03","year":"2016","corpus":"congrat sign 89 000 health coverag milwauke excit visit thursday","id":704731055669039100,"day":"01"},{"text":"RT @TheAtlantic: Obama's latest health-care initiative is a quest to treat every disease—with big data https://t.co/cCjm4IqWne https://t.co…","month":"03","year":"2016","corpus":"obama latest health care initi quest treat everi diseas big data","id":705536517515690000,"day":"03"},{"text":"\"In America, health care is not a privilege reserved for the few, but should be a right\" —@POTUS #ACAWorks https://t.co/yTbDpDsC8o","month":"03","year":"2016","corpus":"america health care privileg reserv right —@ potu acawork","id":705524646544670700,"day":"03"},{"text":"20 million Americans have gained health coverage thanks to the Affordable Care Act.\nThat's what change looks like. https://t.co/E0OrIFVDZu","month":"03","year":"2016","corpus":"20 million american gain health coverag thank afford care act chang look like","id":705491215429587000,"day":"03"},{"text":"RT @WHLive: \"In America, health care is not a privilege reserved for the few, but should be a right\" —@POTUS on the Affordable Care Act #AC…","month":"03","year":"2016","corpus":"america health care privileg reserv right —@ potu afford care act ac","id":705482386658738200,"day":"03"},{"text":"BREAKING: 20 million more Americans now know the security of health insurance thanks to the Affordable Care Act. https://t.co/uNUXiq4T8g","month":"03","year":"2016","corpus":"break 20 million american know secur health insur thank afford care act","id":705483940623204400,"day":"03"},{"text":"Watch Brent, a Republican from Milwaukee, share his story on how the Affordable Care Act saved his life. https://t.co/ixLt8cJUq5","month":"03","year":"2016","corpus":"watch brent republican milwauke share stori afford care act save life","id":705547582647316500,"day":"04"},{"text":"\"You really did save my life.\" —Brent, a Republican from Milwaukee, to @POTUS about the Affordable Care Act\nhttps://t.co/lhlggqAV1r","month":"03","year":"2016","corpus":"realli save life .\" brent republican milwauke afford care act","id":706659554860269600,"day":"07"},{"text":"RT @Denis44: “Health insurance gains due to Obama's law, not economy” #ThanksObama https://t.co/dRV7EFTxSX","month":"03","year":"2016","corpus":"health insur gain due obama law economi thanksobama","id":711964262797807600,"day":"21"},{"text":"\"It's now provided 20 million people with health care who didn’t have it before.” —@POTUS on the ACA 6 years later https://t.co/UN21k5jCpl","month":"03","year":"2016","corpus":"provid 20 million peopl health care .” —@ potu aca year later","id":712720419439161300,"day":"23"},{"text":"RT @HHSGov: Historic progress: 20M Americans have gained health coverage thanks to the #ACA. #20MillionStrong https://t.co/Vb673BbC0k","month":"03","year":"2016","corpus":"histor progress 20m american gain health coverag thank aca 20millionstrong","id":712799091915366400,"day":"24"},{"text":"\"If you care about climate change, you care about college costs...you’ve got to vote\" —@POTUS #CollegeReporterDay https://t.co/L5VfdxVOcx","month":"04","year":"2016","corpus":"care climat chang care colleg cost ... got vote —@ potu collegereporterday","id":725836994492923900,"day":"28"},{"text":"Here's how we're responding to the public health crisis in #Flint → https://t.co/y89tceYcFR https://t.co/UNWs5yJN5E","month":"05","year":"2016","corpus":"respond public health crisi flint","id":727985641196294100,"day":"04"},{"text":"“We’ve cut unemployment by more than half. Another 20 million Americans have health insurance.” —@POTUS: https://t.co/ctdVLJkMYS","month":"06","year":"2016","corpus":"cut unemploy half anoth 20 million american health insur .” —@ potu","id":739510503651704800,"day":"05"},{"text":".@USDS just made it easier for veterans to sign up for health care. Here's how: https://t.co/sHXjMLcHx1 https://t.co/S0aHQ98Y2i","month":"07","year":"2016","corpus":"made easier veteran sign health care","id":750370693162741800,"day":"05"},{"text":"“Here’s one thing we will not do—we cannot outsource and privatize health care for America’s veterans.” —@POTUS at @DAVHQ","month":"08","year":"2016","corpus":"one thing cannot outsourc privat health care america veteran .” —@ potu","id":760174971964448800,"day":"01"},{"text":"“We’ve increased funding for veterans mental health care by more than 75%—billions more dollars\" —@POTUS #DAVets16 https://t.co/P0elMg1yW6","month":"08","year":"2016","corpus":"increas fund veteran mental health care 75 %— billion dollar —@ potu davets16","id":760187522664149000,"day":"01"},{"text":"“We’ve increased funding for veterans mental health care by more than 75%—billions more dollars\" —@POTUS at @DAVHQ https://t.co/Mf5rmA4c4m","month":"08","year":"2016","corpus":"increas fund veteran mental health care 75 %— billion dollar —@ potu","id":760174054124900400,"day":"01"},{"text":"“We now have a designated women’s health provider at all VA clinics to make sure our women veterans get the tailored care” —@POTUS","month":"08","year":"2016","corpus":"design women health provid va clinic make sure women veteran get tailor care —@ potu","id":760173598535393300,"day":"01"},{"text":"Watch @POTUS discuss our response to #Zika—and how we can keep protecting public health: https://t.co/3orxZo27oT","month":"08","year":"2016","corpus":"watch discuss respons zika keep protect public health","id":769527208847310800,"day":"27"},{"text":"Happening now: @POTUS speaks on the progress we've made every American gets the coverage they need under the #ACA: https://t.co/Wp4TFNZJI1 https://t.co/7g1B0wxW7C","month":"10","year":"2016","corpus":"happen speak progress made everi american get coverag need aca","id":789162761070714900,"day":"20"},{"text":"\"Now is not the time to move backwards on health care reform.  It’s time to move forward.\" —@POTUS","month":"10","year":"2016","corpus":"time move backward health care reform time move forward .\" —@ potu","id":789171896860278800,"day":"20"},{"text":"\"The Affordable Care Act has done for us what it was designed to do: It gave us affordable health care.\" —@POTUS","month":"10","year":"2016","corpus":"afford care act done us design gave us afford health care .\" —@ potu","id":789167095044911100,"day":"20"},{"text":"For the first time ever, more than 90% of Americans have health insurance. Get the facts: https://t.co/0jTlXeXq3D https://t.co/s4TtFK7LcU","month":"10","year":"2016","corpus":"first time ever 90 american health insur get fact","id":791397242905038800,"day":"26"},{"text":"RT @Denis44: Where Americans get their health coverage &amp; what the #ACA has done for them, in 1 chart. #ThanksObama https://t.co/vUaMgkR0oJ","month":"10","year":"2016","corpus":"american get health coverag amp aca done chart thanksobama","id":791362419830378500,"day":"26"},{"text":"RT @SecBurwell: .@LaborSec and I know how important affordable child care is for families. It’s time we #CareAboutCare. https://t.co/D4rWrO…","month":"10","year":"2016","corpus":"know import afford child care famili time careaboutcar","id":791329778431320000,"day":"26"},{"text":"Free preventive care ✓\nYoung people can stay on their parents’ plan until 26 ✓\n#GetCovered: https://t.co/GNfbft9Ewv\nhttps://t.co/ai0E7mVKZR","month":"11","year":"2016","corpus":"free prevent care young peopl stay parent plan 26 getcov","id":795011811305201700,"day":"05"},{"text":"Don’t wait: Join the millions who now have access to affordable health coverage. #GetCovered today → https://t.co/5r9E9gPkQk https://t.co/E0izkvvcMv","month":"11","year":"2016","corpus":"wait join million access afford health coverag getcov today","id":794954941370503200,"day":"05"},{"text":"FACT: Most Americans who get coverage through https://t.co/GNfbft9Ewv can find a plan that costs less than $75/mo. https://t.co/ai0E7mVKZR","month":"11","year":"2016","corpus":"fact american get coverag find plan cost less 75 mo","id":795295366291882000,"day":"06"},{"text":"\"Today, more veterans have access to health care and fewer are unemployed.\" —@POTUS on #VeteransDay https://t.co/4MBqrngchY","month":"11","year":"2016","corpus":"today veteran access health care fewer unemploy .\" —@ potu veteransday","id":797119302369505300,"day":"11"},{"text":"\"We’re delivering more mental health care services to more veterans than ever before...not all of the wounds of war are visible.\" —@POTUS https://t.co/GNlWpDSzGc","month":"11","year":"2016","corpus":"deliv mental health care servic veteran ever ... wound war visibl .\" —@ potu","id":797119686617997300,"day":"11"}]