[{"text":"Ending Bad Habits: The President discusses how his budget reductions released today reflect a change in the way .. http://tinyurl.com/czzl5l","month":"05","year":"2009","corpus":"end bad habit presid discuss budget reduct releas today reflect chang way","id":1731278749,"day":"07"},{"text":"President Obama on Iran “we stand behind those who are seeking justice in a peaceful way” http://bit.ly/SNwuX","month":"06","year":"2009","corpus":"presid obama iran stand behind seek justic peac way","id":2246043117,"day":"20"},{"text":"Later this week, the President goes to Ghana. Learn about ways to participate: http://bit.ly/O4H4m #obamaghana","month":"07","year":"2009","corpus":"later week presid goe ghana learn way particip obamaghana","id":2502499739,"day":"06"},{"text":"I can promise you this: America will be with you every step of the way. As a partner. As a friend.","month":"07","year":"2009","corpus":"promis america everi step way partner friend","id":2583440619,"day":"11"},{"text":"Tell us why these 8 h/c insurance consumer protections (http://bit.ly/VidAN) matter to you & we’ll RT some of the best #hicp","month":"07","year":"2009","corpus":"tell insur consum protect matter best healthcar","id":2913932262,"day":"29"},{"text":"Biden on Kennedy’s foes: “He made them more graceful by the way in which he conducted himself” Video: http://bit.ly/xczTs","month":"08","year":"2009","corpus":"biden kennedi foe made grace way conduct video","id":3564477568,"day":"26"},{"text":"An easy way to prepare for flu season & H1N1: follow @flugov  - e.g. a new guide for small biz http://bit.ly/1MB6m7  #h1n1","month":"09","year":"2009","corpus":"easi way prepar flu season h1n1 follow flugov new guid small biz h1n1","id":3986458985,"day":"14"},{"text":"CTO Aneesh Chopra and the VA use technology to get the best ideas for our vets from VA employees  http://bit.ly/19fcAr","month":"09","year":"2009","corpus":"cto aneesh chopra use technolog get best idea veteran employe","id":4153303125,"day":"21"},{"text":"RT @NavyNews: President Obama: \"I will never rush the solemn decision to send you in harms way\"// Trans: http://bit.ly/1yrETY","month":"10","year":"2009","corpus":"navynew presid obama never rush solemn decis send harm way \"// tran","id":5183378941,"day":"26"},{"text":"Obama: \"America will have to show our strength in the way that we end wars and prevent conflict, not just how we wage wars\"","month":"12","year":"2009","corpus":"obama america show strength way end war prevent conflict wage war","id":6254535830,"day":"02"},{"text":"Leaving lunch now, on the way to CareerLink, a local job training center","month":"12","year":"2009","corpus":"leav lunch way careerlink local job train center","id":6345887260,"day":"04"},{"text":"Video of the President's speech on MLK & the Challenges of a New Age. One of his best http://bit.ly/6cQp55","month":"01","year":"2010","corpus":"video presid speech mlk challeng new age one best","id":7911932191,"day":"18"},{"text":"WH Asks: What does a 21st century education mean to you? We'll post some of the best http://bit.ly/bLMrwG","month":"03","year":"2010","corpus":"ask 21st centuri educ mean post best","id":9896474579,"day":"02"},{"text":"Pfeiffer: Incorporating the Best Ideas from Both Parties #hcr http://bit.ly/dp0aUx","month":"03","year":"2010","corpus":"pfeiffer incorpor best idea parti hcr","id":9930407632,"day":"03"},{"text":"On tap - President on way back from Prague now; 1:20PM discusses West Virginia mine tragedy http://wh.gov/live","month":"04","year":"2010","corpus":"tap presid way back pragu 20pm discuss west virginia mine tragedi","id":11882581638,"day":"09"},{"text":"One of the best photo galleries yet: the First Lady in Mexico http://bit.ly/aqgEu5 Dancing in the streets in photo #3","month":"04","year":"2010","corpus":"one best photo galleri yet first ladi mexico danc street photo","id":12244972881,"day":"15"},{"text":"Have heard it said that a cup of coffee & West Wing Week is best way to start Friday morning http://bit.ly/a8fFfn","month":"05","year":"2010","corpus":"heard said cup coffe west wing week best way start friday morn","id":13978207024,"day":"14"},{"text":"Ag Sec Tom Vilsack on new rural broadband report - so best & brightest have what they need everywhere http://bit.ly/d7vhic","month":"06","year":"2010","corpus":"sec tom vilsack new rural broadband report best brightest need everywher","id":15786939812,"day":"09"},{"text":"RT @RayLaHood: You bet, I'm excited. DOT supporting cleaner, safer, more efficient ways to get around http://bit.ly/apWkn0","month":"07","year":"2010","corpus":"raylahood bet excit dot support cleaner safer effici way get around","id":18062865245,"day":"08"},{"text":"RT @USDAgov: New Apps Have Been Dreamed Up, You Choose the Best One, Apps for Healthy Kids http://go.usa.gov/OI8 #LetsMove","month":"07","year":"2010","corpus":"usdagov new app dream choos best one app healthi kid letsmov","id":18530029433,"day":"14"},{"text":"10 ways the @DeptVetAffairs is serving our #Vets & more http://bit.ly/bgOYpx","month":"08","year":"2010","corpus":"way deptvetaffair serv veteran","id":20242936649,"day":"03"},{"text":"RT @StateDept: Learn more about #Pakistan flood disaster relief and ways you can help: http://go.usa.gov/ckp","month":"08","year":"2010","corpus":"statedept learn pakistan flood disast relief way help","id":21420539946,"day":"17"},{"text":"RT @PressSec: President meets w/bipartisan Congressional Leaders this am; Send Qs my way with #1Q & check out past video answers here: w ...","month":"11","year":"2010","corpus":"presssec presid meet bipartisan congression leader send way check past video answer","id":9623309821943808,"day":"30"},{"text":"RT @PressSec: Good morning, First Question is open… now. Send your queries my way #1Q","month":"12","year":"2010","corpus":"presssec good morn first question open send queri way","id":14693867613851648,"day":"14"},{"text":"RT @PressSec: Let’s take a few Twitter questions, send your replies my way with what you want to know and I’ll take a few around 4:30","month":"01","year":"2011","corpus":"presssec let take twitter question send repli way want know take around","id":28195269606637570,"day":"20"},{"text":"\"the best thing we could do on taxes for all Americans is to simplify the individual tax code.\" #SOTU","month":"01","year":"2011","corpus":"best thing could tax american simplifi individu tax code sotu","id":30095885182443520,"day":"26"},{"text":"We need to out-innovate, out-educate, and out-build the rest of the world. We have to make America the best place on Earth to do business.","month":"01","year":"2011","corpus":"need innov educ build rest world make america best place earth busi","id":30088056497250304,"day":"26"},{"text":"\"The rules have changed. In a single generation, revolutions in technology have transformed the way we live, work and do business.\" #sotu","month":"01","year":"2011","corpus":"rule chang singl gener revolut technolog transform way live work busi sotu","id":30087274255351810,"day":"26"},{"text":"\"To attract new businesses to our shores, we need the fastest, most reliable ways to move people, goods, and information\" #SOTU","month":"01","year":"2011","corpus":"attract new busi shore need fastest reliabl way move peopl good inform sotu","id":30092018889793536,"day":"26"},{"text":".@tabbiewolf 2014: You'll have better more affordable options. Check http://hc.gov to make sure you're getting best deal now.","month":"01","year":"2011","corpus":"tabbiewolf 2014 better afford option check make sure get best deal","id":31071457488404480,"day":"28"},{"text":"2:30EST WH CTO Aneesh Chopra takes your Qs via Twitter on the Innovation Strategy (http://wh.gov/cNh), send replies this way","month":"02","year":"2011","corpus":"30est cto aneesh chopra take via twitter innov strategi send repli way","id":33604337854849024,"day":"04"},{"text":"915am: WH Council for Community Solutions on innovative ways to connect youth to jobs of the future. Watch: http://wh.gov/live","month":"02","year":"2011","corpus":"915am council commun solut innov way connect youth job futur watch","id":33527320450961410,"day":"04"},{"text":".@fpvictoria Many small biz eligible for tax credits already:http://bit.ly/bpwflx 2014 small biz can go through Exchanges for best deal","month":"02","year":"2011","corpus":"fpvictoria mani small biz elig tax credit alreadi 2014 small biz exchang best deal","id":37924703121321980,"day":"16"},{"text":"Hey all, Kal here sitting w/ the health reform team, send your #hcr Qs our way  http://twitpic.com/40gr1r","month":"02","year":"2011","corpus":"hey kal sit health reform team send hcr way","id":37914607926386690,"day":"16"},{"text":"Great video: Federal employee who won SAVE Award for best idea to save taxpayer dollars meets the President http://wh.gov/a1f","month":"03","year":"2011","corpus":"great video feder employe save award best idea save taxpay dollar meet presid","id":50203483453915140,"day":"22"},{"text":"Heather Zichal w/ the WH will answer your Qs on Obama energy agenda on Twitter around 2:30, send them our way","month":"03","year":"2011","corpus":"heather zichal answer obama energi agenda twitter around send way","id":53141871794462720,"day":"30"},{"text":"RT @EPAgov: Happy Earth Day! Check out Adm. Jackson's blog post for lots of ways you can help protect the environment! http://1.usa.gov/ ...","month":"04","year":"2011","corpus":"epagov happi earth day check adm jackson blog post lot way help protect environ","id":61506045750677500,"day":"22"},{"text":"Why do you think fixing our #immigration system is important? Send your reasons our way w/ #immigration.","month":"05","year":"2011","corpus":"think fix immigr system import send reason way immigr","id":66582234869665790,"day":"06"},{"text":"Today, there are over 20k border patrol agents -- double the number in 2004. Send thoughts on #immigration reform our way.","month":"05","year":"2011","corpus":"today 20k border patrol agent doubl number 2004 send thought immigr reform way","id":66972078796062720,"day":"07"},{"text":"Thanks for all the Qs on #immigration reform: http://twitpic.com/4wcs2x Keep the convo going here & more ways to join: http://wh.gov/3Ay","month":"05","year":"2011","corpus":"thank immigr reform keep convo go way join","id":68398731476738050,"day":"11"},{"text":"2:30 ET: Cecilia Munoz, senior #immigration policy advisor, is taking your questions. Send q's on #immigration reform our way.","month":"05","year":"2011","corpus":"cecilia munoz senior immigr polici advisor take question send immigr reform way","id":68369189664067580,"day":"11"},{"text":"Obama: “The Syrian people have shown their courage in demanding…democracy. President Assad…can lead that transition, or get out of the way”","month":"05","year":"2011","corpus":"obama syrian peopl shown courag demand democraci presid assad lead transit get way","id":71251816138018820,"day":"19"},{"text":"Video: President Obama on the way forward in Afghanistan: http://t.co/22kdOzn","month":"06","year":"2011","corpus":"video presid obama way forward afghanistan","id":83730375075053570,"day":"23"},{"text":"Obama: Working w/ biz, others, on ways to streamline visas so we don't educate people then make them leave to compete against us...","month":"07","year":"2011","corpus":"obama work biz other way streamlin visa educ peopl make leav compet ...","id":88673919179034620,"day":"06"},{"text":"Obama on #smallbiz: Passed many tax cuts and incentive for small business, looking for other ways to make capital available, more","month":"07","year":"2011","corpus":"obama smallbiz pass mani tax cut incent small busi look way make capit avail","id":88677536611057660,"day":"06"},{"text":"Have more Qs on the economy & jobs? Send them our way. Brian Deese, Obama's Economic Advisor, will be here @ 11ET to answer.","month":"07","year":"2011","corpus":"economi job send way brian dees obama econom advisor 11et answer","id":88977773514862600,"day":"07"},{"text":"\"I’ve gone out of my way to say both parties have to make compromises\" -President Obama on solving the nation’s deficit problem.","month":"07","year":"2011","corpus":"gone way say parti make compromis presid obama solv nation deficit problem","id":94533323115872260,"day":"22"},{"text":"RT @PressSec: POTUS to address nation, 9 pm tonight, re stalemate over avoiding default and the best approach to cutting deficits. Watch ...","month":"07","year":"2011","corpus":"presssec potu address nation tonight stalem avoid default best approach cut deficit watch","id":95590789110964220,"day":"25"},{"text":"Live @ 9ET: Pres Obama will address the nation on the stalemate in Washington & the best approach to cut the #deficit. http://t.co/9Agjyos","month":"07","year":"2011","corpus":"live 9et pre obama address nation stalem washington best approach cut deficit","id":95639935008256000,"day":"25"},{"text":"RT @jesseclee44: Boehner 7/28: \"sincere honest effort to end the crisis in a bipartisan way\" 7/27: \"Obama hates it Harry Reid hates it N ...","month":"07","year":"2011","corpus":"jesseclee44 boehner sincer honest effort end crisi bipartisan way obama hate harri reid hate","id":96646949410844670,"day":"28"},{"text":".@cardinalsupremo: still confident will solve by Tue. No good answers post-Tue, we're working on how to best manage the impossible #WHchat","month":"07","year":"2011","corpus":"cardinalsupremo still confid solv tue good answer post tue work best manag imposs whchat","id":96637092955832320,"day":"28"},{"text":".@Mae_tweet: still a long way to go, but has been improvement; 16 straight mos of job growth & 2.2mill private sector jobs added #WHchat","month":"07","year":"2011","corpus":"mae_tweet still long way improv straight mo job growth 2mill privat sector job ad whchat","id":96628008080781310,"day":"28"},{"text":"RT @dan_graeber: @whitehouse is there a way for the GOP to cut Tea Party out by some weird rule to get the vote through? #WHchat","month":"07","year":"2011","corpus":"dan_graeb whitehous way gop cut tea parti weird rule get vote whchat","id":96959301054234620,"day":"29"},{"text":"POTUS: \"There are still plenty of ways out of this mess.  But we are almost out of time.\"","month":"07","year":"2011","corpus":"potu still plenti way mess almost time","id":96952891528589310,"day":"29"},{"text":".@BrenBux best data says no, min wage doesn't deter low-wage hiring. My former coworker Alan Krueger makes case here: http://t.co/9JSzYSe","month":"08","year":"2011","corpus":"brenbux best data say min wage deter low wage hire former cowork alan krueger make case","id":98152327332106240,"day":"01"},{"text":".@elliott_ep potus drew a line on long-term ext to remove cloud of default. Rs demanded short term, but gave way. impt win 4 economy #WHChat","month":"08","year":"2011","corpus":"elliott_ep potu drew line long term ext remov cloud default demand short term gave way impt win economi whchat","id":98153393033461760,"day":"01"},{"text":".@kanavjain: Thanks -- we're always looking for ways to improve. Use #WHWeb to send feedback on Office Hours & the online program.","month":"08","year":"2011","corpus":"kanavjain thank alway look way improv use whweb send feedback offic hour onlin program","id":98495044734029820,"day":"02"},{"text":"Obama on the problem: Lack of political will in Washington...refusal to put what’s best for the country ahead of self-interest or ideology.","month":"08","year":"2011","corpus":"obama problem lack polit washington ... refus put best countri ahead self interest ideolog","id":100626513552089090,"day":"08"},{"text":"Even the smallest act of service is a way to honor those we lost & reclaim that spirit of unity that followed 9/11. #911day","month":"09","year":"2011","corpus":"even smallest act servic way honor lost reclaim spirit uniti follow 911day","id":112895292629712900,"day":"11"},{"text":"RT @USMC: \"In Sgt. @Dakota_Meyer we see the best of a generation\" - President Obama #Marines Medal of Honor","month":"09","year":"2011","corpus":"usmc sgt dakota_mey see best gener presid obama marin medal honor","id":114414933990576130,"day":"15"},{"text":"“In Sgt @Dakota_Meyer, we see the best of a generation\" -President Obama awards #MedalofHonor: http://t.co/fwsMLDW0 http://t.co/yY6O4zIP","month":"09","year":"2011","corpus":"sgt dakota_mey see best gener presid obama award medalofhonor","id":114478563943657470,"day":"15"},{"text":"#WeThePeople is a new way to create & sign petitions calling on the Obama Admin to take action. Check it out: http://t.co/tKx2b6vw","month":"09","year":"2011","corpus":"wethepeopl new way creat sign petit call obama admin take action check","id":119526097481240580,"day":"29"},{"text":"\"He changed the way each of us sees the world\" -President Obama on the on the passing of Steve Jobs: http://t.co/43Y0U1Kf","month":"10","year":"2011","corpus":"chang way see world presid obama pass steve job","id":121756197773783040,"day":"06"},{"text":"Obama welcomes the '85 Chicago Bears to the WH. Have a Q for the team? Send it our way. Use #85BearsWH & watch @ 3ET: http://t.co/0oSWswTF","month":"10","year":"2011","corpus":"obama welcom chicago bear team send way use 85bearswh watch 3et","id":122339076971036670,"day":"07"},{"text":"RT @jesseclee44: Obama on one way to get folks to support the American Jobs Act: \"Tweet 'em\"","month":"10","year":"2011","corpus":"jesseclee44 obama one way get folk support american job act tweet","id":129240105188732930,"day":"26"},{"text":"RT @wethepeople: Announcing @WeThePeople - a new way to stay updated on the latest petition responses & other news about We the People:  ...","month":"10","year":"2011","corpus":"wethepeopl announc wethepeopl new way stay updat latest petit respons news peopl","id":129276457842249730,"day":"26"},{"text":"We can't wait to put Americans back to work & we know some of the best ideas come from outside Washington. Share yours: http://t.co/D58ThtMF","month":"11","year":"2011","corpus":"wait put american back work know best idea come outsid washington share","id":132586999201796100,"day":"04"},{"text":"RT @WHLive: Obama: As Commander-in-Chief, I won’t...let politics get in the way of making sure our #veterans share in the opportunity th ...","month":"11","year":"2011","corpus":"whlive obama command chief ... let polit get way make sure veteran share opportun","id":133593438892457980,"day":"07"},{"text":"Vote Now: Which money saving plan do you like best? http://t.co/D2qCklxi #SaveAward","month":"11","year":"2011","corpus":"vote money save plan like best saveaward","id":136452853815451650,"day":"15"},{"text":"West Wing Week: \"Your Best You\": This wk, Obama signs legislation to put vets back to work, pardons turkeys & more: http://t.co/WZDKVSRJ","month":"11","year":"2011","corpus":"west wing week best obama sign legisl put veteran back work pardon turkey","id":140157832183021570,"day":"25"},{"text":"\"I believe America is on its way up\" -President Obama in #Osawatomie, Kansas","month":"12","year":"2011","corpus":"believ america way presid obama osawatomi kansa","id":144143318836719600,"day":"06"},{"text":"RT @marcelbedard: @whitehouse  Army all the way.  Hooah!","month":"12","year":"2011","corpus":"marcelbedard whitehous armi way hooah","id":145284936142823420,"day":"09"},{"text":"RT @WHLive: Obama: Because of you, we are ending these wars in a way that will make America stronger & the world more secure.","month":"12","year":"2011","corpus":"whlive obama end war way make america stronger world secur","id":147003823225970700,"day":"14"},{"text":"Amazing to read how #40dollars less in each paycheck would affect middle-class Americans. Check it out & RT best ones (we certainly are!).","month":"12","year":"2011","corpus":"amaz read 40dollar less paycheck would affect middl class american check best one certainli !).","id":149510304294895600,"day":"21"},{"text":"\"For many military families, the best gift this year is...welcoming a loved one back for the holidays\" -President Obama http://t.co/dUnpLPQw","month":"12","year":"2011","corpus":"mani militari famili best gift year ... welcom love one back holiday presid obama","id":151074780068593660,"day":"25"},{"text":"RT @blog44: http://t.co/HxTO58SB: West Wing Week: 12/30/11 or Best of the West (Wing Week) http://t.co/Kqgkilqf","month":"12","year":"2011","corpus":"blog44 west wing week best west wing week","id":152909029440634880,"day":"31"},{"text":"RT @WHLive: Obama on appointing Richard Cordray to lead @cfpb: He’ll be in charge of 1 thing: looking out for the best interests of Amer ...","month":"01","year":"2012","corpus":"whlive obama appoint richard cordray lead cfpb charg thing look best interest amer","id":154632046260662270,"day":"04"},{"text":"RT @aneeshchopra: Great ideas so far on ways to unleash entrepreneurship in energy, digital learning and health IT - keep em coming! htt ...","month":"01","year":"2012","corpus":"aneeshchopra great idea far way unleash entrepreneurship energi digit learn health keep come htt","id":155313518063796220,"day":"06"},{"text":"RT @Mrs_Duh: Salt Lake City has America's most beautiful mountains... plus we have the \"Best Snow on Earth!\" #visitUS http://t.co/AVErLcAY","month":"01","year":"2012","corpus":"mrs_duh salt lake citi america beauti mountain ... plu best snow earth visitu","id":160106803068280830,"day":"19"},{"text":"RT @Interior: Want to see some of the best public lands to #visitUS? Follow our new Tumblr photo blog here: http://t.co/1Q6yv6O9","month":"01","year":"2012","corpus":"interior want see best public land visitu follow new tumblr photo blog","id":160385517773520900,"day":"20"},{"text":"\"@GabbyGiffords embodies the very best of what public service should be.\" -President Obama on Giffords' resignation: http://t.co/OVmP9eM9","month":"01","year":"2012","corpus":"gabbygifford embodi best public servic presid obama gifford resign","id":161212927574147070,"day":"22"},{"text":"RT @foursquare: Want a foursquare badge for your town? Share a list of the best spots in your city and you could get one! http://t.co/Gj ...","month":"01","year":"2012","corpus":"foursquar want foursquar badg town share list best spot citi could get one","id":162192216335450100,"day":"25"},{"text":"RT @startupamerica: Singing happy birthday to Startup America in a room of 300 was a great way to kick off this event!","month":"01","year":"2012","corpus":"startupamerica sing happi birthday startup america room 300 great way kick event","id":164441099090407420,"day":"31"},{"text":"President Obama talks about ways to help homeowners: http://t.co/Ef8Ec3SG","month":"02","year":"2012","corpus":"presid obama talk way help homeown","id":165109973548941300,"day":"02"},{"text":"RT @WHLive: \"It’s young people like you who make me so confident that America’s best days are still to come\" -The President to students  ...","month":"02","year":"2012","corpus":"whlive young peopl like make confid america best day still come presid student","id":166929901444800500,"day":"07"},{"text":"RT @letsmove: We're on our way to the @webMD town hall where First Lady Michelle Obama will be talking about raising healthy kids #letsm ...","month":"02","year":"2012","corpus":"letsmov way webmd town hall first ladi michel obama talk rais healthi kid letsm","id":168075204843671550,"day":"10"},{"text":"RT @jesseclee44: Best presents are always PDFs. RT @jbendery: Like Xmas all over again! Obama framework for corporate tax reform is OUT  ...","month":"02","year":"2012","corpus":"jesseclee44 best present alway pdf jbenderi like xma obama framework corpor tax reform","id":172383594705203200,"day":"22"},{"text":"RT @WHLive: Obama: Anyone who tells you we can drill our way out of this problem doesn’t know what they’re talking about – or isn’t tell ...","month":"03","year":"2012","corpus":"whlive obama anyon tell drill way problem know talk tell","id":175293534117699600,"day":"01"},{"text":"RT @USDA: It's \"What's on MyPlate\" day! Snap a pic of your healthy plate & send it our way using #MyPlate. Can't wait to see what you got!","month":"03","year":"2012","corpus":"usda myplat day snap pic healthi plate send way use myplat wait see got","id":177801401777401860,"day":"08"},{"text":"RT @ks44: Check out today's 1st Question w/ @presssec: http://t.co/g2aQii6i What'd you think? Appreciate input/ always looking for ways  ...","month":"03","year":"2012","corpus":"ks44 check today 1st question presssec think appreci input alway look way","id":181865300365553660,"day":"19"},{"text":"RT @AmbassadorRice: I extend my best wishes to all who are celebrating Nowruz. Eid-eh Shoma Mobarak - Happy New Year to you.","month":"03","year":"2012","corpus":"ambassadorric extend best wish celebr nowruz eid shoma mobarak happi new year","id":182132904699248640,"day":"20"},{"text":"President Obama: \"Today, Michelle &amp; I extend our best wishes to all those who are celebrating #Nowruz around the world\" http://t.co/ocSAnltf","month":"03","year":"2012","corpus":"presid obama today michel amp extend best wish celebr nowruz around world","id":182091935937335300,"day":"20"},{"text":"RT @letsmove: \"It's an important way to have a conversation about your health\" -First Lady to kids @ WH garden planting. Watch now: http ...","month":"03","year":"2012","corpus":"letsmov import way convers health first ladi kid garden plant watch http","id":184344846511783940,"day":"26"},{"text":"RT @VP: Thanks for questions. Must be best educated country in the world. That's the goal. You're the talent. We will help. Thank you. - ...","month":"04","year":"2012","corpus":"thank question must best educ countri world goal talent help thank","id":187272617617657860,"day":"03"},{"text":"RT @WhipHoyer: Agree w POTUS, we need to make investments in our future, reduce deficit in a balanced way that asks all Americans to pay ...","month":"04","year":"2012","corpus":"whiphoy agre potu need make invest futur reduc deficit balanc way ask american pay","id":189816724206534660,"day":"10"},{"text":"RT @jesseclee44: Biden at his best, most passionate on the Violence Against Women Act. You should watch http://t.co/nHGBx55U #Reauthoriz ...","month":"04","year":"2012","corpus":"jesseclee44 biden best passion violenc women act watch reauthoriz","id":192721880237608960,"day":"18"},{"text":"President Obama: \"I will not keep Americans in harm’s way a single day longer than is absolutely required for our national security\"","month":"05","year":"2012","corpus":"presid obama keep american harm way singl day longer absolut requir nation secur","id":197470316736430080,"day":"01"},{"text":"Photo of the Day: President Obama walks along the Colonnade of the @WhiteHouse on his way to the Oval Office: http://t.co/GP9iQhDe","month":"05","year":"2012","corpus":"photo day presid obama walk along colonnad whitehous way oval offic","id":198551193465782270,"day":"04"},{"text":"President Obama: \"The only way we can accelerate job creation on the scale that’s needed is w/ bold action from Congress\" #CongressToDoList","month":"05","year":"2012","corpus":"presid obama way acceler job creation scale need bold action congress congresstodolist","id":199913926664790000,"day":"08"},{"text":"RT @JoiningForces: Find out ways to #ThankAMilitaryMom http://t.co/23t0NwNA Second Lady Dr. Biden packs gift boxes for #military moms ht ...","month":"05","year":"2012","corpus":"joiningforc find way thankamilitarymom second ladi biden pack gift box militari mom","id":200685977390415870,"day":"10"},{"text":".@mycroft16 I've always said best ideas don't come out of DC. Citizens need to keep pushing  best ideas &amp; put country ahead of politics. -bo","month":"05","year":"2012","corpus":"mycroft16 alway said best idea come citizen need keep push best idea amp put countri ahead polit","id":205787114854547460,"day":"24"},{"text":"RT @mycroft16: What is the plan to make both sides see that a cooperative compromise is the best way forward on ALL of these to-dos? #WHChat","month":"05","year":"2012","corpus":"mycroft16 plan make side see cooper compromis best way forward do whchat","id":205786478796746750,"day":"24"},{"text":"Dr. Jill Biden: \"Everyone Can Find a Way to Honor our Service Members\" http://t.co/thNKkjtV #JoiningForces","month":"05","year":"2012","corpus":"jill biden everyon find way honor servic member joiningforc","id":207488664677257200,"day":"29"},{"text":"President Obama: \"In today's economy, the best predictor of success is a good education\" Watch: http://t.co/Ofpj10LQ","month":"06","year":"2012","corpus":"presid obama today economi best predictor success good educ watch","id":212264736857931780,"day":"11"},{"text":"Community Colleges Are Changing the Way We Think About Workforce Development: http://t.co/a2bKWF92","month":"06","year":"2012","corpus":"commun colleg chang way think workforc develop","id":216982741252702200,"day":"24"},{"text":"RT @jodikimmelman: #WHChat. What about former students from 2006-2008 who have fixed 6.8% direct loans?  Any way to get those lowered?","month":"06","year":"2012","corpus":"jodikimmelman whchat former student 2006 2008 fix direct loan way get lower","id":218044602484142080,"day":"27"},{"text":"Did you know immigrants are 30% more likely to start a business? 10 ways immigrants help strengthen the economy: http://t.co/yYn7LEPc","month":"07","year":"2012","corpus":"know immigr like start busi way immigr help strengthen economi","id":224132189296672770,"day":"14"},{"text":"What's America's #1 export? Tourism. Find out all the ways international visitors support U.S jobs &amp; the economy: http://t.co/wtiasiPZ","month":"07","year":"2012","corpus":"america export tourism find way intern visitor support job amp economi","id":225002521305952260,"day":"16"},{"text":"\"This country works best when we are growing a strong middle class\" –President Obama @NatUrbanLeague convention Watch: http://t.co/mPcgl5Ue","month":"07","year":"2012","corpus":"countri work best grow strong middl class presid obama naturbanleagu convent watch","id":228587878270246900,"day":"26"},{"text":"RT @spinningcastle: .@whitehouse It's quickest &amp; most direct way to know what The Prez is doing on DAILY basis. #improvesmysmartquot ...","month":"08","year":"2012","corpus":"spinningcastl whitehous quickest amp direct way know prez daili basi improvesmysmartquot","id":231698642107498500,"day":"04"},{"text":"President Obama to troops: \"All of you represent what is best in America\" Join us &amp; #SaluteTroops: http://t.co/GZJ0IBoZ http://t.co/N360E7JR","month":"08","year":"2012","corpus":"presid obama troop repres best america join amp salutetroop","id":241567241034952700,"day":"31"},{"text":"\"Instead of changing who we are, the attacks have brought out the best in the American people.\" -President Obama: http://t.co/82tCksLz","month":"09","year":"2012","corpus":"instead chang attack brought best american peopl presid obama","id":244816300558397440,"day":"09"},{"text":"RT @WHLive: President Obama on #September11th: This anniversary also renews our faith that even the darkest night gives way to a brighte ...","month":"09","year":"2012","corpus":"whlive presid obama september11th anniversari also renew faith even darkest night give way bright","id":245521278902091780,"day":"11"},{"text":"RT @WHLive: President Obama at #UNGA: \"I tell you this story because Chris Stevens embodied the best of America.\"","month":"09","year":"2012","corpus":"whlive presid obama unga tell stori chri steven embodi best america","id":250601800443518980,"day":"25"},{"text":"\"He changed the way each of us sees the world.\" -President Obama on the passing of Steve Jobs, Oct. 5, 2011: http://t.co/1jM8PsZh","month":"10","year":"2012","corpus":"chang way see world presid obama pass steve job oct 2011","id":254328717789241340,"day":"05"},{"text":"\"I never believed that the best way to deal with the housing market was to just sit back &amp; do nothing.\"-President Obama http://t.co/2a7O1HsE","month":"10","year":"2012","corpus":"never believ best way deal hous market sit back amp noth .\"- presid obama","id":259756959568375800,"day":"20"},{"text":"\"Best wishes for a joyful Eid al-Adha to Muslims in the United States &amp; around the world.\"-President Obama http://t.co/PofCOQ2q","month":"10","year":"2012","corpus":"best wish joy eid adha muslim unit state amp around world .\"- presid obama","id":261952553519042560,"day":"26"},{"text":"Help the survivors of Hurricane #Sandy: @fema suggests a financial contribution &amp; giving blood. More ways to help: http://t.co/qmwZvJM8","month":"10","year":"2012","corpus":"help survivor hurrican sandi fema suggest financi contribut amp give blood way help","id":263744452848394240,"day":"31"},{"text":"RT @JonCarson44: On Tuesday night, President Obama said our work isn't done.  Check out http://t.co/WP2OlZ8z for ways you can engage w/  ...","month":"11","year":"2012","corpus":"joncarson44 tuesday night presid obama said work done check way engag","id":266603205406912500,"day":"08"},{"text":"RT @WHLive: President Obama: I believe that both parties can work together to make these decisions in a balanced &amp; responsible way","month":"11","year":"2012","corpus":"whlive presid obama believ parti work togeth make decis balanc amp respons way","id":268785344277782530,"day":"14"},{"text":"President Obama: \"There's only one way to solve these challenges &amp; that is to do it together\" http://t.co/xEcbEQ85 http://t.co/ueWBZUoc","month":"11","year":"2012","corpus":"presid obama one way solv challeng amp togeth","id":268868027330736130,"day":"15"},{"text":".@pmmckenzie we can reduce deficit in balanced way by ending tax cuts for top 2% + reforms that strengthen safety net &amp; invest in future -bo","month":"12","year":"2012","corpus":"pmmckenzi reduc deficit balanc way end tax cut top reform strengthen safeti net amp invest futur","id":275678516677328900,"day":"03"},{"text":"President Obama is on his way to visit Tiffany, one of the 375,000+ Americans who have spoken out on #My2k. Her story: http://t.co/Z9tAseha","month":"12","year":"2012","corpus":"presid obama way visit tiffani one 375 000 american spoken my2k stori","id":276748413025005570,"day":"06"},{"text":"\"Warm thoughts and best wishes to all those celebrating Kwanzaa this holiday season.\"—President Obama: http://t.co/gK4fALEu","month":"12","year":"2012","corpus":"warm thought best wish celebr kwanzaa holiday season .\"— presid obama","id":284127734765076480,"day":"27"},{"text":"\"We cannot let Washington politics get in the way of America’s progress.\" -President Obama: http://t.co/7RFmToKu","month":"12","year":"2012","corpus":"cannot let washington polit get way america progress presid obama","id":285135648724230140,"day":"29"},{"text":"President Obama: “Today’s agreement enshrines a principle into law...the deficit must be reduced in a way that is balanced\"","month":"01","year":"2013","corpus":"presid obama today agreement enshrin principl law ... deficit must reduc way balanc","id":286327498671812600,"day":"02"},{"text":"President Obama: \"I look forward to working with the new Congress in a bipartisan way.\" Watch the Weekly Address: http://t.co/b61tbbv6","month":"01","year":"2013","corpus":"presid obama look forward work new congress bipartisan way watch weekli address","id":287685037585997820,"day":"05"},{"text":"\"Our journey is not complete until we find a better way to welcome the striving, hopeful immigrants\" #inaug2013 http://t.co/CiImlQNY","month":"01","year":"2013","corpus":"journey complet find better way welcom strive hope immigr inaug2013","id":293404724881940500,"day":"21"},{"text":"Obama: \"Now is the time to find a better way to welcome the striving, hopeful immigrants who still see America as the land of opportunity.\"","month":"01","year":"2013","corpus":"obama time find better way welcom strive hope immigr still see america land opportun","id":296344020613992450,"day":"29"},{"text":"\"The only way we can reduce gun violence in this country is if the American people decide it’s important.\" —President Obama #NowIsTheTime","month":"02","year":"2013","corpus":"way reduc gun violenc countri american peopl decid import presid obama nowisthetim","id":298521128324972540,"day":"04"},{"text":"At 1:15 ET: President Obama will call on Congress to act to avoid the sequester &amp; reduce the deficit in a balanced way: http://t.co/u95tzH8r","month":"02","year":"2013","corpus":"presid obama call congress act avoid sequest amp reduc deficit balanc way","id":298819935512170500,"day":"05"},{"text":"The best way to watch the State of the Union: http://t.co/fek8iooF #SOTU Learn more: http://t.co/vI5clwoi","month":"02","year":"2013","corpus":"best way watch state union sotu learn","id":300363902838001660,"day":"09"},{"text":"Obama: \"We also have to invest in the best ideas.  Every $1 we invested to map the human genome returned $140\"  #JobsNow #SOTU","month":"02","year":"2013","corpus":"obama also invest best idea everi invest map human genom return 140 jobsnow sotu","id":301519280376262660,"day":"13"},{"text":"President Obama: \"We were sent here to look out for our fellow Americans the same way they look out for one another, every single day\" #SOTU","month":"02","year":"2013","corpus":"presid obama sent look fellow american way look one anoth everi singl day sotu","id":301529288291794940,"day":"13"},{"text":"\"Most Americans – Democrats, Republicans &amp; Independents – understand that we can’t just cut our way to prosperity\" —President Obama","month":"02","year":"2013","corpus":"american democrat republican amp independ understand cut way prosper presid obama","id":301517112441184260,"day":"13"},{"text":"\"As long as I’m Commander-in-Chief...we will maintain the best military the world has ever known.\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"long command chief ... maintain best militari world ever known presid obama sotu","id":301527314414567400,"day":"13"},{"text":"Obama: \"Now is our best chance for bipartisan, comprehensive tax reform that encourages job creation &amp; helps bring down the deficit.\"","month":"02","year":"2013","corpus":"obama best chanc bipartisan comprehens tax reform encourag job creation amp help bring deficit","id":301517744468267000,"day":"13"},{"text":"Obama: \"I’ve laid out a plan that details how we can pay down our deficit in a way that’s balanced &amp; responsible\" http://t.co/Lf4QeXtGZu","month":"02","year":"2013","corpus":"obama laid plan detail pay deficit way balanc amp respons","id":306472312063029250,"day":"26"},{"text":"RT @WHLive: President Obama on the #sequester: \"These cuts will harm, not help, our economy. They aren’t the smart way to cut our deficits.\"","month":"03","year":"2013","corpus":"whlive presid obama sequest cut harm help economi smart way cut deficit","id":312634645126733800,"day":"15"},{"text":"President Obama on #ImmigrationReform: \"Let’s get this done.  And let’s do it in a way that keeps faith with our history and our values.\"","month":"03","year":"2013","corpus":"presid obama immigrationreform let get done let way keep faith histori valu","id":316214160151154700,"day":"25"},{"text":"RT @WHLive: Obama: \"This is our best chance in more than a decade to take commonsense steps that will save lives\" http://t.co/K4rtItMtDb ...","month":"03","year":"2013","corpus":"whlive obama best chanc decad take commonsens step save live","id":317305826563985400,"day":"28"},{"text":"The President’s budget strengthens the middle class &amp; reduces the deficit in a balanced way. Fact sheet: http://t.co/RiAlqmMAuE","month":"04","year":"2013","corpus":"presid budget strengthen middl class amp reduc deficit balanc way fact sheet","id":321984861013409800,"day":"10"},{"text":"\"All of you displayed the very best of the American spirit.\" —President Obama to first responders in Boston: http://t.co/bQKOx8WCta","month":"04","year":"2013","corpus":"display best american spirit presid obama first respond boston","id":325021570735165440,"day":"18"},{"text":"President Obama: “We need a better way to recruit, prepare, and reward our next generation of great educators.”","month":"04","year":"2013","corpus":"presid obama need better way recruit prepar reward next gener great educ","id":326766353539289100,"day":"23"},{"text":"President Obama: \"There is only one way to truly fix the sequester: By replacing it before it causes further damage.\" http://t.co/WxRLDIMITQ","month":"04","year":"2013","corpus":"presid obama one way truli fix sequest replac caus damag","id":328193356863791100,"day":"27"},{"text":"\"We're not going to stop until we find a way to serve and support every single military family in America.\" —@FLOTUS: http://t.co/xjPv3vB6ef","month":"04","year":"2013","corpus":"go stop find way serv support everi singl militari famili america flotu","id":329329830594228200,"day":"30"},{"text":"RT @letsmove: \"With simple steps, all of us can make physical activity a way of life.\" -President Obama on National Physical Fitness &amp; …","month":"05","year":"2013","corpus":"letsmov simpl step make physic activ way life presid obama nation physic fit amp","id":329713138062733300,"day":"01"},{"text":"\"He does not rest until he’s delivered the best possible deal for American businesses &amp; American workers.\"—Obama on USTR nominee Mike Froman","month":"05","year":"2013","corpus":"rest deliv best possibl deal american busi amp american worker .\"— obama ustr nomine mike froman","id":329975477605396500,"day":"02"},{"text":"RT @Simas44: Worth a RT: \"American auto industry has best performance in 20 years.\" http://t.co/imjFHKerlK #MadeInAmerica","month":"05","year":"2013","corpus":"simas44 worth american auto industri best perform year madeinamerica","id":330037964698689540,"day":"02"},{"text":"Happening now: President Obama speaks on ways we can make America a magnet for good middle class jobs in Baltimore: http://t.co/KvadYk9atb","month":"05","year":"2013","corpus":"happen presid obama speak way make america magnet good middl class job baltimor","id":335444326446411800,"day":"17"},{"text":"RT @stevenvDC: Today is the 1 Yr Anniversary of #DigitalGov Strategy – check out the ways we are innovating for the American people: http:/…","month":"05","year":"2013","corpus":"stevenvdc today anniversari digitalgov strategi check way innov american peopl http :/…","id":337590552885342200,"day":"23"},{"text":"President Obama: \"I want folks affected throughout Oklahoma to know that we are going to be with you every step of the way.\"","month":"05","year":"2013","corpus":"presid obama want folk affect throughout oklahoma know go everi step way","id":338717412650278900,"day":"26"},{"text":"\"If you genuinely believe we need to fix our broken immigration system, there is no good reason to stand in the way.\" —President Obama","month":"06","year":"2013","corpus":"genuin believ need fix broken immigr system good reason stand way presid obama","id":344467931096309760,"day":"11"},{"text":"Obama: \"Right now, our immigration system has no credible way of dealing with the 11 million men &amp; women who are in this country illegally.\"","month":"06","year":"2013","corpus":"obama right immigr system credibl way deal million men amp women countri illeg","id":344465321895276540,"day":"11"},{"text":"Best buds. http://t.co/esMrntQmRS","month":"06","year":"2013","corpus":"best bud","id":344971165288255500,"day":"13"},{"text":"America will support those on the path of peace every step of the way: http://t.co/9HifGuKadf, http://t.co/cQACVrhsbl","month":"06","year":"2013","corpus":"america support path peac everi step way","id":346767886456606700,"day":"17"},{"text":"RT @Simas44: Government should not get involved in decisions best made between a woman and her doctor. http://t.co/aInSw71p54","month":"06","year":"2013","corpus":"simas44 govern get involv decis best made woman doctor","id":347076312650883100,"day":"18"},{"text":"President Obama: \"Second, we’ve identified new ways to reduce waste and save taxpayers money.\" #SmarterGov","month":"07","year":"2013","corpus":"presid obama second identifi new way reduc wast save taxpay money smartergov","id":354268005909278700,"day":"08"},{"text":"RT @UN: On #MalalaDay let us pledge to deliver the best gift of all -- quality education for every girl &amp; boy in the world. http://t.co/1j2…","month":"07","year":"2013","corpus":"malaladay let pledg deliv best gift qualiti educ everi girl amp boy world","id":355715319140073500,"day":"12"},{"text":"Today, we passed 4 million followers. Here are some of our favorite tweets from along the way: http://t.co/38SnLO11MB #ThanksForFollowing","month":"07","year":"2013","corpus":"today pass million follow favorit tweet along way thanksforfollow","id":356911991140528100,"day":"15"},{"text":"Obama: \"I ran for President to restore that basic bargain...that our economy works best not from the top-down, but from the middle-out.\"","month":"07","year":"2013","corpus":"obama ran presid restor basic bargain ... economi work best top middl","id":357516453282463740,"day":"17"},{"text":"RT @FLOTUS: Congratulations to The Duke and Duchess of Cambridge on the birth of their son! Being a parent is the best job of all. -mo","month":"07","year":"2013","corpus":"flotu congratul duke duchess cambridg birth son parent best job","id":359431966199791600,"day":"22"},{"text":"President Obama: \"Today, five years after the start of that Great Recession, America has fought its way back.\" #ABetterBargain","month":"07","year":"2013","corpus":"presid obama today five year start great recess america fought way back abetterbargain","id":360086855590490100,"day":"24"},{"text":"Goodbye, Illinois! Watch President Obama board Air Force One on his way to Missouri ✈ ✈ ✈ http://t.co/rNCUDnIhGD","month":"07","year":"2013","corpus":"goodby illinoi watch presid obama board air forc one way missouri","id":360145725583138800,"day":"24"},{"text":"RT @WHLive: Obama: \"I’ll bring together the CEOs and companies that are putting in place the best practices for recruiting, training &amp; hiri…","month":"07","year":"2013","corpus":"whlive obama bring togeth ceo compani put place best practic recruit train amp hiri","id":362275993458720800,"day":"30"},{"text":"\"Health insurance isn’t a privilege—it is your right. And we’re going to keep it that way.\" —President Obama: http://t.co/NTsJspNw2c","month":"08","year":"2013","corpus":"health insur privileg right go keep way presid obama","id":368741784802693100,"day":"17"},{"text":"Obama: We need to \"encourage more colleges to embrace innovative new ways to...maintain a high level of quality without breaking the bank.\"","month":"08","year":"2013","corpus":"obama need encourag colleg embrac innov new way ... maintain high level qualiti without break bank","id":370573343705301000,"day":"22"},{"text":"President Obama: \"We want every student to be able to pay back their loans in a way that doesn’t stop them from pursuing their dreams.\"","month":"08","year":"2013","corpus":"presid obama want everi student abl pay back loan way stop pursu dream","id":370679080800108540,"day":"22"},{"text":"President Obama: \"A higher education is the single best investment you can make in your future.\" #MakeCollegeAffordable","month":"08","year":"2013","corpus":"presid obama higher educ singl best invest make futur makecollegeafford","id":370568123663286300,"day":"22"},{"text":"Obama: \"First, we’re going to start rating colleges not just by which are the most selective...but which offer the best value.\"","month":"08","year":"2013","corpus":"obama first go start rate colleg select ... offer best valu","id":370571825170100200,"day":"22"},{"text":"Obama discusses ways we can lower college costs at @BinghamtonU —&gt; http://t.co/KvadYk9atb #MakeCollegeAffordable, http://t.co/WGxUFGeVSE","month":"08","year":"2013","corpus":"obama discuss way lower colleg cost binghamtonu makecollegeafford","id":370961031746433000,"day":"23"},{"text":"President Obama: \"Getting a higher education is one of the best things you can do for yourself and for your country.\" #MakeCollegeAffordable","month":"08","year":"2013","corpus":"presid obama get higher educ one best thing countri makecollegeafford","id":371013287238176800,"day":"23"},{"text":"“There are ways we can save money that would not diminish quality.” —Obama on schools finding ways to lower tuition #MakeCollegeAffordable","month":"08","year":"2013","corpus":"way save money would diminish qualiti obama school find way lower tuition makecollegeafford","id":370959278515171300,"day":"23"},{"text":"President Obama: \"We best remember Dr. King’s soaring oratory that day—how he gave mighty voice to the quiet hopes of millions.\" #MLKDream50","month":"08","year":"2013","corpus":"presid obama best rememb king soar oratori day gave mighti voic quiet hope million mlkdream50","id":372798200643862500,"day":"28"},{"text":"RT @vj44: On my way to Lincoln Memorial. Crowds are amazing!  Everyone enjoying the rain. #MLKDream50","month":"08","year":"2013","corpus":"vj44 way lincoln memori crowd amaz everyon enjoy rain mlkdream50","id":372778454812356600,"day":"28"},{"text":"Obama: \"When dictators commit atrocities—they depend upon the world to look the other way until those horrifying pictures fade from memory.\"","month":"09","year":"2013","corpus":"obama dictat commit atroc depend upon world look way horrifi pictur fade memori","id":377598748538318850,"day":"11"},{"text":"RT @HealthCareTara: @JoannaColes Love these!  8 Ways Young Women Benefit From Obamacare http://t.co/apnYDoNgya … via @Cosmopolitan CC: @vj44","month":"09","year":"2013","corpus":"healthcaretara joannacol love way young women benefit obamacar via cosmopolitan vj44","id":382533795502518300,"day":"24"},{"text":"RT @kerrywashington: An affordable new way to get healthcare opens 10/1 thanks to Pres. @barackobama. Check out --&gt; http://t.co/5IIMt1zkzy …","month":"09","year":"2013","corpus":"kerrywashington afford new way get healthcar open thank pre barackobama check --&","id":382976247120146400,"day":"25"},{"text":"RT @Jordan44: News you can use! ---&gt; Strong opposition to GOP using shutdown threats to get their way (80% oppose, even 75% of Repubs!!) in…","month":"09","year":"2013","corpus":"jordan44 news use ---& strong opposit gop use shutdown threat get way oppos even repub !!)","id":383226896986546200,"day":"26"},{"text":"\"The way business is done in Washington has to change.\" —President Obama in his Weekly Address: http://t.co/muZaiQCDEY","month":"10","year":"2013","corpus":"way busi done washington chang presid obama weekli address","id":391642299169402900,"day":"19"},{"text":"4 ways you can #GetCovered:\n1. http://t.co/GNfbftrfo3\n2. Call 1-800-318-2596\n3. Mail a paper app\n4. Apply in person\nhttp://t.co/SGAjS6mpxr","month":"10","year":"2013","corpus":"way getcov call 800 318 2596 mail paper app appli person","id":393799255317418000,"day":"25"},{"text":"President Obama: \"I am so proud to be here &amp; stand once again with so many dedicated men &amp; women of the FBI. You are the best of the best.\"","month":"10","year":"2013","corpus":"presid obama proud amp stand mani dedic men amp women fbi best best","id":394864970820644860,"day":"28"},{"text":"RT @Interior: One of the best places to see fall colors in New England: @AcadiaNPS. #Maine #autumn http://t.co/uzcBwqtj5d","month":"11","year":"2013","corpus":"interior one best place see fall color new england acadianp main autumn","id":397407038516760600,"day":"04"},{"text":"RT @WHLive: Obama: \"Let’s make sure we’ve got the best ports, and the best roads, and the best bridges, and the best schools.\" #PeopleOverP…","month":"11","year":"2013","corpus":"whlive obama let make sure got best port best road best bridg best school peopleoverp","id":398888245523521540,"day":"08"},{"text":"Obama: \"Senate Republicans are standing in the way of a fully-functioning judiciary that serves the American people.\" http://t.co/LqR49nC8IZ","month":"11","year":"2013","corpus":"obama senat republican stand way fulli function judiciari serv american peopl","id":402589427563638800,"day":"19"},{"text":"Obama: \"I support the step a majority of Senators took today to change the ways of Washington by changing the way Congress does business.\"","month":"11","year":"2013","corpus":"obama support step major senat took today chang way washington chang way congress busi","id":403599417464209400,"day":"21"},{"text":"RT @FLOTUS: Getting a good education is the best investment you can make in yourself. #TBT #ThrowbackThursday, http://t.co/pCUTYIVKlW","month":"11","year":"2013","corpus":"flotu get good educ best invest make tbt throwbackthursday","id":403665715380498400,"day":"21"},{"text":"RT @WHLive: Obama on passing #ImmigrationReform: \"The only thing standing in our way...is the unwillingness of certain Republicans in Congr…","month":"11","year":"2013","corpus":"whlive obama pass immigrationreform thing stand way ... unwilling certain republican congr","id":405066019099508740,"day":"25"},{"text":"President Obama: \"And, believe it or not, entertainment is, in some ways, part of American diplomacy.\"","month":"11","year":"2013","corpus":"presid obama believ entertain way part american diplomaci","id":405439868131504100,"day":"26"},{"text":"Let's give every young person in America the chance to earn their way into the American story. #ImmigrationReform, http://t.co/Z97A9Jckzq","month":"11","year":"2013","corpus":"let give everi young person america chanc earn way american stori immigrationreform","id":405124132691382300,"day":"26"},{"text":"Sally Ride \"could use space…as a way to get kids &amp; teachers more interested in #STEM.” —Tam O’ Shaugnessy: http://t.co/qFAvJc6ukt","month":"12","year":"2013","corpus":"salli ride could use space way get kid amp teacher interest stem tam shaugnessi","id":407335901744742400,"day":"02"},{"text":"We’ve come a long way since the early days of the AIDS epidemic—but we’ve still got more work to do. #WorldAIDSDay, http://t.co/hyH5E2Ae7C","month":"12","year":"2013","corpus":"come long way sinc earli day aid epidem still got work worldaidsday","id":407591393801293800,"day":"02"},{"text":"RT to share the 4 ways you can #GetCovered:\n1. http://t.co/uvXCniOFSK\n2. By mail\n3. In person\n4. Call 1-800-318-2596\nhttp://t.co/G7NVGGjuC4","month":"12","year":"2013","corpus":"share way getcov mail person call 800 318 2596","id":407926742062346240,"day":"03"},{"text":"“People everywhere can find their own ways to celebrate their common bond of community.” —&gt; http://t.co/RpMb61Y7sY #GivingTuesday","month":"12","year":"2013","corpus":"peopl everywher find way celebr common bond commun givingtuesday","id":407881207548878850,"day":"03"},{"text":"RT @ezraklein: This is the best speech Obama has given on the economy: http://t.co/sKPJTIyWCj","month":"12","year":"2013","corpus":"ezraklein best speech obama given economi","id":408385306359242750,"day":"05"},{"text":"RT to share the 4 ways you can #GetCovered:\n1. http://t.co/GNfbftrfo3\n2. By mail\n3. In person\n4. Call 1-800-318-2596\nhttp://t.co/N61xf5Mhwy","month":"12","year":"2013","corpus":"share way getcov mail person call 800 318 2596","id":410863489805066240,"day":"11"},{"text":"Share the 4 ways to #GetCovered:\n1. Visit http://t.co/z1dZFFbubY\n2. By mail ✉\n3. ☏ 1-800-318-2596\n4. In person ✍\nhttp://t.co/HP4WJSprz4","month":"12","year":"2013","corpus":"share way getcov visit mail 800 318 2596 person","id":411591513391382500,"day":"13"},{"text":"\"Michelle and I send our best wishes to Mrs. Bush for a speedy recovery.\" —President Obama: http://t.co/aaWrf6m5hD","month":"01","year":"2014","corpus":"michel send best wish mr bush speedi recoveri presid obama","id":418498142305136640,"day":"01"},{"text":"RT @aliciakeys: On my way to @WhiteHouse to watch The Inevitable Defeat of Mister &amp; Pete w/ @FLOTUS and talk about higher #education http:/…","month":"01","year":"2014","corpus":"aliciakey way whitehous watch inevit defeat mister amp pete flotu talk higher educ http :/…","id":423549496920768500,"day":"15"},{"text":"Obama: \"Let us chart a way forward that secures the life of our nation while preserving the liberties that make [it] worth fighting for.\"","month":"01","year":"2014","corpus":"obama let chart way forward secur life nation preserv liberti make worth fight","id":424224783480279040,"day":"17"},{"text":"Here's the best place to watch an enhanced version of tonight's State of the Union → http://t.co/0wCbuDsiMA #SOTU, http://t.co/qZVQuqhtWo","month":"01","year":"2014","corpus":"best place watch enhanc version tonight state union sotu","id":428281669729017860,"day":"28"},{"text":"President Obama: \"I will not send our troops into harm’s way unless it’s truly necessary.\" #SOTU","month":"01","year":"2014","corpus":"presid obama send troop harm way unless truli necessari sotu","id":428363223390486500,"day":"29"},{"text":"RT @WHLive: Obama: \"Profitable corporations like @Costco see higher wages as the smart way to boost productivity and reduce turnover.\" #Rai…","month":"01","year":"2014","corpus":"whlive obama profit corpor like costco see higher wage smart way boost product reduc turnov rai","id":428549553374384100,"day":"29"},{"text":"RT @WHLive: Obama: \"Business leaders are increasingly deciding that China’s no longer the best place to invest &amp; create jobs—America is.\" #…","month":"01","year":"2014","corpus":"whlive obama busi leader increasingli decid china longer best place invest amp creat job america","id":428606167267700740,"day":"29"},{"text":"President Obama: \"If we work together, if we summon what is best in us...I know it’s within our reach. Believe it.\" #OpportunityForAll","month":"01","year":"2014","corpus":"presid obama work togeth summon best ... know within reach believ opportunityforal","id":428366957885538300,"day":"29"},{"text":"President Obama: \"An autoworker fine-tuned some of the best, most fuel-efficient cars in the world.\" #MadeInAmerica #ActOnClimate #SOTU","month":"01","year":"2014","corpus":"presid obama autowork fine tune best fuel effici car world madeinamerica actonclim sotu","id":428350836432195600,"day":"29"},{"text":"RT @arneduncan: Here we go. On my way to the Capitol for the #SOTU. You won't want to miss it - 9pm ET http://t.co/CQh43lBXio","month":"01","year":"2014","corpus":"arneduncan way capitol sotu want miss 9pm","id":428334627720544260,"day":"29"},{"text":"Obama: \"High-quality early education is one of the best investments we can make in a child’s life.\" #ActOnPreK, http://t.co/o3GRmYwAMC","month":"01","year":"2014","corpus":"obama high qualiti earli educ one best invest make child life actonprek","id":429026389677719550,"day":"30"},{"text":"President Obama: “Our best defense against extremists is a strong Muslim community working with us.” #POTUSRoadTrip","month":"01","year":"2014","corpus":"presid obama best defens extremist strong muslim commun work potusroadtrip","id":429339407842549760,"day":"31"},{"text":"\"We cannot allow 1 vote to stand in the way of supporting these Americans.\" —@PressSec on why it's time to #ActOnUI: http://t.co/A3qj3elVXb","month":"02","year":"2014","corpus":"cannot allow vote stand way support american presssec time actonui","id":431551634083037200,"day":"06"},{"text":"POTUS boards Air Force One on his way to sign the #FarmBill in Michigan ✈ ✈ ✈ http://t.co/J7RoOOAVaT, http://t.co/4becMDQgjV","month":"02","year":"2014","corpus":"potu board air forc one way sign farmbil michigan","id":431895909618573300,"day":"07"},{"text":"Obama: \"I directed the Treasury to create #MyRA—a...way for working Americans...to start your own retirement savings\" http://t.co/H2xI8UaIrP","month":"02","year":"2014","corpus":"obama direct treasuri creat myra ... way work american ... start retir save","id":432604844398886900,"day":"09"},{"text":"RT @WHLive: Obama: \"I’ve directed the @USTreasury to create #MyRA...a new way for Americans to start saving for retirement.\" http://t.co/u0…","month":"02","year":"2014","corpus":"whlive obama direct ustreasuri creat myra ... new way american start save retir","id":433682323041947650,"day":"12"},{"text":"RT @FLOTUS: \"That's what getting covered is all about: being ready for whatever comes your way.\" —The First Lady: http://t.co/oZVRaXr6bQ #G…","month":"02","year":"2014","corpus":"flotu get cover readi whatev come way first ladi","id":434439002687807500,"day":"14"},{"text":"RT @WHLive: President Obama: \"One of the fastest and best ways to create good jobs is by rebuilding America’s infrastructure.\" #RebuildAmer…","month":"02","year":"2014","corpus":"whlive presid obama one fastest best way creat good job rebuild america infrastructur rebuildam","id":438778021072601100,"day":"26"},{"text":"Obama: \"The best airports and the best trains and the best roads should be right here in America.\" #RebuildAmerica","month":"02","year":"2014","corpus":"obama best airport best train best road right america rebuildamerica","id":438778516050804740,"day":"26"},{"text":"\"The best airports and the best roads and the best trains should be right here in America.\" —Obama #RebuildAmerica http://t.co/hRQDoWs5DU","month":"02","year":"2014","corpus":"best airport best road best train right america obama rebuildamerica","id":438844239040884740,"day":"27"},{"text":"Obama: \"One of the ways we deliver the best education in the world is by empowering our students with the best technology in the world.\"","month":"02","year":"2014","corpus":"obama one way deliv best educ world empow student best technolog world","id":439509137052164100,"day":"28"},{"text":"\"By working hard every single day, every single night—you’re making the best investment there is in your future\" —Obama #CollegeOpportunity","month":"03","year":"2014","corpus":"work hard everi singl day everi singl night make best invest futur obama collegeopportun","id":442029409198157800,"day":"07"},{"text":"\"We didn’t have a lot of money, but she was determined to see that my sister and I would get the best education we could.\" —Obama on his mom","month":"03","year":"2014","corpus":"lot money determin see sister would get best educ could obama mom","id":442029666988482560,"day":"07"},{"text":"\"Our economy grows best from the middle out, when growth is more widely shared.\" —Obama: http://t.co/hv0B7P0BLu #OpportunityForAll","month":"03","year":"2014","corpus":"economi grow best middl growth wide share obama opportunityforal","id":444918695085608960,"day":"15"},{"text":"Watch President Obama arrive at the Vatican on his way to meet with His Holiness, Pope Francis → http://t.co/OWjkdl7rU5","month":"03","year":"2014","corpus":"watch presid obama arriv vatican way meet holi pope franci","id":449180121069805600,"day":"27"},{"text":"\"Congratulations to the Boston @RedSox...good luck this season. May the best Sox win\" —Obama: http://t.co/KYWoUzmOva http://t.co/kA85Kht70J","month":"04","year":"2014","corpus":"congratul boston redsox ... good luck season may best sox win obama","id":451128826982961150,"day":"01"},{"text":"RT @Simas44: Yep, way more. @voxdotcom Way more than 8 million people have signed up for Obamacare. http://t.co/qwHwCuLs5E","month":"04","year":"2014","corpus":"simas44 yep way voxdotcom way million peopl sign obamacar","id":457202115044466700,"day":"18"},{"text":"\"We know that our economy works best when it works for all of us—not just a fortunate few.\" —Obama: http://t.co/WqHRPUVsoU #ActOn1010","month":"04","year":"2014","corpus":"know economi work best work fortun obama acton1010","id":460463533482733600,"day":"27"},{"text":"\"They said no to helping millions work their way out of poverty.\" —President Obama on Senate Republicans #1010Means http://t.co/9qswsMmklN","month":"04","year":"2014","corpus":"said help million work way poverti presid obama senat republican 1010mean","id":461581645318217700,"day":"30"},{"text":"\"We're going to support you every step of the way.\" —President Obama visiting tornado-damaged areas in Arkansas: http://t.co/MSQhgXGka8","month":"05","year":"2014","corpus":"go support everi step way presid obama visit tornado damag area arkansa","id":464505291221250050,"day":"08"},{"text":"\"Small businesses represent what is best about America.\" —President Obama on National #SmallBusinessWeek: http://t.co/repullNivA","month":"05","year":"2014","corpus":"small busi repres best america presid obama nation smallbusinessweek","id":465984674314334200,"day":"12"},{"text":"\"You motivate all of us to be the best we can be, as Americans, as a nation.\" —Obama awarding the #MedalOfHonor to Sergeant Kyle White","month":"05","year":"2014","corpus":"motiv best american nation obama award medalofhonor sergeant kyle white","id":466292013797998600,"day":"13"},{"text":"\"Baseball describes our history in so many ways. We’re reminded of all the obstacles that we’ve overcome.\" —Obama http://t.co/twklIWHeEa","month":"05","year":"2014","corpus":"basebal describ histori mani way remind obstacl overcom obama","id":469602279784329200,"day":"22"},{"text":"Happening now: President Obama delivers a statement on the way forward in Afghanistan → http://t.co/7QUc084BX3","month":"05","year":"2014","corpus":"happen presid obama deliv statement way forward afghanistan","id":471362048895361000,"day":"27"},{"text":"\"Just because we have the best hammer does not mean that every problem is a nail.\" —Obama on U.S. leadership: http://t.co/XgbnRNzbdM","month":"05","year":"2014","corpus":"best hammer mean everi problem nail obama leadership","id":472063611129430000,"day":"29"},{"text":"\"They're the best our country has to offer. They do their duty. They expect us to do ours.\" —President Obama on our veterans","month":"05","year":"2014","corpus":"best countri offer duti expect presid obama veteran","id":472397858768187400,"day":"30"},{"text":"\"A higher education is the single best investment that you can make in yourself and your future.\" —President Obama http://t.co/VmgNir4Gck","month":"06","year":"2014","corpus":"higher educ singl best invest make futur presid obama","id":476059188192616450,"day":"09"},{"text":"Higher education is the best investment you can make in your future.\nHere's one way we're making it more affordable. http://t.co/ZjTcjaU0CY","month":"06","year":"2014","corpus":"higher educ best invest make futur one way make afford","id":476396302893191200,"day":"10"},{"text":"RT @WHLive: Obama: “We’re constantly looking for new ways to reach new audiences…a lot of @Tumblr users are impacted by student debt.” #Oba…","month":"06","year":"2014","corpus":"whlive obama constantli look new way reach new audienc lot tumblr user impact student debt oba","id":476458390659797000,"day":"10"},{"text":"\"We can make life a little better for American families who are doing their best.\" —President Obama: http://t.co/4O7ux1zTik","month":"06","year":"2014","corpus":"make life littl better american famili best presid obama","id":482325385729015800,"day":"27"},{"text":"\"We do better when the middle class does better. That’s the American way\" —President Obama: http://t.co/DPC7l5mqXY #OpportunityForAll","month":"06","year":"2014","corpus":"better middl class better american way presid obama opportunityforal","id":482953135363588100,"day":"28"},{"text":"\"Ramadan Kareem.\" —President Obama extends his best wishes to the Muslim community on the beginning of Ramadan: http://t.co/4Pd6N5Qhkm","month":"06","year":"2014","corpus":"ramadan kareem presid obama extend best wish muslim commun begin ramadan","id":483051015269138400,"day":"29"},{"text":"\"We need to change the way the VA does business. We need to regain the trust of our veterans with a VA that is more effective.\" —Obama","month":"06","year":"2014","corpus":"need chang way busi need regain trust veteran effect obama","id":483712941574074400,"day":"30"},{"text":"“Our economy grows best from the middle-out, when everybody has a shot to get ahead.” —President Obama #OpportunityForAll","month":"07","year":"2014","corpus":"economi grow best middl everybodi shot get ahead presid obama opportunityforal","id":486914205577396200,"day":"09"},{"text":"\"By almost every measure, we’re better off now than when I took office. But the fact is, we still have a long way to go.\" —President Obama","month":"07","year":"2014","corpus":"almost everi measur better took offic fact still long way presid obama","id":487295335212285950,"day":"10"},{"text":"RT @WHLive: \"I put forward a plan to rebuild our transportation infrastructure in a more responsible way.\" —Obama http://t.co/9Bj9gWv4t4 #R…","month":"07","year":"2014","corpus":"whlive put forward plan rebuild transport infrastructur respons way obama","id":489075902694064100,"day":"15"},{"text":"RT @WHLive: “You don’t have to act a certain way to be authentic.” —Obama giving advice to young men of color: http://t.co/Kl5KzBmgyT #MyBr…","month":"07","year":"2014","corpus":"whlive act certain way authent obama give advic young men color mybr","id":491260499498381300,"day":"21"},{"text":"\"One of the best measures of whether a country succeeds or not is how it treats its women.\" —President Obama #WomenSucceed #YALI2014","month":"07","year":"2014","corpus":"one best measur whether countri succe treat women presid obama womensucce yali2014","id":493784355349995500,"day":"28"},{"text":"\"After all we’ve had to overcome, our Congress should stop standing in the way of our country’s success\" —President Obama #DoYourJobHouseGOP","month":"08","year":"2014","corpus":"overcom congress stop stand way countri success presid obama doyourjobhousegop","id":495281669520515100,"day":"01"},{"text":"RT @BilldeBlasio: It’s up to cities to lead the way. We came up with a commitment to action: http://t.co/1mbmk1bEC6 http://t.co/uPG5omrilR","month":"08","year":"2014","corpus":"billdeblasio citi lead way came commit action","id":499209448884555800,"day":"12"},{"text":"\"This is American leadership at its best: We stand with people who fight for their own freedom.\" —President Obama","month":"09","year":"2014","corpus":"american leadership best stand peopl fight freedom presid obama","id":509871667578155000,"day":"11"},{"text":"We've come a long way since the financial crisis hit 6 years ago—but there's more work to do: http://t.co/PL0l3vTIF9 http://t.co/yagKBtGcEe","month":"09","year":"2014","corpus":"come long way sinc financi crisi hit year ago work","id":511529051874656260,"day":"15"},{"text":"RT @oliviamunn: #ItsOnUs to:\nStep up and say something.\nNot look the other way.\nTake the pledge to help stop sexual assault.\nhttp://t.c…","month":"09","year":"2014","corpus":"oliviamunn itsonu step say someth look way take pledg help stop sexual assault","id":512976166974926850,"day":"19"},{"text":"RT @vj44: #ItsOnUs to:\nStep up and say something.\nNot look the other way.\nTake the pledge to help stop sexual assault.\nhttp://t.co/4MrG5PG8…","month":"09","year":"2014","corpus":"vj44 itsonu step say someth look way take pledg help stop sexual assault","id":512963652379770900,"day":"19"},{"text":"3 years.\n15 million users.\nMore than 22 million signatures.\nHere's a look back at the best of @WeThePeople → http://t.co/Mnv4IOyhdY","month":"09","year":"2014","corpus":"year million user million signatur look back best wethepeopl","id":515513395425316860,"day":"26"},{"text":"RT @VP: \"In order for us to keep our place in the world…we need the best trained, most advanced and skilled workforce in the world.\" -VP Bi…","month":"09","year":"2014","corpus":"order keep place world need best train advanc skill workforc world","id":516628020938170400,"day":"29"},{"text":"RT @DrBiden: Watch the @VP announce how community colleges can build the best-educated, most competitive workforce in the world → http://t.…","month":"09","year":"2014","corpus":"drbiden watch announc commun colleg build best educ competit workforc world","id":516610356844978200,"day":"29"},{"text":"RT @WHLive: \"Our broader economy...has come a long way, but the gains of recovery aren’t yet broadly shared.\" —President Obama at @Northwes…","month":"10","year":"2014","corpus":"whlive broader economi ... come long way gain recoveri yet broadli share presid obama northw","id":517740670392758300,"day":"02"},{"text":"“A changing climate will have real impacts on our military &amp; the way it executes its missions.” —Hagel: http://t.co/ih5xpIyRNt #ActOnClimate","month":"10","year":"2014","corpus":"chang climat real impact militari amp way execut mission hagel actonclim","id":521752320392966140,"day":"13"},{"text":"Here are three ways you can help with the effort to stop the spread of #Ebola → http://t.co/OVPnMpobFA http://t.co/QijhDzvROC","month":"10","year":"2014","corpus":"three way help effort stop spread ebola","id":524646416816144400,"day":"21"},{"text":"\"The only way you can get this disease is...direct contact with the bodily fluids of someone with symptoms.\" —Obama: http://t.co/TeRHtxNr8B","month":"10","year":"2014","corpus":"way get diseas ... direct contact bodili fluid someon symptom obama","id":526055686644330500,"day":"25"},{"text":"\"The best way to stop this disease...is to stop it at its source in West Africa.\" —President Obama on #Ebola: http://t.co/TeRHtxNr8B","month":"10","year":"2014","corpus":"best way stop diseas ... stop sourc west africa presid obama ebola","id":526418053274157060,"day":"26"},{"text":"\"The best way to protect Americans is to stop the outbreak at its source.\" —President Obama on stopping #Ebola in West Africa","month":"10","year":"2014","corpus":"best way protect american stop outbreak sourc presid obama stop ebola west africa","id":527173783015014400,"day":"28"},{"text":"\"The best way to protect Americans from #Ebola is to stop the outbreak at its source.\" —President Obama: http://t.co/od06C13gcd","month":"11","year":"2014","corpus":"best way protect american ebola stop outbreak sourc presid obama","id":530463909594275840,"day":"06"},{"text":"#ItsOnUs to:\nStep up and say something.\nNot look the other way.\nWatch this PSA &amp; pledge to help stop sexual assault:\nhttps://t.co/8fO4cJoHpl","month":"11","year":"2014","corpus":"itsonu step say someth look way watch psa amp pledg help stop sexual assault","id":532908216019984400,"day":"13"},{"text":"RT @YoungInvincible: Four ways you can #GetCovered today:\nhttp://t.co/CGpicrleXS\n☏ 1(800)318-2596\n✉ By mail\n✍ In person\n#ReadySetEnroll htt…","month":"11","year":"2014","corpus":"younginvinc four way getcov today 800 318 2596 mail person readysetenrol htt","id":533695362796879900,"day":"15"},{"text":"\"I continue to believe that the best way to solve this problem is by working together to pass that kind of common-sense law.\" —Obama","month":"11","year":"2014","corpus":"continu believ best way solv problem work togeth pass kind common sens law obama","id":535599652385480700,"day":"21"},{"text":"RT @john_dingell: Today is also likely the only day that Meryl Streep and I will be wearing the same thing.\nSo, who wore it best? http://t…","month":"11","year":"2014","corpus":"john_dingel today also like day meryl streep wear thing wore best","id":537006272680194050,"day":"24"},{"text":"\"It's an outcome that, either way, was going to be the subject of intense disagreement—not only in #Ferguson, but across America.\" —Obama","month":"11","year":"2014","corpus":"outcom either way go subject intens disagr ferguson across america obama","id":537080642668740600,"day":"25"},{"text":"Here are 4 ways you can #GetCovered today:\nhttp://t.co/NSeLHFvc62\n☏ 1(800)318-2596\n✉ By mail\n✍ In person\n#BlackFriday\nhttp://t.co/SPswoFO7gz","month":"11","year":"2014","corpus":"way getcov today 800 318 2596 mail person blackfriday","id":538429678831161340,"day":"28"},{"text":"\"We cannot beat #Ebola without more funding. And if we want other countries to keep stepping up, we have to keep leading the way.\" —Obama","month":"12","year":"2014","corpus":"cannot beat ebola without fund want countri keep step keep lead way obama","id":539904241255456800,"day":"02"},{"text":"RT @VP: \"What we need to continue leading the world...is not only the best educated population, but also the most skilled workforce.\" -VP B…","month":"12","year":"2014","corpus":"need continu lead world ... best educ popul also skill workforc","id":540616474201980900,"day":"04"},{"text":"\"It would have given millions of people the chance to earn their citizenship the right way\" —Obama on the bipartisan Senate immigration bill","month":"12","year":"2014","corpus":"would given million peopl chanc earn citizenship right way obama bipartisan senat immigr bill","id":542416182200905700,"day":"09"},{"text":"RT @shakira: .@stumpteacher babies have an innate thirst for knowledge and enjoy learning-making it fun through focused play is another way…","month":"12","year":"2014","corpus":"shakira stumpteach babi innat thirst knowledg enjoy learn make fun focus play anoth way","id":542698771654533100,"day":"10"},{"text":"\"Early education is one of the best investments we can make—not just in our child’s future—but in our country\" —President Obama #InvestInUs","month":"12","year":"2014","corpus":"earli educ one best invest make child futur countri presid obama investinu","id":542726413799792640,"day":"10"},{"text":"\"There are so many ways we can express our gratitude to our troops\" —President Obama: http://t.co/i3BJMMofoj http://t.co/Ay5UCNSAHi","month":"12","year":"2014","corpus":"mani way express gratitud troop presid obama","id":544205242003238900,"day":"14"},{"text":"\"What makes us the best is all of you. It’s your character and your our willingness to say, 'send me.'\" —President Obama to our troops","month":"12","year":"2014","corpus":"make best charact willing say send .'\" presid obama troop","id":544586203555590140,"day":"15"},{"text":"\"Our investments in American manufacturing have helped fuel its best stretch of job growth since ‘90s.\" —President Obama #MadeInAmerica","month":"12","year":"2014","corpus":"invest american manufactur help fuel best stretch job growth sinc 90 presid obama madeinamerica","id":546015969726844900,"day":"19"},{"text":"\"Our investments in American manufacturing have helped fuel its best stretch of job growth since the ‘90s.\" —Obama: http://t.co/taHPUO34e9","month":"12","year":"2014","corpus":"invest american manufactur help fuel best stretch job growth sinc 90 obama","id":546428633540071400,"day":"20"},{"text":"Going home for the holidays? Here are 10 ways @USDOT is making holiday travel safer and easier → http://t.co/QuWmX1RJp1","month":"12","year":"2014","corpus":"go home holiday way usdot make holiday travel safer easier","id":547119296745205760,"day":"22"},{"text":"RT @VP: From selfies to Being Biden, check out some of the best digital moments of 2014 → http://t.co/b1xzCYDNWH http://t.co/O9cgkwmzKE","month":"12","year":"2014","corpus":"selfi biden check best digit moment 2014","id":548577158684504060,"day":"26"},{"text":"RT @WHWeb: Scroll through 104 of the best behind-the-scenes @WhiteHouse photos in 2014 → http://t.co/bzYsP6Ywsa http://t.co/8ZV9f6x6ds","month":"01","year":"2015","corpus":"whweb scroll 104 best behind scene whitehous photo 2014","id":551097079339450400,"day":"02"},{"text":"RT @usedgov: Higher education is the best investment you can make in your future. Here's how we're making it more affordable. http://t.co/H…","month":"01","year":"2015","corpus":"usedgov higher educ best invest make futur make afford","id":551100355074064400,"day":"02"},{"text":"\"Stu helped usher in a new way to talk about our favorite teams and the day’s best plays.\" —Obama #RIPStuartScott http://t.co/DGLEf76xFu","month":"01","year":"2015","corpus":"stu help usher new way talk favorit team day best play obama ripstuartscott","id":551814654734139400,"day":"04"},{"text":"RT @VP: Detroit is back. America is back. And manufacturing is on the rise. The world’s best cars are #MadeInAmerica. http://t.co/mbsy647e8w","month":"01","year":"2015","corpus":"detroit back america back manufactur rise world best car madeinamerica","id":552945027610325000,"day":"07"},{"text":"\"The auto industry has proved that any comeback is possible—and by the way so has Motor City.\" —President Obama in Michigan #MadeInAmerica","month":"01","year":"2015","corpus":"auto industri prove comeback possibl way motor citi presid obama michigan madeinamerica","id":552943477508821000,"day":"07"},{"text":"RT @LaurenEHatchett: #FreeCommunityCollege would be amazing for Louisville community and all of KY. One less hurdle on the way to the finis…","month":"01","year":"2015","corpus":"laurenehatchett freecommunitycolleg would amaz louisvil commun one less hurdl way fini","id":553376086130585600,"day":"09"},{"text":"RT @arneduncan: High wage/high skill jobs flow to the countries w best educated workforce. We must make US that destination. #FreeCommunity…","month":"01","year":"2015","corpus":"arneduncan high wage high skill job flow countri best educ workforc must make destin freecommun","id":553654834956496900,"day":"09"},{"text":"RT @WHLive: \"American manufacturing is in its best stretch of job growth since the ‘90s.\" —President Obama #MadeInAmerica","month":"01","year":"2015","corpus":"whlive american manufactur best stretch job growth sinc 90 presid obama madeinamerica","id":553629952373825540,"day":"09"},{"text":"\"After a decade of decline, American manufacturing is in its best stretch of job growth since the ‘90s.\" —Obama: http://t.co/x6DMpy0ZrG","month":"01","year":"2015","corpus":"decad declin american manufactur best stretch job growth sinc 90 obama","id":554083321085317100,"day":"11"},{"text":"The best place to watch President Obama's State of the Union address on Tuesday is http://t.co/UPhTKve0OQ. #SOTU http://t.co/TdmEnHKJkZ","month":"01","year":"2015","corpus":"best place watch presid obama state union address tuesday sotu","id":556575082852536300,"day":"17"},{"text":"Tonight's the State of the Union. Head over to http://t.co/NKU3ndKHOu at 9pm ET for the best seat in the House. #SOTU http://t.co/f1cOaAoPoQ","month":"01","year":"2015","corpus":"tonight state union head 9pm best seat hous sotu","id":557668953406062600,"day":"20"},{"text":"RT to spread the word: The best place to watch the State of the Union at 9pm ET is http://t.co/NKU3ndKHOu. #SOTU http://t.co/685nQz1RfL","month":"01","year":"2015","corpus":"spread word best place watch state union 9pm sotu","id":557573470499127300,"day":"20"},{"text":"Make sure your friends know: The best place to watch tonight's State of the Union is http://t.co/NKU3ndKHOu. #SOTU http://t.co/UsjzPea4zz","month":"01","year":"2015","corpus":"make sure friend know best place watch tonight state union sotu","id":557651157745954800,"day":"20"},{"text":"\"I have seen America at its best. I’ve seen the hopeful faces of young graduates from New York to California.\" —Obama #SOTU","month":"01","year":"2015","corpus":"seen america best seen hope face young graduat new york california obama sotu","id":557734780591423500,"day":"21"},{"text":"\"Middle-class economics is the idea that this country does best when everyone gets their fair shot\" —Obama #SOTU","month":"01","year":"2015","corpus":"middl class econom idea countri best everyon get fair shot obama sotu","id":557725438924316700,"day":"21"},{"text":"\"We lead best when we combine military power with smart diplomacy; when we leverage our power with coalition building \" —Obama #AmericaLeads","month":"01","year":"2015","corpus":"lead best combin militari power smart diplomaci leverag power coalit build obama americalead","id":557730436454285300,"day":"21"},{"text":"\"College remains the best investment you can make.\" —President Obama to @BethanyMota #YouTubeAsksObama http://t.co/lcOMZX3VPJ","month":"01","year":"2015","corpus":"colleg remain best invest make presid obama bethanymota youtubeasksobama","id":558393551659094000,"day":"22"},{"text":"RT @Readygov: Help spread the word - 3 important ways to stay safe during #blizzardof2015 http://t.co/cKUVYn5C7m","month":"01","year":"2015","corpus":"readygov help spread word import way stay safe blizzardof2015","id":559876494999437300,"day":"27"},{"text":"RT @DrBiden: The best teachers know how to move their students inside and outside of the classroom → http://t.co/VrSvvhT4Yy via @TODAYshow …","month":"01","year":"2015","corpus":"drbiden best teacher know move student insid outsid classroom via todayshow","id":560191603894009860,"day":"27"},{"text":"\"From sergeant to secretary, you’ve always been guided by one interest—what you believe is best for America.\" —President Obama on Hagel","month":"01","year":"2015","corpus":"sergeant secretari alway guid one interest believ best america presid obama hagel","id":560554719257456640,"day":"28"},{"text":"\"In 2014, our economy created more than 3.1 million jobs—and that’s the best year for job growth since the late 1990s.\" —President Obama","month":"02","year":"2015","corpus":"2014 economi creat million job best year job growth sinc late 1990 presid obama","id":563783907292614660,"day":"06"},{"text":"\"While we’ve come a long way, we’ve got more work to do to make sure...our recovery reaches more Americans\" —Obama: http://t.co/raDblxaHzX","month":"02","year":"2015","corpus":"come long way got work make sure ... recoveri reach american obama","id":564530420083982340,"day":"08"},{"text":"\"This country does best when everyone gets their fair shot.\" —President Obama in his weekly address: http://t.co/raDblxaHzX","month":"02","year":"2015","corpus":"countri best everyon get fair shot presid obama weekli address","id":564467488633544700,"day":"08"},{"text":"\"Kayla represents what is best about America, and expressed her deep pride in the freedoms that we...enjoy.\" —Obama http://t.co/bqnFABLJcn","month":"02","year":"2015","corpus":"kayla repres best america express deep pride freedom ... enjoy obama","id":565169098095464450,"day":"10"},{"text":"\"We just had the best year of job growth since the 1990s.\" —President Obama #CyberSummit http://t.co/bhV1wJf4rd","month":"02","year":"2015","corpus":"best year job growth sinc 1990 presid obama cybersummit","id":566320398057623550,"day":"13"},{"text":"RT @VP: Today is the last day to #GetCovered in 2015. Visit http://t.co/EO0WsR3B0F to find the plan that works best for you and your family.","month":"02","year":"2015","corpus":"today last day getcov 2015 visit find plan work best famili","id":567050433844506600,"day":"15"},{"text":"RT @DrFriedenCDC: Vaccination is not just a way to protect your kids from #measles. It’s also way to protect kids around you. @TheHill http…","month":"02","year":"2015","corpus":"drfriedencdc vaccin way protect kid measl also way protect kid around thehil http","id":567714520609873900,"day":"17"},{"text":"\"We need to find new ways to amplify the voices of peace, tolerance and inclusion—and we especially need to do it online\" —Obama #CVESummit","month":"02","year":"2015","corpus":"need find new way amplifi voic peac toler inclus especi need onlin obama cvesummit","id":568161832298545150,"day":"18"},{"text":"RT @CEABetsey: Labor market recovery accelerated in 2014, &amp; the yr saw the best job growth since 1999. #ERP15 http://t.co/fcLGYV0qSg http:/…","month":"02","year":"2015","corpus":"ceabetsey labor market recoveri acceler 2014 amp saw best job growth sinc 1999 erp15 http :/…","id":568466066189336600,"day":"19"},{"text":"Best buds. #LoveYourPetDay http://t.co/BvD1WTW8Y8","month":"02","year":"2015","corpus":"best bud loveyourpetday","id":568905370942320640,"day":"20"},{"text":"\"States like California are leading the way providing paid leave\" —President Obama to the @NatlGovsAssoc #LeadOnLeave http://t.co/or668r1InI","month":"02","year":"2015","corpus":"state like california lead way provid paid leav presid obama natlgovsassoc leadonleav","id":569897463139708900,"day":"23"},{"text":"\"Last year, the economy created more than 3 million new jobs—the...best year for job growth...since the 1990s\" —Obama http://t.co/gBLTEMf3C4","month":"02","year":"2015","corpus":"last year economi creat million new job ... best year job growth ... sinc 1990 obama","id":569896665588613100,"day":"23"},{"text":"“Last year was the best year for job growth since the 1990s.” —President Obama http://t.co/c47EfxxgQe","month":"02","year":"2015","corpus":"last year best year job growth sinc 1990 presid obama","id":569935544865714200,"day":"23"},{"text":"\"Last year was the best year for job growth since the 1990s.\" —President Obama: http://t.co/nioxuPjOeA http://t.co/gBLTEMf3C4","month":"02","year":"2015","corpus":"last year best year job growth sinc 1990 presid obama","id":571736642177785860,"day":"28"},{"text":"RT @VP: I am proud to have served w/@SenatorBarb who changed the way we think about each other in this country. –vp http://t.co/2P3PiPg0hd","month":"03","year":"2015","corpus":"proud serv senatorbarb chang way think countri","id":572528747519328260,"day":"02"},{"text":"2014 was the best year of job growth since the late 1990s, and 2015 has continued that pace → http://t.co/EzVcwTKKqD http://t.co/HhkVpRnlVK","month":"03","year":"2015","corpus":"2014 best year job growth sinc late 1990 2015 continu pace","id":573867793289871360,"day":"06"},{"text":"RT @rhodes44: That's President Obama at his absolute best.  A speech about how - and why - we love America so much. #Selma","month":"03","year":"2015","corpus":"rhodes44 presid obama absolut best speech love america much selma","id":574327746064707600,"day":"07"},{"text":"RT @VP: “Honorable people can disagree over policy. But this is no way to make America safer or stronger.\" –VP Biden https://t.co/E5WS4nOHGf","month":"03","year":"2015","corpus":"honor peopl disagre polici way make america safer stronger biden","id":575310819665125400,"day":"10"},{"text":"\"I believe that higher education...is one of the best investments that anybody can make in their future.\" —Obama #CollegeOpportunity","month":"03","year":"2015","corpus":"believ higher educ ... one best invest anybodi make futur obama collegeopportun","id":575354740952817660,"day":"10"},{"text":"\"If we give all of our kids the best opportunities and technologies and resources—there’s no telling what they’ll create\" —Obama #WHFilmFest","month":"03","year":"2015","corpus":"give kid best opportun technolog resourc tell creat obama whfilmfest","id":578989444952256500,"day":"20"},{"text":"RT @PressSec: Join me today for #AskPressSec from 12:30-1:00pm ET, send any questions you may have my way!","month":"03","year":"2015","corpus":"presssec join today askpresssec 00pm send question may way","id":581106606454239200,"day":"26"},{"text":"RT @BilldeBlasio: For many New Yorkers, losing one day of pay can be a setback. Proud our city's leading the way on Paid Sick Leave. http:/…","month":"04","year":"2015","corpus":"billdeblasio mani new yorker lose one day pay setback proud citi lead way paid sick leav http :/…","id":583342246776340500,"day":"01"},{"text":"\"A diplomatic solution is the best way to get this done, and offers a more comprehensive—and lasting solution\" —President Obama #IranDeal","month":"04","year":"2015","corpus":"diplomat solut best way get done offer comprehens last solut presid obama irand","id":583699668795699200,"day":"02"},{"text":"\"Third, this deal provides the best possible defense against Iran’s ability to pursue a nuclear weapon covertly\" —President Obama #IranDeal","month":"04","year":"2015","corpus":"third deal provid best possibl defens iran abil pursu nuclear weapon covertli presid obama irand","id":583698274034393100,"day":"02"},{"text":"\"A diplomatic solution is the best way to get this done and offers a more...lasting solution.\" —Obama on #IranTalks: http://t.co/C50uPzhlU3","month":"04","year":"2015","corpus":"diplomat solut best way get done offer ... last solut obama irantalk","id":583724040902160400,"day":"02"},{"text":"\"I made clear that we were prepared to resolve this issue diplomatically—but only if Iran came to the table in a serious way\" —Obama","month":"04","year":"2015","corpus":"made clear prepar resolv issu diplomat iran came tabl seriou way obama","id":583697146567790600,"day":"02"},{"text":"\"If...Netanyahu is looking for the most effective way to ensure Iran doesn’t get a nuclear weapon, this is the best option\" —Obama #IranDeal","month":"04","year":"2015","corpus":"... netanyahu look effect way ensur iran get nuclear weapon best option obama irand","id":583700417822920700,"day":"02"},{"text":"\"As you work for change, the United States will stand with you every step of the way.\" —Obama to leaders at the Summit of the Americas","month":"04","year":"2015","corpus":"work chang unit state stand everi step way obama leader summit america","id":586646747352588300,"day":"10"},{"text":"RT @WHLive: \"The country does best when everyone gets their fair shot, and everybody is doing their fair share.\" —President Obama #WorkingF…","month":"04","year":"2015","corpus":"whlive countri best everyon get fair shot everybodi fair share presid obama workingf","id":588768506272854000,"day":"16"},{"text":"RT @JoiningForces: \"You, and all the men and women our Armed Forces, represent America at its best.\" —President Obama to #SoldierRideDC htt…","month":"04","year":"2015","corpus":"joiningforc men women arm forc repres america best presid obama soldierridedc htt","id":588727421748125700,"day":"16"},{"text":"\"The fact that the climate is changing has very serious implications for the way we live now.\" —Obama: http://t.co/ftxXQAUdvV #ActOnClimate","month":"04","year":"2015","corpus":"fact climat chang seriou implic way live obama actonclim","id":589488660501831700,"day":"18"},{"text":"\"The thousands of demonstrators who did it the right way...have been lost in the discussion\" —Obama on Baltimore http://t.co/s729g7gl7O","month":"04","year":"2015","corpus":"thousand demonstr right way ... lost discuss obama baltimor","id":593144416027578400,"day":"28"},{"text":"RT @Goldman44: Thank you to Mom, a public school principal and my first, best teacher. And to Mrs. Kolar who taught me how to write #ThankA…","month":"04","year":"2015","corpus":"goldman44 thank mom public school princip first best teacher mr kolar taught write thanka","id":593458003711373300,"day":"29"},{"text":"“When I was your age, I was actually best at math and science\" —Obama: http://t.co/NtgsA6vfS0 #STEM #BooksForAll http://t.co/rtwPbJedoj","month":"04","year":"2015","corpus":"age actual best math scienc obama stem booksforal","id":593804666934140900,"day":"30"},{"text":"RT @Pharrell: Education is the key to freedom. YOU are the next best leaders @ReachHigher #ReachHigher @FLOTUS http://t.co/oaMP2EpbzO","month":"05","year":"2015","corpus":"pharrel educ key freedom next best leader reachhigh reachhigh flotu","id":594277753907781600,"day":"01"},{"text":"RT @WHLive: \"All of us are better off when our businesses have access to the best-trained workers in the world.\" —President Obama #Communit…","month":"05","year":"2015","corpus":"whlive better busi access best train worker world presid obama communit","id":596810041048625200,"day":"08"},{"text":"RT @MyFOX9: This mom is already having the best mother's day http://t.co/ILqZy4Nl3e","month":"05","year":"2015","corpus":"myfox9 mom alreadi best mother day","id":597449581304119300,"day":"10"},{"text":"\"We are a growing country with a growing economy. We need to invest in the infrastructure that keeps us that way.\" —President Obama","month":"05","year":"2015","corpus":"grow countri grow economi need invest infrastructur keep way presid obama","id":598969514055704600,"day":"14"},{"text":"RT @WHLive: \"We are here to honor heroes who lost their lives in the line of duty; men and women who put themselves in the way of danger\" —…","month":"05","year":"2015","corpus":"whlive honor hero lost live line duti men women put way danger","id":599232279165083600,"day":"15"},{"text":"RT @WHLive: \"The only way the world is going to prevent the worst effects of climate change is to slow down the warming of the planet.\" —@P…","month":"05","year":"2015","corpus":"whlive way world go prevent worst effect climat chang slow warm planet","id":601056873211678700,"day":"20"},{"text":"RT @Goddeez1027: Find a way 2 Invest in solar energy for home 2 reap the benefits in the longrun #ActOnClimate","month":"05","year":"2015","corpus":"goddeez1027 find way invest solar energi home reap benefit longrun actonclim","id":604002506159468500,"day":"28"},{"text":"RT @USTradeRep: Why the President’s Trade Deal Is the Best Ingredient to Empower Women in Business → http://t.co/uLgFaszLFE #TPP http://t.c…","month":"06","year":"2015","corpus":"ustraderep presid trade deal best ingredi empow women busi tpp","id":606591669459230700,"day":"04"},{"text":"\"America has to write the rules of the 21st century economy in a way that benefits American workers.\" —@POTUS: http://t.co/n9aLxPT6RD","month":"06","year":"2015","corpus":"america write rule 21st centuri economi way benefit american worker potu","id":609740234931195900,"day":"13"},{"text":"\"Justice is not an abstraction. It’s a very real and tangible way that our laws interact with people\" —@POTUS on Eric Holder's tenure as AG","month":"06","year":"2015","corpus":"justic abstract real tangibl way law interact peopl potu eric holder tenur","id":611193150015672300,"day":"17"},{"text":"At 2pm ET, watch @POTUS sign two bills to improve our trade policy in a way that puts workers first → http://t.co/I16pj1VQBC #LeadOnTrade","month":"06","year":"2015","corpus":"2pm watch potu sign two bill improv trade polici way put worker first leadontrad","id":615580495099887600,"day":"29"},{"text":"\"My best week, I will tell you, was marrying Michelle.\nMalia and Sasha being born—excellent weeks.\" —@POTUS http://t.co/c0uqdk5Y6M","month":"06","year":"2015","corpus":"best week tell marri michel malia sasha born excel week potu","id":615928710055628800,"day":"30"},{"text":"\"I strongly believe that the best way for America to support our values is through engagement.\" —@POTUS: http://t.co/2khWEhjIzC #CubaPolicy","month":"07","year":"2015","corpus":"strongli believ best way america support valu engag potu cubapolici","id":616262958876872700,"day":"01"},{"text":"RT @vj44: Couldn't be prouder of Team #USA! What a way to end a patriotic weekend. #SheBelieves http://t.co/8CoETnBXZW","month":"07","year":"2015","corpus":"vj44 prouder team usa way end patriot weekend shebeliev","id":617866554722676700,"day":"06"},{"text":"RT @NASA: Why are we going all the way to Pluto only to fly by it and not go into orbit? http://t.co/Tj1xMLQVVW #PlutoFlyby\nhttps://t.co/nE…","month":"07","year":"2015","corpus":"nasa go way pluto fli orbit plutoflybi","id":619505983186960400,"day":"10"},{"text":"RT @HomeDepot: Learn ways to simplify your space as you plan for the future in your home: http://t.co/AsMmYwbnr1 #BFS @WHAging http://t.co/…","month":"07","year":"2015","corpus":"homedepot learn way simplifi space plan futur home bf whage","id":620684843769274400,"day":"13"},{"text":"\"This deal is our best means of assuring that Iran does not get a nuclear weapon\" —@POTUS: http://t.co/3PJ1t0Zk7U #IranDeal","month":"07","year":"2015","corpus":"deal best mean assur iran get nuclear weapon potu irand","id":621371345599725600,"day":"15"},{"text":"RT @WHLive: \"The most powerful antidote to the old ways of doing things is this new generation of African youth.\" —@POTUS to the African Un…","month":"07","year":"2015","corpus":"whlive power antidot old way thing new gener african youth potu african","id":625991928702603300,"day":"28"},{"text":"RT @repsandylevin: I fully reviewed the #IranNuclearDeal and believe it's the best way to prevent Iran from getting a nuclear bomb → http:/…","month":"07","year":"2015","corpus":"repsandylevin fulli review irannucleard believ best way prevent iran get nuclear bomb http :/…","id":626077121685749800,"day":"28"},{"text":"\"The single best indicator of whether a nation will succeed is how it treats its women.\" —@POTUS to the African Union http://t.co/l1xzrs5cpj","month":"07","year":"2015","corpus":"singl best indic whether nation succeed treat women potu african union","id":625998521716486100,"day":"28"},{"text":"\"When the world faces its toughest challenges, America leads the way forward—that’s what this plan is all about.\" —@POTUS #CleanPowerPlan","month":"08","year":"2015","corpus":"world face toughest challeng america lead way forward plan potu cleanpowerplan","id":628273661405982700,"day":"03"},{"text":"\"This deal is not just the best choice among alternatives—this is the strongest non-proliferation agreement ever negotiated.\" —@POTUS","month":"08","year":"2015","corpus":"deal best choic among altern strongest non prolifer agreement ever negoti potu","id":628963372222943200,"day":"05"},{"text":"\"There are still too many ways in which people are discouraged from voting.” —@POTUS: http://t.co/Xc7SEzMzdm #RestoreTheVRA #VRA50","month":"08","year":"2015","corpus":"still mani way peopl discourag vote potu restorethevra vra50","id":629359780142956500,"day":"06"},{"text":"\"Michelle and I send our best wishes to President Carter for a fast and full recovery.\" —@POTUS http://t.co/BHfntH0Sh6","month":"08","year":"2015","corpus":"michel send best wish presid carter fast full recoveri potu","id":631590909642014700,"day":"12"},{"text":"\"Julian Bond helped change this country for the better. And what better way to be remembered than that.\" —@POTUS: http://t.co/Td1ig20iSz","month":"08","year":"2015","corpus":"julian bond help chang countri better better way rememb potu","id":632956378253013000,"day":"16"},{"text":"RT @maziehirono: After careful consideration, I support the #IranDeal as it is our best option to halt Iran's nuclear weapons program http:…","month":"08","year":"2015","corpus":"maziehirono care consider support irand best option halt iran nuclear weapon program http","id":633671208072941600,"day":"18"},{"text":"RT @PattyMurray: Murray: I'm convinced that moving fwd w/ this deal is the best chance we have at a strong diplomatic solution. http://t.co…","month":"08","year":"2015","corpus":"pattymurray murray convinc move fwd deal best chanc strong diplomat solut","id":636303103046848500,"day":"25"},{"text":"\"The fact is this is our best way to make sure Iran does not get a nuclear weapon. That should be our number one priority\" —@POTUS #IranDeal","month":"08","year":"2015","corpus":"fact best way make sure iran get nuclear weapon number one prioriti potu irand","id":637340143888781300,"day":"28"},{"text":"\"This deal blocks every way, every pathway that Iran might take in order to obtain a nuclear weapon.\" —@POTUS http://t.co/1W1tiqFi1O","month":"08","year":"2015","corpus":"deal block everi way everi pathway iran might take order obtain nuclear weapon potu","id":637328618415374300,"day":"28"},{"text":"\"We’re going to offer unique and engaging ways for you to join me on this trip all week at http://t.co/9mBzLHbDAZ.\" http://t.co/VET7C1jY1F","month":"08","year":"2015","corpus":"go offer uniqu engag way join trip week","id":638009512390185000,"day":"30"},{"text":"RT @RepMurphyFL: I'm supporting the nuclear deal with Iran as the best available option to stop Iran from obtaining nuclear weapons. http:/…","month":"08","year":"2015","corpus":"repmurphyfl support nuclear deal iran best avail option stop iran obtain nuclear weapon http :/…","id":638439315417243600,"day":"31"},{"text":"\"I’ll be sharing my experiences with you along the way.\"\n@POTUS previews his trip to Alaska: https://t.co/GjMCjEZzZ7 http://t.co/qwVq9i6uur","month":"09","year":"2015","corpus":"share experi along way potu preview trip alaska","id":638542485447397400,"day":"01"},{"text":"RT @VP: The #IranDeal is the best available option to block Iran from a bomb. It is in our national security interests. https://t.co/VYKNQ2…","month":"09","year":"2015","corpus":"irand best avail option block iran bomb nation secur interest","id":639096010065768400,"day":"02"},{"text":"\"The best option available to block Iran from having a nuclear bomb.\" —@SenatorBarb on her support of the #IranDeal  https://t.co/mfnFQpkkS9","month":"09","year":"2015","corpus":"best option avail block iran nuclear bomb senatorbarb support irand","id":639094635101487100,"day":"02"},{"text":"\"This deal is our best chance at preventing Iran from acquiring a nuclear weapon\" —@SenatorHeitkamp on the #IranDeal https://t.co/YRCNrrJsHQ","month":"09","year":"2015","corpus":"deal best chanc prevent iran acquir nuclear weapon senatorheitkamp irand","id":639525130545299500,"day":"03"},{"text":"RT @WHLive: \"That’s what we want for all of these kids—we want nothing less than the best.\" —@POTUS on expanding high-speed internet for na…","month":"09","year":"2015","corpus":"whlive want kid want noth less best potu expand high speed internet","id":639256190367727600,"day":"03"},{"text":"\"Find a way to make paid family and medical leave a reality for all Americans.\" —@POTUS to Republicans in Congress #LeadOnLeave #LaborDay","month":"09","year":"2015","corpus":"find way make paid famili medic leav realiti american potu republican congress leadonleav laborday","id":640914105990283300,"day":"07"},{"text":"RT @vj44: \"The best place to invest is right here in America.\" —@POTUS in Boston #LaborDay http://t.co/3xbtXEzKnT","month":"09","year":"2015","corpus":"vj44 best place invest right america potu boston laborday","id":640910360774615000,"day":"07"},{"text":"\"You’re...making the best possible investment in your country’s future\" —@POTUS to community college students http://t.co/dqoyJVS1Gp","month":"09","year":"2015","corpus":"... make best possibl invest countri futur potu commun colleg student","id":641700629639884800,"day":"09"},{"text":"RT @StationCDRKelly: Today marks the midway point of my #YearInSpace! #ThankYou for your follows, waves, support &amp; company along the way. h…","month":"09","year":"2015","corpus":"stationcdrkelli today mark midway point yearinspac thankyou follow wave support amp compani along way","id":643825405942743000,"day":"15"},{"text":"We've come a long way since the financial crisis.\nTake a look back at the progress we've made: http://t.co/j4gclVBvA4 http://t.co/5PTeSjb5p6","month":"09","year":"2015","corpus":"come long way sinc financi crisi take look back progress made","id":643838162784153600,"day":"15"},{"text":"RT @vj44: We’re investing in ways to change the odds for at-risk girls – to make sure they know they are loved and valued and deserve a cha…","month":"09","year":"2015","corpus":"vj44 invest way chang odd risk girl make sure know love valu deserv cha","id":645445830950920200,"day":"20"},{"text":"\"I have met young people on every continent, and they can lead the way if we give them the tools they need.\" —@POTUS #GlobalGoals","month":"09","year":"2015","corpus":"met young peopl everi contin lead way give tool need potu globalgo","id":648215291974037500,"day":"27"},{"text":"\"I stand before you today believing to my core that we—the nations of the world—cannot return to the old way of conflict &amp; coercion\" —@POTUS","month":"09","year":"2015","corpus":"stand today believ core nation world cannot return old way conflict amp coercion potu","id":648504030398799900,"day":"28"},{"text":"\"We must give expression to our best hopes, not our deepest fears.\" —@POTUS: http://t.co/QrXzBhdOjp #UNGA http://t.co/R7YCt0xLT0","month":"09","year":"2015","corpus":"must give express best hope deepest fear potu unga","id":648505309825110000,"day":"28"},{"text":"\"When I took office, the unemployment rate was on its way to 10%.\nToday, it’s 5.1%.\" —@POTUS http://t.co/XDfd49BB6p","month":"09","year":"2015","corpus":"took offic unemploy rate way today %.\" potu","id":649318833728147500,"day":"30"},{"text":"RT @CraigatFEMA: Are you Ready if Hurricane #Joaquin comes your way? Are your friends and family? https://t.co/CsHbgdV2Fb http://t.co/LlxoB…","month":"10","year":"2015","corpus":"craigatfema readi hurrican joaquin come way friend famili","id":649594498218094600,"day":"01"},{"text":"RT @ThisIsFusion: Americans spend $8B/year to incarcerate children. Let's start thinking of better ways to use that money. #PrisonKids\nhttp…","month":"10","year":"2015","corpus":"thisisfus american spend year incarcer children let start think better way use money prisonkid http","id":649401861573840900,"day":"01"},{"text":"\"We can’t cut our way to prosperity.\" —@POTUS on harmful spending cuts that need to be undone by Congress","month":"10","year":"2015","corpus":"cut way prosper potu harm spend cut need undon congress","id":650038133371723800,"day":"02"},{"text":"“We were able to take the unemployment rate, was which was around 10%, all the way down to 5.1%.” —@POTUS http://t.co/oE9WWeTGJB","month":"10","year":"2015","corpus":"abl take unemploy rate around way %.” potu","id":651802221806514200,"day":"07"},{"text":"RT @USDOL: \"The best, most effective employers are the ones who are actively soliciting worker input.\" —@POTUS #StartTheConvo http://t.co/U…","month":"10","year":"2015","corpus":"usdol best effect employ one activ solicit worker input potu starttheconvo","id":651887956777660400,"day":"07"},{"text":"RT @vj44: Today's Worker Voice Summit is a way to #StartTheConvo for an economy where workers, businesses &amp; families thrive. http://t.co/Ep…","month":"10","year":"2015","corpus":"vj44 today worker voic summit way starttheconvo economi worker busi amp famili thrive","id":651792348385550300,"day":"07"},{"text":"“When I took office, the unemployment rate was on its way to 10%. Today, it’s 5.1%.” —@POTUS #CHCI http://t.co/mVhKC9HEIy","month":"10","year":"2015","corpus":"took offic unemploy rate way today %.” potu chci","id":652272992488161300,"day":"09"},{"text":"RT @FactsOnClimate: READ IT: Attorneys General from across the country share why #CleanPowerPlan is a good way to combat climate change. ht…","month":"10","year":"2015","corpus":"factsonclim read attorney gener across countri share cleanpowerplan good way combat climat chang","id":657674208600805400,"day":"23"},{"text":".@POTUS has a pop quiz for parents and teachers &amp; a message on smarter ways to measure our kids' progress in school: https://t.co/KqF05oevJ5","month":"10","year":"2015","corpus":"potu pop quiz parent teacher amp messag smarter way measur kid progress school","id":657951813526822900,"day":"24"},{"text":".@POTUS has a pop quiz for parents &amp; teachers.\nWatch him share smarter ways to measure our kids' progress in school.\nhttps://t.co/xBfPWbNCTo","month":"10","year":"2015","corpus":"potu pop quiz parent amp teacher watch share smarter way measur kid progress school","id":658668678813085700,"day":"26"},{"text":"\"These heroes teach us about the best of America.\" —@POTUS: https://t.co/dzLjqld0q1 #VeteransDay https://t.co/4OBdg2SFvl","month":"11","year":"2015","corpus":"hero teach best america potu veteransday","id":664461848364757000,"day":"11"},{"text":"RT @ENERGY: 6 ways to recruit and retain veterans to your #CleanEnergy company: https://t.co/ji9UWMGEWd #HireAVet #VeteransDay https://t.co…","month":"11","year":"2015","corpus":"energi way recruit retain veteran cleanenergi compani hireavet veteransday","id":664453350562201600,"day":"11"},{"text":"\"We honor heroes like Flo—because on his very worst day, he managed to summon his very best.\" —@POTUS #MedalOfHonor https://t.co/1nLNx5d7bf","month":"11","year":"2015","corpus":"honor hero like flo worst day manag summon best potu medalofhonor","id":664867846967730200,"day":"12"},{"text":"\"That is precisely why we honor heroes like Flo – because on his very worst day, he managed to summon his very best.\" —@POTUS  #MedalOfHonor","month":"11","year":"2015","corpus":"precis honor hero like flo worst day manag summon best potu medalofhonor","id":664841293810520000,"day":"12"},{"text":"\"Here at APEC, we’re working to deepen our economic cooperation in a way that is sustainable for our communities.\" —@POTUS at #APEC2015","month":"11","year":"2015","corpus":"apec work deepen econom cooper way sustain commun potu apec2015","id":666803581555769300,"day":"18"},{"text":"RT @DrBiden: Happy birthday to my favorite @VP, best friend and love of my life! –Jill https://t.co/oH7inIzWNA https://t.co/UjFfuoZC9A","month":"11","year":"2015","corpus":"drbiden happi birthday favorit best friend love life jill","id":667782484633985000,"day":"20"},{"text":"RT @GinaEPA: We've come a long way in protecting our planet. At #COP21 climate talks I'm confident we can reach global agreement. https://t…","month":"11","year":"2015","corpus":"ginaepa come long way protect planet cop21 climat talk confid reach global agreement","id":669240946408689700,"day":"24"},{"text":"\"Even as we are relentless in the face of evil, we draw on what’s best in ourselves and in the character of our countries.\" —@POTUS","month":"11","year":"2015","corpus":"even relentless face evil draw best charact countri potu","id":669202437148966900,"day":"24"},{"text":"“We live in the greatest country on Earth, and we are blessed in so many ways.” —@POTUS wishing all Americans a Happy Thanksgiving","month":"11","year":"2015","corpus":"live greatest countri earth bless mani way potu wish american happi thanksgiv","id":669604479549837300,"day":"25"},{"text":"\"Here in America, it’s way too easy for dangerous people to get their hands on a gun.\" —@POTUS: https://t.co/epXMBxdxsH","month":"12","year":"2015","corpus":"america way easi danger peopl get hand gun potu","id":673221808615657500,"day":"05"},{"text":"\"To nobly save, or meanly lose, the last best hope of Earth. That is our choice. Today we affirm hope.\" —@POTUS #13thAmendment","month":"12","year":"2015","corpus":"nobli save meanli lose last best hope earth choic today affirm hope potu 13thamend","id":674639379944644600,"day":"09"},{"text":"\"This agreement represents the best chance we’ve had to save the one planet that we’ve got.\" —@POTUS #ParisAgreement https://t.co/wOVY8FzDuO","month":"12","year":"2015","corpus":"agreement repres best chanc save one planet got potu parisagr","id":675825017612083200,"day":"12"},{"text":"RT @vj44: Congrats @BilldeBlasio on leading the way &amp; expanding paid leave for NYC employees\nTime for Congress to #LeadOnLeave https://t.co…","month":"12","year":"2015","corpus":"vj44 congrat billdeblasio lead way amp expand paid leav nyc employe time congress leadonleav","id":679453567145529300,"day":"23"},{"text":"RT @PressSec: Ready to take your questions on #StopGunViolence so send my way using #AskPressSec, let's get started! https://t.co/JD3LfADAgz","month":"01","year":"2016","corpus":"presssec readi take question stopgunviol send way use askpresssec let get start","id":684490242129281000,"day":"05"},{"text":"RT @SenatorDurbin: Just met with @POTUS on ways to #StopGunViolence. It's time to act. https://t.co/53JentVHNf","month":"01","year":"2016","corpus":"senatordurbin met potu way stopgunviol time act","id":684166418921844700,"day":"05"},{"text":"\"We can find ways to reduce gun violence consistent with the Second Amendment.\" —@POTUS on steps to #StopGunViolence https://t.co/act3ccOAkA","month":"01","year":"2016","corpus":"find way reduc gun violenc consist second amend potu step stopgunviol","id":684806188219895800,"day":"06"},{"text":"\"We can find ways to reduce gun violence consistent with the 2nd Amendment.\" —@POTUS on working to #StopGunViolence: https://t.co/act3ccwYW0","month":"01","year":"2016","corpus":"find way reduc gun violenc consist 2nd amend potu work stopgunviol","id":685185468200173600,"day":"07"},{"text":"\"The way Washington changes is when people vote.\" —@POTUS: https://t.co/tzn3mMGN0C #StopGunViolence #GunsInAmerica https://t.co/SRbPbAvKuW","month":"01","year":"2016","corpus":"way washington chang peopl vote potu stopgunviol gunsinamerica","id":685289846537982000,"day":"08"},{"text":"\"We have to end the practice of drawing...congressional districts so...politicians can pick their voters &amp; not the other way around\" —@POTUS","month":"01","year":"2016","corpus":"end practic draw ... congression district ... politician pick voter amp way around potu","id":687107117199700000,"day":"13"},{"text":"\"We’ve got to make voting easier, not harder, and modernize it for the way we live now.\" —@POTUS #SOTU https://t.co/LMRRq638Ti","month":"01","year":"2016","corpus":"got make vote easier harder modern way live potu sotu","id":687107248431104000,"day":"13"},{"text":"\"America is at its best when we see each other as one people—not Democrat first, not Republican first, but Americans first\" —@POTUS in Omaha","month":"01","year":"2016","corpus":"america best see one peopl democrat first republican first american first potu omaha","id":687403248135856100,"day":"13"},{"text":"“To imitate the hatred and violence of tyrants and murderers is the way we take their place.” —@POTUS quoting @Pontifex #SOTU","month":"01","year":"2016","corpus":"imit hatr violenc tyrant murder way take place potu quot pontifex sotu","id":687105580884873200,"day":"13"},{"text":"RT @Goldman44: Landed in Omaha - on our way to Lisa Martin's house. Read the letter that brought @POTUS to town to visit https://t.co/dkvvj…","month":"01","year":"2016","corpus":"goldman44 land omaha way lisa martin hous read letter brought potu town visit","id":687375866721112000,"day":"13"},{"text":"\"Finally, how can we make our politics reflect what’s best in us, and not what’s worst?\" —@POTUS: https://t.co/7ZgBUWI9cz #SOTU","month":"01","year":"2016","corpus":"final make polit reflect best worst potu sotu","id":687096625706082300,"day":"13"},{"text":"\"Our auto industry just had its best year ever\" —@POTUS: https://t.co/7ZgBUWI9cz #SOTU https://t.co/fAXZJu1db9","month":"01","year":"2016","corpus":"auto industri best year ever potu sotu","id":687097144591814700,"day":"13"},{"text":"RT @Denis44: Politics best when students r involved. From #SOTU: \"We need every American to stay active in our public life\" https://t.co/tW…","month":"01","year":"2016","corpus":"denis44 polit best student involv sotu need everi american stay activ public life","id":687442034240688100,"day":"14"},{"text":"“When we work together, we cannot be stopped…we work best as a team.”—@POTUS in Baton Rouge","month":"01","year":"2016","corpus":"work togeth cannot stop work best team .”—@ potu baton roug","id":687671405459157000,"day":"14"},{"text":"Here's what @POTUS keeps in his pockets to remind himself of the people he meets along the way. #YouTubeAsksObama https://t.co/d2n2hJeIDj","month":"01","year":"2016","corpus":"potu keep pocket remind peopl meet along way youtubeasksobama","id":688110059553861600,"day":"15"},{"text":"\"If you’re looking for the world’s best cars, and the workers who make those cars, you need to be in Detroit\" —@POTUS #MadeInAmerica","month":"01","year":"2016","corpus":"look world best car worker make car need detroit potu madeinamerica","id":689914360668430300,"day":"20"},{"text":"RT @POTUS: Cars and trucks made in the USA are more fuel efficient than ever before – and still the best in the world.","month":"01","year":"2016","corpus":"potu car truck made usa fuel effici ever still best world","id":689842956275179500,"day":"20"},{"text":"He could…\ngo…\nall…\nthe…\nway!\n#SuperBowlSunday https://t.co/uSUqqRLjoV","month":"02","year":"2016","corpus":"could way superbowlsunday","id":696453454651195400,"day":"07"},{"text":"RT @Denis44: Being pro-science is only way 2 make sure US continues 2 lead 🌎. That's why POTUS has made science 🔑 part of Admin. https://t.…","month":"02","year":"2016","corpus":"denis44 pro scienc way make sure continu lead 🌎. potu made scienc part admin","id":697829642074505200,"day":"11"},{"text":"RT @whitehouseostp: As we celebrate #WomenInSTEM, we're thinking about other ways to help expand #STEMforAll → https://t.co/jLDgjI8gQe http…","month":"02","year":"2016","corpus":"whitehouseostp celebr womeninstem think way help expand stemforal http","id":697842771848073200,"day":"11"},{"text":"\"We can make voting easier, not harder, and modernize it for the way we live now.\" —@POTUS https://t.co/iIJsoGLfjL","month":"02","year":"2016","corpus":"make vote easier harder modern way live potu","id":698548478880800800,"day":"13"},{"text":"RT @Denis44: Congrats Milwaukee, on winning the Healthy Communities Challenge! @POTUS is headed your way on March 3, so get ready to #getco…","month":"02","year":"2016","corpus":"denis44 congrat milwauke win healthi commun challeng potu head way march get readi getco","id":703002726603595800,"day":"25"},{"text":"We've come a long way since the financial crisis.\nHere's a look → https://t.co/Lz5tnqGzGP https://t.co/wAhVsl9hAf","month":"02","year":"2016","corpus":"come long way sinc financi crisi look","id":703277892990431200,"day":"26"},{"text":"RT @Goldfuss44: Happy #WorldWildlifeDay! Check out 5 ways @POTUS is protecting wildlife around the world: https://t.co/6NTL4yYnnw https://t…","month":"03","year":"2016","corpus":"goldfuss44 happi worldwildlifeday check way potu protect wildlif around world","id":705506275401064400,"day":"03"},{"text":"RT @POTUS: Looking forward to discussing more ways we can modernize government so it's as smart and dynamic as America itself. See you soon…","month":"03","year":"2016","corpus":"potu look forward discuss way modern govern smart dynam america see soon","id":708348871395647500,"day":"11"},{"text":"\"It's now possible to apply for social security online in ways it couldn't be done before.\" —@POTUS #SXSW2016 https://t.co/RFeiBr4ohJ","month":"03","year":"2016","corpus":"possibl appli social secur onlin way done potu sxsw2016","id":708399201701531600,"day":"11"},{"text":"\"Our Supreme Court is unique.\nIt is supposed to be above politics.\nAnd it should stay that way.\"\n—@POTUS #SCOTUSnominee","month":"03","year":"2016","corpus":"suprem court uniqu suppos polit stay way potu scotusnomine","id":710123874881544200,"day":"16"},{"text":"RT @PressSec: Have any questions about our #SCOTUSnominee Chief Judge Merrick Garland? Send them my way at 5:30pm ET using #AskPressSec, ta…","month":"03","year":"2016","corpus":"presssec question scotusnomine chief judg merrick garland send way 30pm use askpresssec","id":710551313482797000,"day":"17"},{"text":"\"One of the best ways to help the Cuban people succeed and improve their lives would be for the U.S. Congress to lift the embargo.\" —@POTUS","month":"03","year":"2016","corpus":"one best way help cuban peopl succeed improv live would congress lift embargo potu","id":712015671027040300,"day":"21"},{"text":"RT @rhodes44: \"There are still enormous problems in our society, but democracy is the way that we solve them\"-@POTUS. https://t.co/nU79lEQx…","month":"03","year":"2016","corpus":"rhodes44 still enorm problem societi democraci way solv \"-@ potu","id":712307024189464600,"day":"22"},{"text":"\"The United States stands ready to stand with Argentina through this historic transition any way we can\" —@POTUS with @MauricioMacri","month":"03","year":"2016","corpus":"unit state stand readi stand argentina histor transit way potu mauriciomacri","id":712671866570190800,"day":"23"},{"text":"RT @PressSec: When @POTUS's best writer visits the home of one of the world's best writers → https://t.co/kHqTHNWnA8 #CubaVisit https://t.c…","month":"03","year":"2016","corpus":"presssec potu best writer visit home one world best writer cubavisit","id":712734363075608600,"day":"23"},{"text":"Here's how @USDS is transforming the way government delivers services to Americans across the country: https://t.co/dMLwzPcbxj","month":"04","year":"2016","corpus":"usd transform way govern deliv servic american across countri","id":717112945151377400,"day":"04"},{"text":".@USDOL's updated rule will ensure retirement advisers are working in your best interest → https://t.co/yTAmcnwGC0 https://t.co/iZEFk2EvD4","month":"04","year":"2016","corpus":"usdol updat rule ensur retir advis work best interest","id":717760125101060100,"day":"06"},{"text":"RT @GapInc: \"The way the world should work.\" See what our CEO has to say about #EqualPay https://t.co/We4MBsOQVD #CloseThePayGap https://t.…","month":"04","year":"2016","corpus":"gapinc way world work see ceo say equalpay closethepaygap","id":719989472260157400,"day":"12"},{"text":"RT @PressSec: I'm taking #AskPressSec to @Twitter's HQ in DC today. Got questions on issues you care about? Send them my way and I'll answe…","month":"04","year":"2016","corpus":"presssec take askpresssec twitter today got question issu care send way answ","id":720256156506177500,"day":"13"},{"text":"Watch @POTUS talk with students from across the country at the #WHScienceFair who are leading the way in innovation: https://t.co/DYD0fk2J18","month":"04","year":"2016","corpus":"watch potu talk student across countri whsciencefair lead way innov","id":720326947432198100,"day":"13"},{"text":"RT @FactsOnClimate: Our National Parks keep our planet healthy. Protecting them is one way we #ActOnClimate. https://t.co/yE0U1cAV0N","month":"04","year":"2016","corpus":"factsonclim nation park keep planet healthi protect one way actonclim","id":722876195897872400,"day":"20"},{"text":"RT @VP: Paris Agreement signed. Means a cleaner environment, stronger economy, and better future for our kids. And we led the way. Happy #E…","month":"04","year":"2016","corpus":"pari agreement sign mean cleaner environ stronger economi better futur kid led way happi","id":723613927871934500,"day":"22"},{"text":"\"Michelle and I send our best wishes to everyone celebrating Pesach\" —@POTUS: https://t.co/QYjEycSGPG https://t.co/NiZ7yH7Mzc","month":"04","year":"2016","corpus":"michel send best wish everyon celebr pesach potu","id":723684692805980200,"day":"23"},{"text":"\"Not to let the constitution function is totally irresponsible and it's never happened this way before\" —@VP #SCOTUS https://t.co/2V5iOiKLdD","month":"04","year":"2016","corpus":"let constitut function total irrespons never happen way scotu","id":724664993350848500,"day":"25"},{"text":"RT @Denis44: $12/hr minimum wage is a smarter way to fight crime than spending add'l $10bn on incarceration. From new CEA report: https://t…","month":"04","year":"2016","corpus":"denis44 minimum wage smarter way fight crime spend add 10bn incarcer new cea report","id":724726834349379600,"day":"25"},{"text":"RT @WHLive: \"This squad wasn’t just the best service academy on the gridiron this year—it was one of the best teams in America.\" —@POTUS to…","month":"04","year":"2016","corpus":"whlive squad best servic academi gridiron year one best team america potu","id":725396636021743600,"day":"27"},{"text":"\"I will continue to do my best to support all the men and women who have the distinction to wear our nation’s uniform.\" —@POTUS to @NavyFB","month":"04","year":"2016","corpus":"continu best support men women distinct wear nation uniform potu navyfb","id":725397831410958300,"day":"27"},{"text":"RT @washingtonpost: Obama: The TPP would let America, not China, lead the way on global trade https://t.co/VVusfQTLfK via @PostOpinions htt…","month":"05","year":"2016","corpus":"washingtonpost obama tpp would let america china lead way global trade via postopinion htt","id":727254540890808300,"day":"02"},{"text":"Today @POTUS is in #Flint. Here's one way we're helping the city and its residents recover: https://t.co/y89tceYcFR https://t.co/apW8COb66e","month":"05","year":"2016","corpus":"today potu flint one way help citi resid recov","id":727910434037207000,"day":"04"},{"text":"RT @attn: Here are 3 ways to protect yourself from the Zika virus. - @Surgeon_General\nhttps://t.co/81xRXEO3MV","month":"05","year":"2016","corpus":"attn way protect zika viru surgeon_gener","id":730420718719008800,"day":"11"},{"text":"RT @PressSec: I'm taking qs now on @Quora on @SCOTUSnom, #Zika &amp; other topics so send yours my way by 11:00am ET tomorrow https://t.co/L7RA…","month":"05","year":"2016","corpus":"presssec take quora scotusnom zika amp topic send way 00am tomorrow","id":735850893795545100,"day":"26"},{"text":"\"Right now, there are American troops serving in harm’s way and standing sentry around the world.\" —@POTUS: https://t.co/IGGC02mUwZ","month":"05","year":"2016","corpus":"right american troop serv harm way stand sentri around world potu","id":736620326734336000,"day":"28"},{"text":"\"It’s up to the rest of us to live our lives in a way that’s worthy of these sacrifices.\" —@POTUS on #MemorialDay: https://t.co/IGGC02mUwZ","month":"05","year":"2016","corpus":"rest live live way worthi sacrific potu memorialday","id":736995664446398500,"day":"29"},{"text":"“Here, at Arlington, the deafening sounds of combat have given way to the silence of these sacred hills.” —@POTUS https://t.co/nqtitvB6Ro","month":"05","year":"2016","corpus":"arlington deafen sound combat given way silenc sacr hill potu","id":737350439239221200,"day":"30"},{"text":"\"Here, at Arlington, the deafening sounds of combat have given way to the silence of these sacred hills.\" —@POTUS https://t.co/UNmjIArK09","month":"05","year":"2016","corpus":"arlington deafen sound combat given way silenc sacr hill potu","id":737359447442362400,"day":"30"},{"text":"“Here, at Arlington, the deafening sounds of combat have given way to the silence of these sacred hills.” —@POTUS https://t.co/gRqJPfG3HI","month":"05","year":"2016","corpus":"arlington deafen sound combat given way silenc sacr hill potu","id":737305651869847600,"day":"30"},{"text":"RT @LaborSec: With today's veto, @POTUS affirms that “putting customers’ best interests first” is more than a Wall Street marketing gimmick…","month":"06","year":"2016","corpus":"laborsec today veto potu affirm put custom best interest first wall street market gimmick","id":740616691890192400,"day":"08"},{"text":"RT @PressSec: If GOPers in Congress want to act in ways that'll actually help people, here's a to-do list https://t.co/tQXVlJa1pq https://t…","month":"06","year":"2016","corpus":"presssec goper congress want act way actual help peopl list","id":741261713106821100,"day":"10"},{"text":"RT @MartinHeinrich: Honored to have @POTUS &amp; family in NM today. Visiting @CavernsNPS is a great way to celebrate the #NPSCentennial! https…","month":"06","year":"2016","corpus":"martinheinrich honor potu amp famili today visit cavernsnp great way celebr npscentenni http","id":743873046927282200,"day":"17"},{"text":"\"Investing in the United States is the best business decision you can make.\" —@POTUS","month":"06","year":"2016","corpus":"invest unit state best busi decis make potu","id":744933235906457600,"day":"20"},{"text":"RT @NSC44: \"We must not waver in embracing our values, our best selves, our histories as nations of immigrants.\"-#POTUSinCanada\nhttps://t.c…","month":"06","year":"2016","corpus":"nsc44 must waver embrac valu best selv histori nation immigr .\"- potusincanada","id":748295184446783500,"day":"29"},{"text":"\"We must not waver in embracing our values, our best selves, our histories as nations of immigrants.\" —@POTUS #POTUSinCanada","month":"06","year":"2016","corpus":"must waver embrac valu best selv histori nation immigr potu potusincanada","id":748286279524159500,"day":"29"},{"text":"\"To all our brave men and women in uniform—you represent the best of who we are as a nation\" —@POTUS: https://t.co/UYx8aDz3n4","month":"07","year":"2016","corpus":"brave men women uniform repres best nation potu","id":750041640379699200,"day":"04"},{"text":".@POTUS shares 5 ways we can forge a path forward on community policing. Watch: https://t.co/CkPvXOS6Tk","month":"07","year":"2016","corpus":"potu share way forg path forward commun polic watch","id":753654788584243200,"day":"14"},{"text":"RT @POTUS: 44 men came home because Chuck Kettles believed that we leave no man behind. That's America at our best. https://t.co/UymO2AaRHg","month":"07","year":"2016","corpus":"potu men came home chuck kettl believ leav man behind america best","id":755043267503280100,"day":"18"},{"text":"\"One of the best measures of a nation's success is how it treats its women.\" —@POTUS #LetGirlsLearn https://t.co/V29fUGAsHZ","month":"07","year":"2016","corpus":"one best measur nation success treat women potu letgirlslearn","id":755865736602583000,"day":"20"},{"text":"RT @Deadspin: The TSA's unrelentingly cheerful helpline is the best thing on Twitter https://t.co/jAgPjizM18 https://t.co/BtBU31goI3","month":"07","year":"2016","corpus":"deadspin tsa unrelentingli cheer helplin best thing twitter","id":759035053485678600,"day":"29"},{"text":"RT @Hoffine44: .@POTUS: #TPP will \"grow our economies &amp; write the rules for trade in the 21st century in a way that's equitable\" https://t.…","month":"08","year":"2016","corpus":"hoffine44 potu tpp grow economi amp write rule trade 21st centuri way equit","id":760502852976517100,"day":"02"},{"text":"RT @POTUS: Longest streak of total job growth on record, wages rising at fastest pace in 7 years. We've come a long way, America—let's keep…","month":"08","year":"2016","corpus":"potu longest streak total job growth record wage rise fastest pace year come long way america let keep","id":761641380472954900,"day":"05"},{"text":"RT @Goldman44: It’s our latest way to meet people where they are. Learn more about how you can message @POTUS: https://t.co/VADQG3dwiB","month":"08","year":"2016","corpus":"goldman44 latest way meet peopl learn messag potu","id":763397713845157900,"day":"10"},{"text":"RT @POTUS: Final win for Phelps. World record for Ledecky. 3 #1 finishes for Biles. That's how #TeamUSA gets America to 1000 golds-way to m…","month":"08","year":"2016","corpus":"potu final win phelp world record ledecki finish bile teamusa get america 1000 gold way","id":764962086489251800,"day":"14"},{"text":"RT @fema: Thank you for the outpouring of support for #LAflood recovery. Please remember cash is best. https://t.co/aHPoGTwLd8 https://t.co…","month":"08","year":"2016","corpus":"fema thank outpour support laflood recoveri pleas rememb cash best","id":766345719376511000,"day":"18"},{"text":"RT @gov: Congrats, @POTUS! To celebrate 10 million followers, we took a look back at some of your best Tweets. 🎉\nhttps://t.co/eF6F90m3fX","month":"08","year":"2016","corpus":"gov congrat potu celebr million follow took look back best tweet","id":767031704150212600,"day":"20"},{"text":"RT to spread the word: \"If you want to help, Governor Edwards has put together some ways to start at https://t.co/6YAdzn0btu.\" —@POTUS","month":"08","year":"2016","corpus":"spread word want help governor edward put togeth way start potu","id":768150804243046400,"day":"23"},{"text":"This month, we celebrate 100 years of “America’s best idea”—the @NatlParkService. 🎂  #NPS100 #FindYourPark https://t.co/HN0iJutED8","month":"08","year":"2016","corpus":"month celebr 100 year america best idea natlparkservic nps100 findyourpark","id":770062187469701100,"day":"29"},{"text":"RT @LaborSec: Our economy works best when it works for all. America is stronger when people raise their voice together. https://t.co/79Sk9A…","month":"09","year":"2016","corpus":"laborsec economi work best work america stronger peopl rais voic togeth","id":772590989617745900,"day":"05"},{"text":"Best of luck to our @TeamUSA Paralympic athletes in #Rio2016! 🇺🇸 https://t.co/gQj74asAfK","month":"09","year":"2016","corpus":"best luck teamusa paralymp athlet rio2016 🇺🇸","id":773655544481579000,"day":"07"},{"text":"RT @USDOL: .@LaborSec will be cheering on all the athletes competing in the 2016 Paralympic Games! Best of luck! https://t.co/vhyDO2ASyo","month":"09","year":"2016","corpus":"usdol laborsec cheer athlet compet 2016 paralymp game best luck","id":773618704328302600,"day":"07"},{"text":"\"A celebration of the ways faith can transcend any differences or boundaries and unite us\" —@POTUS on Eid al-Adha https://t.co/5VNkYhPSxK","month":"09","year":"2016","corpus":"celebr way faith transcend differ boundari unit potu eid adha","id":775358259339329500,"day":"12"},{"text":"\"The work we've done is finally paying off in a big way.\" —@POTUS on our economic progress: https://t.co/uUhPWqU4ng https://t.co/cLEAo5Ls6e","month":"09","year":"2016","corpus":"work done final pay big way potu econom progress","id":775795523143868400,"day":"13"},{"text":"RT @PressSec: Simply put, this is the best census report we've ever seen, according to @CEAChair. https://t.co/v82ud9VpKX https://t.co/8N3F…","month":"09","year":"2016","corpus":"presssec simpli put best censu report ever seen accord ceachair","id":775744197278117900,"day":"13"},{"text":"On #HispanicHeritageMonth, @POTUS reflects on the countless ways Hispanic Americans have contributed to our success: https://t.co/3oFpIIRBKR","month":"09","year":"2016","corpus":"hispanicheritagemonth potu reflect countless way hispan american contribut success","id":776584212585545700,"day":"16"},{"text":"\"The arts and humanities are, in many ways, our national soul.  They’re central to who we are as Americans\" —@POTUS: https://t.co/VHbeWlod9W","month":"09","year":"2016","corpus":"art human mani way nation soul central american potu","id":778985180430266400,"day":"22"},{"text":"\"It’s what’s so great about this country, that there is no single, set way to contribute. All of us belong\" —@POTUS on the arts &amp; humanities","month":"09","year":"2016","corpus":"great countri singl set way contribut belong potu art amp human","id":778988120410824700,"day":"22"},{"text":"\"The way we change the system requires us to be able to...engage the broader American community.\" —@POTUS on @GMA https://t.co/JDauy85Pe0","month":"09","year":"2016","corpus":"way chang system requir abl ... engag broader american commun potu gma","id":779109909812043800,"day":"23"},{"text":".@POTUS reflects on #TeamUSA Olympians who paved the way for a more inclusive Games and society: https://t.co/xlP8QSmuSk","month":"09","year":"2016","corpus":"potu reflect teamusa olympian pave way inclus game societi","id":781551382021025800,"day":"29"},{"text":"RT @common: We took @nprmusic’s #tinydesk and brought it all the way to the @WhiteHouse! #SXSL https://t.co/Ttb5xPYDo2 This was EPIC!","month":"10","year":"2016","corpus":"common took nprmusic tinydesk brought way whitehous sxsl epic","id":783438539480559600,"day":"04"},{"text":"RT @fema: Stay up-to-date as #Matthew makes its way toward the U.S. &amp; follow this list of trusted sources for the latest: https://t.co/imjr…","month":"10","year":"2016","corpus":"fema stay date matthew make way toward amp follow list trust sourc latest","id":783701246708441100,"day":"05"},{"text":"“This gives us the best possible shot to save the one planet we’ve got” —@POTUS on the #ParisAgreement   https://t.co/pOZN7DSeWr","month":"10","year":"2016","corpus":"give best possibl shot save one planet got potu parisagr","id":783754458257723400,"day":"05"},{"text":"Over the past 8 years, @POTUS's policies have paid off in real ways for Hispanic families. Here's why this matters: https://t.co/qusl3KAlfk https://t.co/YHRb5jLCTh","month":"10","year":"2016","corpus":"past year potu polici paid real way hispan famili matter","id":786243534781165600,"day":"12"},{"text":"In his first inaugural address, @POTUS vowed to return science to its rightful place. \nWe've come a long way. https://t.co/w5sH7TLOAh","month":"10","year":"2016","corpus":"first inaugur address potu vow return scienc right place come long way","id":787703403514179600,"day":"16"},{"text":"RT @ErnestMoniz: The @Energy Dept. has some of the best supercomputers in the world. Now, they’re joining the #CancerMoonshot. https://t.co…","month":"10","year":"2016","corpus":"ernestmoniz energi dept best supercomput world join cancermoonshot","id":788133487345709000,"day":"17"},{"text":"\"This marks the final official visit and state dinner of my presidency...we save the best for last\" —@POTUS welcomes Italian PM @MatteoRenzi","month":"10","year":"2016","corpus":"mark final offici visit state dinner presid ... save best last potu welcom italian matteorenzi","id":788370738231275500,"day":"18"},{"text":"\"This marks the final official visit and state dinner of my presidency...we save the best for last\" —@POTUS https://t.co/pW9hTk8gbU","month":"10","year":"2016","corpus":"mark final offici visit state dinner presid ... save best last potu","id":788395490719125500,"day":"18"},{"text":"#TakeBackDay is a concrete way we can all help end the opioid epidemic. Drop off unused prescription drugs today: https://t.co/IzZjoE3NJs https://t.co/82cTjlmXfQ","month":"10","year":"2016","corpus":"takebackday concret way help end opioid epidem drop unus prescript drug today","id":789841220990275600,"day":"22"},{"text":"RT @FLOTUS: Way to go @Cubs!! My Dad is the reason I'm a true Cubs fan. He'd be so proud! –mo","month":"10","year":"2016","corpus":"flotu way cub dad reason true cub fan proud","id":790206547574030300,"day":"23"},{"text":"From opening up data to launching online tools, see the innovative ways workers are lifting their voices: https://t.co/YiDkktw2f9","month":"10","year":"2016","corpus":"open data launch onlin tool see innov way worker lift voic","id":792068687322685400,"day":"28"},{"text":"We've come a long way. https://t.co/1VhsZHaXMW","month":"11","year":"2016","corpus":"come long way","id":795792962076770300,"day":"08"},{"text":"“America at its best is inclusive and not exclusive. That we insist on the dignity and God-given potential and worth of every child” —@POTUS","month":"11","year":"2016","corpus":"america best inclus exclus insist digniti god given potenti worth everi child potu","id":798266886068863000,"day":"14"},{"text":"RT @ErnestMoniz: The global energy economy is going to be a low-carbon energy economy. #MissionInnovation is paving the way. #COP22\nhttps:/…","month":"11","year":"2016","corpus":"ernestmoniz global energi economi go low carbon energi economi missioninnov pave way cop22 http :/…","id":798214273218572300,"day":"14"},{"text":"“America at its best is inclusive and not exclusive” —@POTUS in today's press conference. Watch → https://t.co/9JgTRwG2Sm https://t.co/AZmfEPtq3Q","month":"11","year":"2016","corpus":"america best inclus exclus potu today press confer watch","id":798315419421450200,"day":"15"},{"text":"\"We must make clear that governments exist to serve the interests of citizens, and not the other way around.\"  —@POTUS","month":"11","year":"2016","corpus":"must make clear govern exist serv interest citizen way around potu","id":798870387773866000,"day":"16"}]