[{"text":"RT @pfeiffer44: .@EmperorNorton POTUS strongly opposes privatization","month":"01","year":"2011","corpus":"pfeiffer44 emperornorton potu strongli oppos privat","id":30350325722386430,"day":"26"},{"text":"In SOTU, POTUS promised Americans could go online & see how their tax $ is spent for the 1st time. Now, you can: wh.gov/taxreceipt","month":"04","year":"2011","corpus":"sotu potu promis american could onlin see tax spent 1st time gov taxreceipt","id":58997078348677120,"day":"15"},{"text":"RT @pfeiffer44: POTUS: Our mission will change from combat to support.","month":"06","year":"2011","corpus":"pfeiffer44 potu mission chang combat support","id":83687333358075900,"day":"23"},{"text":"RT @pfeiffer44: Stories saying that POTUS rejected a bipartisan proposal are false, Sen Reid never agreed to a short term deal per  @AJe ...","month":"07","year":"2011","corpus":"pfeiffer44 stori say potu reject bipartisan propos fals sen reid never agre short term deal per aje","id":95561210438762500,"day":"25"},{"text":".@aseaborne: POTUS wants extended payroll tax cut & unemployment insurance now to help those struggling and to support the economy #WHChat","month":"07","year":"2011","corpus":"aseaborn potu want extend payrol tax cut unemploy insur help struggl support economi whchat","id":96283877789794300,"day":"27"},{"text":".@WillAndras: POTUS goal is $4T balanced plan, but Reid is responsible downpayment and compromise. #WHChat","month":"07","year":"2011","corpus":"willandra potu goal balanc plan reid respons downpay compromis whchat","id":96280580714536960,"day":"27"},{"text":".@skydogz: POTUS plan: http://t.co/3f8zqm4 Reid plan: http://t.co/KEeUjNQ. Mos w/ Ds & Rs talking. All know options, need compromise #WHchat","month":"07","year":"2011","corpus":"skydogz potu plan reid plan mo talk know option need compromis whchat","id":96629758305107970,"day":"28"},{"text":"RT @pfeiffer44: Compromise deficit deal has now passed House and Senate, POTUS will sign as soon as it gets to the White House","month":"08","year":"2011","corpus":"pfeiffer44 compromis deficit deal pass hous senat potu sign soon get white hous","id":98434897085075460,"day":"02"},{"text":".@ThomDaugherty (2 of 2) just last week, POTUS announced historic agreement on natl fuel economy standards (http://t.co/6fhJ7Sf) #WHChat","month":"08","year":"2011","corpus":"thomdaugherti last week potu announc histor agreement natl fuel economi standard whchat","id":98851801092198400,"day":"03"},{"text":"RT @pfeiffer44: POTUS on Congress:The last thing we need is Congress spending more time arguing in DC...They need to spend time out here ...","month":"08","year":"2011","corpus":"pfeiffer44 potu congress last thing need congress spend time argu ... need spend time","id":101732649361616900,"day":"11"},{"text":"POTUS on #Hurricane #Irene: “To sum up: all indications point to this being a historic hurricane.” Full statement: http://t.co/848Pmih","month":"08","year":"2011","corpus":"potu hurrican iren sum indic point histor hurrican full statement","id":107124110999560200,"day":"26"},{"text":"RT @MichaelBColeman: POTUS speaks at a #Columbus HS about how #AmericanJobsAct will get teachers back in classrooms & improve our school ...","month":"09","year":"2011","corpus":"michaelbcoleman potu speak columbu americanjobsact get teacher back classroom improv school","id":113680291947753470,"day":"13"},{"text":"RT @PressSec: Republicans sure seem upset about POTUS explaining to folks in NC & VA why Congress needs to pass the Jobs Act. Must be hi ...","month":"10","year":"2011","corpus":"presssec republican sure seem upset potu explain folk congress need pass job act must","id":126369593311768580,"day":"18"},{"text":"RT @pfeiffer44: To GOPers who say they haven't from POTUS re the supercommittee. Here is the 80 pg deficit plan released in September. h ...","month":"11","year":"2011","corpus":"pfeiffer44 goper say potu supercommitte deficit plan releas septemb","id":136579517090238460,"day":"15"},{"text":"RT @ChrisLu44: POTUS ushers in Year of the Dragon \nhttp://t.co/zdPM0QOf #LunarNewYear","month":"01","year":"2012","corpus":"chrislu44 potu usher year dragon lunarnewyear","id":160172421121445900,"day":"20"},{"text":"RT @PressSec: Fact: POTUS' historic fuel efficiency stndrds, done w/o Congress, will save more oil than would flow thru Keystone pipelin ...","month":"02","year":"2012","corpus":"presssec fact potu histor fuel effici stndrd done congress save oil would flow thru keyston pipelin","id":172810876074733570,"day":"23"},{"text":"RT @HUDNews: POTUS to announce NEW steps to provide housing relief to veterans and servicemembers at 1:15 p.m. ET. More info at http://t ...","month":"03","year":"2012","corpus":"hudnew potu announc new step provid hous relief veteran servicememb info","id":177090719343849470,"day":"06"},{"text":"RT @pfeiffer44: Excited that POTUS is visiting  @Taylor_Gourmet -- my local sandwich shop -- to talk about initiatives to help small biz ...","month":"05","year":"2012","corpus":"pfeiffer44 excit potu visit taylor_gourmet local sandwich shop talk initi help small biz","id":202776533088206850,"day":"16"},{"text":"RT @macon44: Wow. Livestream on POTUS' #refinance plan w/Sec Donovan had 70,000 views during event. http://t.co/XgmR6Hab @HUDNews @Zillo ...","month":"07","year":"2012","corpus":"macon44 wow livestream potu refin plan sec donovan 000 view event hudnew zillo","id":224872678685802500,"day":"16"},{"text":"RT @PressSec: House &amp; Senate agreement to fund the govt is encouraging; POTUS will work w/both parties to get a bill he can sign: ht ...","month":"07","year":"2012","corpus":"presssec hous amp senat agreement fund govt encourag potu work parti get bill sign","id":230415069454954500,"day":"31"},{"text":"RT @petesouza: Photo of POTUS waiting out a downpour today http://t.co/5lkzziouPZ","month":"03","year":"2013","corpus":"petesouza photo potu wait downpour today","id":311604112485670900,"day":"12"},{"text":"RT @rhodes44: POTUS doing roundtable with eight Palestinian students in Ramallah. Chance to hear directly from young people from across  ...","month":"03","year":"2013","corpus":"rhodes44 potu roundtabl eight palestinian student ramallah chanc hear directli young peopl across","id":314728849441173500,"day":"21"},{"text":"RT @petesouza: Photo of POTUS at Passover Seder Dinner: http://t.co/Kj7DDLKdXd","month":"03","year":"2013","corpus":"petesouza photo potu passov seder dinner","id":316380645213483000,"day":"26"},{"text":"POTUS: \"Boston Police and State Police and local police across the Commonwealth of Massachusetts responded with professionalism and bravery\"","month":"04","year":"2013","corpus":"potu boston polic state polic local polic across commonwealth massachusett respond profession braveri","id":325430146125410300,"day":"20"},{"text":"RT @edgarzuniga: POTUS cautions not to rush on judgement... \"on entire groups of people...\" \"we welcome people from around the world\" #Amer…","month":"04","year":"2013","corpus":"edgarzuniga potu caution rush judgement ... entir group peopl ...\" welcom peopl around world amer","id":325434421345923100,"day":"20"},{"text":"POTUS: \"Tonight we think of all the wounded, still struggling to recover.\"","month":"04","year":"2013","corpus":"potu tonight think wound still struggl recov","id":325431424603799550,"day":"20"},{"text":"RT @HealthCareTara: POTUS: \"I love nurses\" raises importance of nurses at town hall –  my Mom and all the nation’s great nurses deserve a s…","month":"08","year":"2013","corpus":"healthcaretara potu love nurs rais import nurs town hall mom nation great nurs deserv","id":370958219998289900,"day":"23"},{"text":"RT @NSCPress: POTUS &amp; @fhollande &amp; @David_Cameron agreed to work closely together to explore proposal to put all Syrian CW under internatio…","month":"09","year":"2013","corpus":"nscpress potu amp fholland amp david_cameron agre work close togeth explor propos put syrian internatio","id":377502226467389440,"day":"10"},{"text":"RT @Bobby44: .@PressSec announced: On Wednesday at 10:45AM, POTUS will address business leaders at the quarterly meeting of the Business Ro…","month":"09","year":"2013","corpus":"bobby44 presssec announc wednesday 45am potu address busi leader quarterli meet busi","id":378234046062399500,"day":"12"},{"text":"RT @Bobby44: West Wing Week: @PressSec Russian intro, POTUS address to the Nation, 9/11 anny, @FLOTUS Drink Up, and much more http://t.co/P…","month":"09","year":"2013","corpus":"bobby44 west wing week presssec russian intro potu address nation anni flotu drink much","id":378528047042818050,"day":"13"},{"text":"RT @Rosholm44: Today POTUS &amp; @FLOTUS will meet w/ moms from #NC #VA #NJ &amp; #MD in the Oval to talk abt the role moms play to ensure young ad…","month":"12","year":"2013","corpus":"rosholm44 today potu amp flotu meet mom amp oval talk abt role mom play ensur young","id":413355382049103900,"day":"18"},{"text":"Watch #WestWingWeek for a behind-the-scenes peek at this POTUS @ScienceGuy @neiltyson selfie → http://t.co/yzFJ12BvH0 http://t.co/zBVmwdune3","month":"03","year":"2014","corpus":"watch westwingweek behind scene peek potu scienceguy neiltyson selfi","id":442825064010883100,"day":"10"},{"text":"RT @Schultz44: POTUS plays catch with Little League team at afternoon drop-by http://t.co/JEZIYo2sPM","month":"05","year":"2014","corpus":"schultz44 potu play catch littl leagu team afternoon drop","id":468516228789575700,"day":"19"},{"text":"RT @Racusen44: Today at the @WhiteHouse, POTUS meets w/ CEOs to talk abt admin's efforts to #InvestInAmerica, part of weeklong push: http:/…","month":"05","year":"2014","corpus":"racusen44 today whitehous potu meet ceo talk abt admin effort investinamerica part weeklong push http :/…","id":468742844543664100,"day":"20"},{"text":"RT @vj44: POTUS has instructed his team to prep an executive order banning job discrimination for fed employees on the basis of gender iden…","month":"06","year":"2014","corpus":"vj44 potu instruct team prep execut order ban job discrimin fed employe basi gender iden","id":483755447397412860,"day":"30"},{"text":"RT @AmbassadorPower: POTUS msg to Dutch ppl after signing condolence book: \"Will not rest until we're certain that justice is done.\" #MH17 …","month":"07","year":"2014","corpus":"ambassadorpow potu msg dutch ppl sign condol book rest certain justic done mh17","id":491643397489180700,"day":"22"},{"text":"RT @BeckyHammon: WOW!! Thank you Mr. President! I didn't think this could get any cooler but #BO #POTUS just tweeted me! @WhiteHouse #thats…","month":"08","year":"2014","corpus":"beckyhammon wow thank presid think could get cooler potu tweet whitehous that","id":497205848712962050,"day":"07"},{"text":"RT @NSCPress: Earlier today, POTUS spoke with leaders from #France, #Germany and the #UK. Readouts forthcoming.","month":"08","year":"2014","corpus":"nscpress earlier today potu spoke leader franc germani readout forthcom","id":498154580442902500,"day":"09"},{"text":"RT @RepBarbaraLee: In 2015, it’s shameful that all US workers do not have paid family leave. Glad to see POTUS acting to #LeadOnLeave","month":"01","year":"2015","corpus":"repbarbarale 2015 shame worker paid famili leav glad see potu act leadonleav","id":555796861186236400,"day":"15"},{"text":"RT @vj44: On AF1, POTUS signed HR 431 awarding Congressional Gold Medals to the foot soldiers who participated in the Selma marches. #March…","month":"03","year":"2015","corpus":"vj44 af1 potu sign 431 award congression gold medal foot soldier particip selma march march","id":574286581948874750,"day":"07"},{"text":"RT @Schultz44: POTUS and @Surgeon_General spotlight the public health impacts of climate change at @HowardU http://t.co/XeObLTCv06","month":"04","year":"2015","corpus":"schultz44 potu surgeon_gener spotlight public health impact climat chang howardu","id":585528090769678300,"day":"07"},{"text":"Air POTUS is at @Nike today to speak on why his trade deal would benefit U.S. workers.\nWatch → http://t.co/g22IRK7AwH http://t.co/ADExsVilyr","month":"05","year":"2015","corpus":"air potu nike today speak trade deal would benefit worker watch","id":596704859556028400,"day":"08"},{"text":"RT @VP: Hey @POTUS – Welcome to Twitter. See you around the neighborhood. –vp http://t.co/iaUVFtQVpk","month":"05","year":"2015","corpus":"hey potu welcom twitter see around neighborhood","id":600331892030857200,"day":"18"},{"text":"RT @StationCDRKelly: .@POTUS Welcome to @Twitter, Mr. President. You told me to #IG my mission up here Glad to see you tweeting down there …","month":"05","year":"2015","corpus":"stationcdrkelli potu welcom twitter presid told mission glad see tweet","id":600757183639195600,"day":"19"},{"text":"RT @POTUS: An honor to address the Coast Guard class of 2015. Confident they'll help us meet big challenges like climate change. http://t.c…","month":"05","year":"2015","corpus":"potu honor address coast guard class 2015 confid help meet big challeng like climat chang","id":601086462537420800,"day":"20"},{"text":"RT @WHLive: \"Class of 2015, I’m here as your Commander in Chief, on behalf of the American people, to say thank you\" —@POTUS to @USCoastGua…","month":"05","year":"2015","corpus":"whlive class 2015 command chief behalf american peopl say thank potu uscoastgua","id":601052666089893900,"day":"20"},{"text":"RT @FLOTUS: Hey, @POTUS! This is how you #GimmeFive, FLOTUS-style…\nhttps://t.co/YF8nEtjUIA","month":"05","year":"2015","corpus":"flotu hey potu gimmef flotu style","id":600862896789266400,"day":"20"},{"text":"\"Anti-Semitism is and always will be a threat to broader human values to which we all must aspire.\" —@POTUS","month":"05","year":"2015","corpus":"anti semit alway threat broader human valu must aspir potu","id":601770157728505900,"day":"22"},{"text":"\"With today’s rule, we take another step towards protecting the waters that belong to all of us.\" —@POTUS: http://t.co/qVIPNoIDz2","month":"05","year":"2015","corpus":"today rule take anoth step toward protect water belong potu","id":603586189690536000,"day":"27"},{"text":"RT @POTUS: .@arianastover Kids instinctively understand importance of environment, impact on animals, health. Weave it into science and soc…","month":"05","year":"2015","corpus":"potu arianastov kid instinct understand import environ impact anim health weav scienc soc","id":603975402063814700,"day":"28"},{"text":"RT @vj44: @POTUS welcomes civil rights leader Diane Nash to White House today after being honored last night by @fordstheatre! http://t.co/…","month":"06","year":"2015","corpus":"vj44 potu welcom civil right leader dian nash white hous today honor last night fordstheatr","id":605546292073226200,"day":"02"},{"text":"\"We are here to grieve with you, but more importantly, we are here because we love you.\" —@POTUS to the Biden family","month":"06","year":"2015","corpus":"griev importantli love potu biden famili","id":607217769424093200,"day":"06"},{"text":"Hey, @NHLBlackhawks! @POTUS and @RepMikeQuigley are fired up for Game 3 tonight. http://t.co/ngbfVoDQ6k","month":"06","year":"2015","corpus":"hey nhlblackhawk potu repmikequigley fire game tonight","id":607998210347405300,"day":"08"},{"text":"\"Tens of millions more enjoy new protections with the coverage they’ve already got\" —@POTUS #ACAWorks http://t.co/SZygFU9XqD","month":"06","year":"2015","corpus":"ten million enjoy new protect coverag alreadi got potu acawork","id":608305887615307800,"day":"09"},{"text":"\"For more than 200 years, the American flag has been a proud symbol of the people of our nation.\" —@POTUS: http://t.co/d7STI49sio #FlagDay","month":"06","year":"2015","corpus":"200 year american flag proud symbol peopl nation potu flagday","id":610177592864448500,"day":"14"},{"text":"RT @POTUS: Congrats to my hometown @NHLBlackhawks on 3 titles in 6 years - we'll see you and The Cup at the White House!","month":"06","year":"2015","corpus":"potu congrat hometown nhlblackhawk titl year see cup white hous","id":610820936044941300,"day":"16"},{"text":"\"This type of mass violence does not happen in other advanced countries.\" —@POTUS: http://t.co/vD4Nk8bbO1 http://t.co/yN8pdsO6u9","month":"06","year":"2015","corpus":"type mass violenc happen advanc countri potu","id":611609300222349300,"day":"18"},{"text":"Worth a read: @POTUS on @Pontifex's encyclical urging action on climate change → http://t.co/I2pobA03WE #LaudatoSi http://t.co/GvSwpMZGLH","month":"06","year":"2015","corpus":"worth read potu pontifex encycl urg action climat chang laudatosi","id":611661681517658100,"day":"18"},{"text":"RT @WHLive: “The nature of this attack—in a place of worship…adds to the pain” —@POTUS on the tragic shooting in Charleston","month":"06","year":"2015","corpus":"whlive natur attack place worship add pain potu tragic shoot charleston","id":612010378210381800,"day":"19"},{"text":"Want to hang out with @POTUS? Take 7 minutes to watch a behind-the-scenes recap of his past week → https://t.co/fXRZiUXiVD #WestWingWeek","month":"06","year":"2015","corpus":"want hang potu take minut watch behind scene recap past week westwingweek","id":612792816247435300,"day":"22"},{"text":"\"The civil rights of LGBT Americans—this is an issue whose time has come. We've got a lot to celebrate.\" —@POTUS #PrideMonth","month":"06","year":"2015","corpus":"civil right lgbt american issu whose time come got lot celebr potu pridemonth","id":613819157931405300,"day":"24"},{"text":".@POTUS.\nDavid Attenborough.\nTalking climate change.\nWatch a sneak peek of their interview: http://t.co/SaiaqQzAqN\nhttps://t.co/e8bNWiIXgQ","month":"06","year":"2015","corpus":"potu david attenborough talk climat chang watch sneak peek interview","id":614214124562550800,"day":"25"},{"text":"\"Today is a victory for hardworking Americans...whose lives will continue to become more secure...because of this law.\" —@POTUS #ACAWorks","month":"06","year":"2015","corpus":"today victori hardwork american ... whose live continu becom secur ... law potu acawork","id":614094887647117300,"day":"25"},{"text":"RT @POTUS: Today is a big step in our march toward equality. Gay and lesbian couples now have the right to marry, just like anyone else. #L…","month":"06","year":"2015","corpus":"potu today big step march toward equal gay lesbian coupl right marri like anyon els","id":614435871543177200,"day":"26"},{"text":"\"When all Americans are treated as equal, we are all more free.\" —@POTUS #LoveWins http://t.co/4YWuGgk16C","month":"06","year":"2015","corpus":"american treat equal free potu lovewin","id":614452547408035800,"day":"26"},{"text":"\"He was full of empathy…able to walk in someone else’s shoes and see the world through their eyes.\" —@POTUS on Reverend Pinckney","month":"06","year":"2015","corpus":"full empathi abl walk someon els shoe see world eye potu reverend pinckney","id":614507415338356700,"day":"26"},{"text":"\"Progress on this journey often comes in small increments, sometimes two steps forward, one step back\" —@POTUS #LoveWins","month":"06","year":"2015","corpus":"progress journey often come small increment sometim two step forward one step back potu lovewin","id":614451599419801600,"day":"26"},{"text":"\"We guard against not just racial slurs, but also...the subtle impulse to call Johnny back for a job interview but not Jamal\" —@POTUS","month":"06","year":"2015","corpus":"guard racial slur also ... subtl impuls call johnni back job interview jamal potu","id":614512676530733000,"day":"26"},{"text":"\"If you’re a parent, you can keep your kids on your plan until they turn 26.\" —@POTUS: http://t.co/L69lcOVzx7 #ACAWorks","month":"06","year":"2015","corpus":"parent keep kid plan turn potu acawork","id":614834352199872500,"day":"27"},{"text":"\"That's a moment worth savoring.\" —@POTUS: http://t.co/iL3S3zDgu5 #LoveWins http://t.co/BTwlKEaGjS","month":"06","year":"2015","corpus":"moment worth savor potu lovewin","id":615945520746369000,"day":"30"},{"text":"\"I believe that American engagement...is the best way to advance our interests and support human rights.\" —@POTUS #CubaPolicy","month":"07","year":"2015","corpus":"believ american engag ... best way advanc interest support human right potu cubapolici","id":616263889064456200,"day":"01"},{"text":"RT @POTUS: respect the nyt, but not buying peas in guac. onions, garlic, hot peppers. classic. https://t.co/MEEI8QHH1V","month":"07","year":"2015","corpus":"potu respect nyt buy pea guac onion garlic hot pepper classic","id":616338614155366400,"day":"01"},{"text":"RT @POTUS: was listening to outkast/liberation and the black keys/lonely boy this morning. https://t.co/1DP6CRdwlm","month":"07","year":"2015","corpus":"potu listen outkast liber black key lone boy morn","id":616338314585636900,"day":"01"},{"text":"RT @WHLive: \"When something isn’t working, we can—and will—change.\" —@POTUS on our #CubaPolicy over the past half century","month":"07","year":"2015","corpus":"whlive someth work chang potu cubapolici past half centuri","id":616262681755025400,"day":"01"},{"text":"\"From my family to yours, have a safe and happy #FourthOfJuly!\" —@POTUS: http://t.co/NnS0kM3L7Z http://t.co/ZSZthxoWy6","month":"07","year":"2015","corpus":"famili safe happi fourthofjuli potu","id":617361781376290800,"day":"04"},{"text":"Watch last night's fireworks from the White House with @POTUS → https://t.co/5LjZmB6Gas #HappyFourthOfJuly 🇺🇸 http://t.co/0z0G2B3yzD","month":"07","year":"2015","corpus":"watch last night firework white hous potu happyfourthofjuli 🇺🇸","id":617739525272506400,"day":"05"},{"text":"Starting soon: @POTUS gives an update on our strategy to degrade and ultimately destroy the terrorist group, ISIL →  http://t.co/oDIQ2UMleK","month":"07","year":"2015","corpus":"start soon potu give updat strategi degrad ultim destroy terrorist group isil","id":618148174507720700,"day":"06"},{"text":"RT @POTUS: South Carolina taking down the confederate flag - a signal of good will and healing, and a meaningful step towards a better futu…","month":"07","year":"2015","corpus":"potu south carolina take confeder flag signal good heal meaning step toward better futu","id":619510468508389400,"day":"10"},{"text":"\"We’re using data on housing…to help cities identify the areas that need the most help.\" —@POTUS on fair housing: http://t.co/umUYkc1Qyf","month":"07","year":"2015","corpus":"use data hous help citi identifi area need help potu fair hous","id":620321807816486900,"day":"12"},{"text":"\"This law has saved over 9 million people on Medicare more than $15 billion on their prescriptions\" —@POTUS #WHCOA #ACAWorks","month":"07","year":"2015","corpus":"law save million peopl medicar billion prescript potu whcoa acawork","id":620616143590457300,"day":"13"},{"text":"Watch live: @POTUS will speak on the #IranDeal at 7am ET → http://t.co/3PJ1t0Zk7U http://t.co/KB9AwMwr5q","month":"07","year":"2015","corpus":"watch live potu speak irand 7am","id":620909707784392700,"day":"14"},{"text":"RT @WHLive: \"I strongly believe that our national security interests now depend on preventing Iran from obtaining a nuclear weapon\" —@POTUS…","month":"07","year":"2015","corpus":"whlive strongli believ nation secur interest depend prevent iran obtain nuclear weapon potu","id":620913402496462800,"day":"14"},{"text":"\"I have no doubt that 10 or 15 years from now, the person who holds this office will be in a far stronger position\" —@POTUS #IranDeal","month":"07","year":"2015","corpus":"doubt year person hold offic far stronger posit potu irand","id":620913661415067600,"day":"14"},{"text":"\"Fifty years after the Voting Rights Act, justice is protecting that right for every American.\" —@POTUS","month":"07","year":"2015","corpus":"fifti year vote right act justic protect right everi american potu","id":621070244056973300,"day":"14"},{"text":"RT @POTUS: Just spoke to the NAACP about criminal justice reform, something many broadly agree on. Some stats:","month":"07","year":"2015","corpus":"potu spoke naacp crimin justic reform someth mani broadli agre stat","id":621081855798997000,"day":"14"},{"text":"\"Justice is giving every child a shot at a great education no matter what zip code they’re born into.\" —@POTUS","month":"07","year":"2015","corpus":"justic give everi child shot great educ matter zip code born potu","id":621070097898061800,"day":"14"},{"text":"\"With this deal, we cut off every single one of Iran’s pathways to a nuclear weapon\" —@POTUS: http://t.co/3PJ1t0Zk7U http://t.co/tEwculgFR1","month":"07","year":"2015","corpus":"deal cut everi singl one iran pathway nuclear weapon potu","id":621370568865022000,"day":"15"},{"text":"\"Without a deal, we risk even more war in the Middle East\" —@POTUS on the #IranDeal: http://t.co/3PJ1t0Zk7U","month":"07","year":"2015","corpus":"without deal risk even war middl east potu irand","id":621370869835677700,"day":"15"},{"text":"\"When you can apply for a job...pay your bills...with a tap of your phone, the internet is not a luxury—it’s a necessity.\" —@POTUS","month":"07","year":"2015","corpus":"appli job ... pay bill ... tap phone internet luxuri necess potu","id":621458406486995000,"day":"15"},{"text":"\"It is a heartbreaking circumstance\" —@POTUS on the shooting in Chattanooga\nhttps://t.co/sS7cQen0Qj","month":"07","year":"2015","corpus":"heartbreak circumst potu shoot chattanooga","id":621848854963486700,"day":"17"},{"text":"\"I cannot rap. Although I have enough of a rap that I got Michelle to marry me.\" —@POTUS: http://t.co/gMpX6ki28T http://t.co/4ILqQVVci1","month":"07","year":"2015","corpus":"cannot rap although enough rap got michel marri potu","id":624359330242912300,"day":"23"},{"text":"RT @TheIranDeal: Watch: @POTUS has a few words for those who politicize our safety &amp; the safety of our allies, like Israel. http://t.co/P6J…","month":"07","year":"2015","corpus":"theirand watch potu word politic safeti amp safeti alli like israel","id":625811942666596400,"day":"27"},{"text":"\"Africa and its people teach us a powerful lesson—we must uphold the inherent dignity of every human being.\" —@POTUS to the African Union","month":"07","year":"2015","corpus":"africa peopl teach power lesson must uphold inher digniti everi human potu african union","id":625988060841295900,"day":"28"},{"text":"☼ electricity = ↑ 20x since @POTUS took office.\nSee how we're expanding access to solar → http://t.co/6lAkqSk2Kc http://t.co/N5lN8Qxuos","month":"07","year":"2015","corpus":"electr 20x sinc potu took offic see expand access solar","id":626825052198060000,"day":"30"},{"text":"RT @WHLive: \"The Pentagon says that climate change poses immediate risks to our national security.\" —@POTUS: http://t.co/kbmH3IayE2 #CleanP…","month":"08","year":"2015","corpus":"whlive pentagon say climat chang pose immedi risk nation secur potu cleanp","id":628268483827101700,"day":"03"},{"text":"RT @POTUS: Despite what the critics will tell you, this plan will ultimately save the average American family nearly $85 a year on their en…","month":"08","year":"2015","corpus":"potu despit critic tell plan ultim save averag american famili nearli year","id":628285746936455200,"day":"03"},{"text":"RT @FLOTUS: Happy birthday to a loving husband, wonderful father and my favorite dance partner. 54 looks good on you, @POTUS! -mo http://t.…","month":"08","year":"2015","corpus":"flotu happi birthday love husband wonder father favorit danc partner look good potu","id":628667581197586400,"day":"04"},{"text":"\"The prohibition on Iran having a nuclear weapon is permanent. The ban on weapons-related research is permanent.\" —@POTUS #IranDeal","month":"08","year":"2015","corpus":"prohibit iran nuclear weapon perman ban weapon relat research perman potu irand","id":628964162123731000,"day":"05"},{"text":"\"A negotiated agreement offered a more effective, verifiable &amp; durable resolution\" —@POTUS on preventing Iran from obtaining a nuclear bomb","month":"08","year":"2015","corpus":"negoti agreement offer effect verifi amp durabl resolut potu prevent iran obtain nuclear bomb","id":628960954248769500,"day":"05"},{"text":"\"Under its terms, Iran is never allowed to build a nuclear weapon.\" —@POTUS on the #IranDeal: http://t.co/3PJ1t1gVwu http://t.co/0gFSzPUxb5","month":"08","year":"2015","corpus":"term iran never allow build nuclear weapon potu irand","id":628962483655589900,"day":"05"},{"text":"\"Even before taking office, I made clear that Iran would not be allowed to acquire a nuclear weapon on my watch\" —@POTUS #IranDeal","month":"08","year":"2015","corpus":"even take offic made clear iran would allow acquir nuclear weapon watch potu irand","id":628960815270490100,"day":"05"},{"text":"In 5 minutes: Join @POTUS &amp; @RepJohnLewis for a conversation on the Voting Rights Act → http://t.co/Xc7SEzMzdm #VRA50 http://t.co/xbEWzpptkw","month":"08","year":"2015","corpus":"minut join potu amp repjohnlewi convers vote right act vra50","id":629352649620607000,"day":"06"},{"text":"RT @POTUS: Thank you for all you've done to protect our sacred right to vote. It's as important today as it's ever been. https://t.co/ge74w…","month":"08","year":"2015","corpus":"potu thank done protect sacr right vote import today ever","id":629346298341232600,"day":"06"},{"text":"\"Fifty years after the Voting Rights Act, there are still too many barriers to vote.\" —@POTUS: http://t.co/kNElqSPUsD #VRA50","month":"08","year":"2015","corpus":"fifti year vote right act still mani barrier vote potu vra50","id":630405534357696500,"day":"09"},{"text":"RT @JohnKerry: Pleased to be in #Havana for historic day @USEmbCuba. Incredible: last time #SecState visited #Cuba, FDR was @POTUS. http://…","month":"08","year":"2015","corpus":"johnkerri pleas havana histor day usembcuba incred last time secstat visit cuba fdr potu","id":632209440981147600,"day":"14"},{"text":"RT @StateDeptLive: .@JohnKerry: I applaud @POTUS &amp; President Castro for having the courage to bring us together in the face of considerable…","month":"08","year":"2015","corpus":"statedeptl johnkerri applaud potu amp presid castro courag bring togeth face consider","id":632198634738597900,"day":"14"},{"text":"\"Julian Bond helped change this country for the better. And what better way to be remembered than that.\" —@POTUS: http://t.co/Td1ig20iSz","month":"08","year":"2015","corpus":"julian bond help chang countri better better way rememb potu","id":632956378253013000,"day":"16"},{"text":"\"Emma Didlake served her country with distinction and honor, a true trailblazer for generations of Americans\" —@POTUS http://t.co/J3A8svtOiE","month":"08","year":"2015","corpus":"emma didlak serv countri distinct honor true trailblaz gener american potu","id":633386380635213800,"day":"17"},{"text":"\"When Congress gets back, they should prevent a shutdown, pass a responsible budget.\" —@POTUS: http://t.co/bwLlqUqffG","month":"08","year":"2015","corpus":"congress get back prevent shutdown pass respons budget potu","id":635542074004103200,"day":"23"},{"text":"\"Amelia committed herself to a simple, American principle: that everybody deserves the right to vote.\" —@POTUS: http://t.co/F8xfFuxZnP","month":"08","year":"2015","corpus":"amelia commit simpl american principl everybodi deserv right vote potu","id":636609464741830700,"day":"26"},{"text":"\"Before the storm, the high school graduation rate was 54%. Today, it’s up to 73%.\" —@POTUS on New Orleans #Katrina10","month":"08","year":"2015","corpus":"storm high school graduat rate today %.\" potu new orlean katrina10","id":637011589623849000,"day":"27"},{"text":"RT @POTUS: Amidst global volatility, Congress should protect the momentum of our growing economy (not kill it). We must avoid shutdown / au…","month":"08","year":"2015","corpus":"potu amidst global volatil congress protect momentum grow economi kill must avoid shutdown","id":636923578127118300,"day":"27"},{"text":"Watch @POTUS tell the stories of how the people of New Orleans rebuilt after Hurricane Katrina. #Katrina10 http://t.co/UzGUEogg7N","month":"08","year":"2015","corpus":"watch potu tell stori peopl new orlean rebuilt hurrican katrina katrina10","id":637074687055392800,"day":"28"},{"text":"RT @StateDept: .@POTUS: This once distant threat is in the present - the #Arctic is the leading edge of #climatechange \n http://t.co/EtGsPk…","month":"09","year":"2015","corpus":"statedept potu distant threat present arctic lead edg climatechang","id":638529424611254300,"day":"01"},{"text":"\"I’ll be sharing my experiences with you along the way.\"\n@POTUS previews his trip to Alaska: https://t.co/GjMCjEZzZ7 http://t.co/qwVq9i6uur","month":"09","year":"2015","corpus":"share experi along way potu preview trip alaska","id":638542485447397400,"day":"01"},{"text":"RT @WHLive: \"That’s what we want for all of these kids—we want nothing less than the best.\" —@POTUS on expanding high-speed internet for na…","month":"09","year":"2015","corpus":"whlive want kid want noth less best potu expand high speed internet","id":639256190367727600,"day":"03"},{"text":"\"Let me give you a shot of what we're looking at all across this incredible valley.\" —@POTUS: http://t.co/Bj2OH3qUJM http://t.co/vXoP6uBSjC","month":"09","year":"2015","corpus":"let give shot look across incred valley potu","id":640265384009011200,"day":"05"},{"text":"Happening now: @POTUS speaks in Boston on expanding access to paid sick leave → http://t.co/2Kn0KuPSFi #LeadOnLeave #LaborDay","month":"09","year":"2015","corpus":"happen potu speak boston expand access paid sick leav leadonleav laborday","id":640907746003558400,"day":"07"},{"text":"RT @WHLive: \"Coach K authored an op-ed on the importance of early childhood education.\" —@POTUS: http://t.co/LSn4mSDlFz #PreK4All http://t.…","month":"09","year":"2015","corpus":"whlive coach author import earli childhood educ potu prek4al","id":641281850242154500,"day":"08"},{"text":"RT @TheIranDeal: \"@POTUS has made it clear that he will veto any legislation that prevents the successful implementation\" of #IranDeal http…","month":"09","year":"2015","corpus":"theirand potu made clear veto legisl prevent success implement irand http","id":641365891582529500,"day":"08"},{"text":"\"We negotiated from a position of strength to reach an agreement that meets our core objectives\" —@POTUS #IranDeal http://t.co/MMBAeqHRLu","month":"09","year":"2015","corpus":"negoti posit strength reach agreement meet core object potu irand","id":642115876372762600,"day":"10"},{"text":"\"This agreement is not based on trust. It's based exclusively on unprecedented verification.\" —@POTUS: http://t.co/VIynAJLd7M #IranDeal","month":"09","year":"2015","corpus":"agreement base trust base exclus unpreced verif potu irand","id":642049989716394000,"day":"10"},{"text":"\"I don’t have a greater honor than serving as your Commander in Chief.\" —@POTUS at a town hall with service members: http://t.co/9mI2jPtGYX","month":"09","year":"2015","corpus":"greater honor serv command chief potu town hall servic member","id":642413156942393300,"day":"11"},{"text":"Happening now: Watch @POTUS hold a town hall with service members → http://t.co/9mI2jPtGYX","month":"09","year":"2015","corpus":"happen watch potu hold town hall servic member","id":642410695934496800,"day":"11"},{"text":"\"Black women have always understood the words of Pauli Murray – that 'Hope is a song in a weary throat.'\" —@POTUS #CBC2015","month":"09","year":"2015","corpus":"black women alway understood word pauli murray hope song weari throat .'\" potu cbc2015","id":645414012243476500,"day":"20"},{"text":"\"We’ve got to do more than say...we’d put a woman on the ten dollar bill\" —@POTUS on expanding opportunity for women #CBC2015","month":"09","year":"2015","corpus":"got say ... put woman ten dollar bill potu expand opportun women cbc2015","id":645415840142131200,"day":"20"},{"text":"\"Your message of love and hope has inspired so many people across our nation and around the world\" —@POTUS #PopeInDC http://t.co/7axMaiwnwC","month":"09","year":"2015","corpus":"messag love hope inspir mani peopl across nation around world potu popeindc","id":646819113499816000,"day":"23"},{"text":"\"Your message of love and hope has inspired so many people, across our nation and around the world.\" —@POTUS to @Pontifex #PopeInDC","month":"09","year":"2015","corpus":"messag love hope inspir mani peopl across nation around world potu pontifex popeindc","id":646678829432467500,"day":"23"},{"text":".@POTUS on the resignation of Speaker of the House John Boehner. http://t.co/BgA9I4e8tJ","month":"09","year":"2015","corpus":"potu resign speaker hous john boehner","id":647455879042699300,"day":"25"},{"text":"\"Nations are more successful and the world makes more progress…when the universal human rights of all people are upheld\" —@POTUS","month":"09","year":"2015","corpus":"nation success world make progress univers human right peopl upheld potu","id":647401920244662300,"day":"25"},{"text":"Watch live: @POTUS speaks at the @UN Sustainable Development Goals Summit → http://t.co/QrXzBgWdrR #GlobalGoals","month":"09","year":"2015","corpus":"watch live potu speak sustain develop goal summit globalgo","id":648211514869067800,"day":"27"},{"text":"\"Tens of millions of more boys and girls are in school.\" —@POTUS: http://t.co/QrXzBgWdrR #GlobalGoals http://t.co/m57pKySara","month":"09","year":"2015","corpus":"ten million boy girl school potu globalgo","id":648212055800053800,"day":"27"},{"text":"\"As leaders, as an international community, we have to insist on zero tolerance for abuse—zero.\" —@POTUS on rape and sexual assault #UNGA","month":"09","year":"2015","corpus":"leader intern commun insist zero toler abus zero potu rape sexual assault unga","id":648577084206485500,"day":"28"},{"text":"RT @WHLive: \"I am confident that our Congress will inevitably lift an embargo that should not be in place\" —@POTUS on our Cuba policy #UNGA","month":"09","year":"2015","corpus":"whlive confid congress inevit lift embargo place potu cuba polici unga","id":648507089216602100,"day":"28"},{"text":"RT @POTUS: We're also increasing the number of Syrian and other refugees we admit to the U.S. to 100,000 per year for the next two years.","month":"09","year":"2015","corpus":"potu also increas number syrian refuge admit 100 000 per year next two year","id":648544486042304500,"day":"28"},{"text":"\"We are here today, together, to strengthen and reform @UN peacekeeping because our common security demands it\" —@POTUS #UNGA","month":"09","year":"2015","corpus":"today togeth strengthen reform peacekeep common secur demand potu unga","id":648575957520019500,"day":"28"},{"text":"\"When a terrorist group beheads captives, slaughters the innocent and enslaves women...that is an assault on all humanity.\" —@POTUS #UNGA","month":"09","year":"2015","corpus":"terrorist group behead captiv slaughter innoc enslav women ... assault human potu unga","id":648508216553304000,"day":"28"},{"text":"\"As Pope Francis reminds us, we are stronger when we value the least among us, and see them as equal in dignity\" —@POTUS #UNGA","month":"09","year":"2015","corpus":"pope franci remind stronger valu least among see equal digniti potu unga","id":648509699776643100,"day":"28"},{"text":"\"What we have here today is the emergence of a global movement united by the mission of degrading and ultimately destroying ISIL.\" —@POTUS","month":"09","year":"2015","corpus":"today emerg global movement unit mission degrad ultim destroy isil potu","id":648872281284943900,"day":"29"},{"text":"\"Ideologies are not defeated with guns, they’re defeated by better ideas—a more attractive, compelling vision.\" —@POTUS on fighting ISIL","month":"09","year":"2015","corpus":"ideolog defeat gun defeat better idea attract compel vision potu fight isil","id":648873852194398200,"day":"29"},{"text":"\"When I took office, the unemployment rate was on its way to 10%.\nToday, it’s 5.1%.\" —@POTUS http://t.co/XDfd49BB6p","month":"09","year":"2015","corpus":"took offic unemploy rate way today %.\" potu","id":649318833728147500,"day":"30"},{"text":"\"When I took office, more than 15% of Americans were uninsured. Today, only 9.2% are uninsured.\" —@POTUS #ACAWorks http://t.co/7xnxEZMwul","month":"09","year":"2015","corpus":"took offic american uninsur today uninsur potu acawork","id":649319354018959400,"day":"30"},{"text":"At 6:20pm ET, @POTUS will deliver a statement on the shooting in Oregon → https://t.co/g3WEdxpHwx #UCCShooting","month":"10","year":"2015","corpus":"20pm potu deliv statement shoot oregon uccshoot","id":649702737169522700,"day":"01"},{"text":"\"If you think this is a problem, then you should expect your elected officials to reflect your views.\" —@POTUS #UCCShooting","month":"10","year":"2015","corpus":"think problem expect elect offici reflect view potu uccshoot","id":649714028500111400,"day":"01"},{"text":"RT @WHLive: \"He’s one of the longest-serving secretaries of education in our history—and one of the more consequential.\" —@POTUS on @arnedu…","month":"10","year":"2015","corpus":"whlive one longest serv secretari educ histori one consequenti potu arnedu","id":650033248647647200,"day":"02"},{"text":"\"I want to be clear. I will not sign another shortsighted spending bill like the one Congress sent me this week.\" —@POTUS","month":"10","year":"2015","corpus":"want clear sign anoth shortsight spend bill like one congress sent week potu","id":650037460148293600,"day":"02"},{"text":"\"We would be doing even better if we didn’t have to keep dealing with unnecessary crises in Congress every few months.\" —@POTUS","month":"10","year":"2015","corpus":"would even better keep deal unnecessari crise congress everi month potu","id":650036880243847200,"day":"02"},{"text":"RT to spread the word: @POTUS just announced two new marine sanctuaries → http://t.co/3G9TWHHakt #OurOcean2015\nhttps://t.co/sUwI83mNxA","month":"10","year":"2015","corpus":"spread word potu announc two new marin sanctuari ourocean2015","id":651070252453789700,"day":"05"},{"text":".@POTUS's trade deal includes the strongest labor &amp; environmental standards of any trade agreement in history. #TPP http://t.co/xU7059CDmA","month":"10","year":"2015","corpus":"potu trade deal includ strongest labor amp environment standard trade agreement histori tpp","id":651032069779361800,"day":"05"},{"text":"\"May God bless the men and women of the El Faro. May He comfort their families.\" —@POTUS on the El Faro Cargo Ship http://t.co/iQieo4BxDK","month":"10","year":"2015","corpus":"may god bless men women faro may comfort famili potu faro cargo ship","id":651892599045926900,"day":"07"},{"text":"\"When the playing field is level, and the rules are fair, Americans can out-compete anybody in the world.\" —@POTUS: http://t.co/e34xkC7EQn","month":"10","year":"2015","corpus":"play field level rule fair american compet anybodi world potu","id":652869030022352900,"day":"10"},{"text":"RT to spread the word: We've reduced the deficit by nearly three-fourths under @POTUS → http://t.co/CCYfrIrLRr http://t.co/J3c30f5czw","month":"10","year":"2015","corpus":"spread word reduc deficit nearli three fourth potu","id":654766316956483600,"day":"15"},{"text":"\"In 2013 alone, overdoses from prescription pain medications killed more than 16,000 Americans.\" —@POTUS in West Virginia","month":"10","year":"2015","corpus":"2013 alon overdos prescript pain medic kill 000 american potu west virginia","id":656904991546998800,"day":"21"},{"text":".@POTUS on investing in treatment vs. incarceration to help solve the epidemic of prescription drug abuse. https://t.co/L4EZXukUzE","month":"10","year":"2015","corpus":"potu invest treatment incarcer help solv epidem prescript drug abus","id":656920767725203500,"day":"21"},{"text":"RT @POTUS: So I'm eager to hear from folks in Charleston today on actions we can take to put recovery within reach for anyone who needs it.","month":"10","year":"2015","corpus":"potu eager hear folk charleston today action take put recoveri within reach anyon need","id":656894253805776900,"day":"21"},{"text":"Starting now: Join @POTUS &amp; the @MarshallProj for a conversation on #CriminalJusticeReform: https://t.co/uoaQd9F4Zs https://t.co/KGh9eMIN1A","month":"10","year":"2015","corpus":"start join potu amp marshallproj convers criminaljusticereform","id":657263533634129900,"day":"22"},{"text":"\"Our country is home to some of the most beautiful God-given landscapes in the world.\" —@POTUS: https://t.co/n1XODp2mfs","month":"10","year":"2015","corpus":"countri home beauti god given landscap world potu","id":657940561152888800,"day":"24"},{"text":"Watch 13-year-old Ayla introduce @POTUS and congratulate World Cup champion @USSoccer_WNT: https://t.co/gtjlYQmRWJ https://t.co/CTOAKWx1Oj","month":"10","year":"2015","corpus":"watch year old ayla introduc potu congratul world cup champion ussoccer_wnt","id":659019809590526000,"day":"27"},{"text":"\"The goal is to get the community involved before a crime takes place.\" —@POTUS on community policing #CriminalJusticeReform","month":"10","year":"2015","corpus":"goal get commun involv crime take place potu commun polic criminaljusticereform","id":659095427703316500,"day":"27"},{"text":"\"Fewer gun safety laws don't mean more freedom, they mean more danger.\" —@POTUS #StopGunViolence https://t.co/5PrimcUQGl","month":"10","year":"2015","corpus":"fewer gun safeti law mean freedom mean danger potu stopgunviol","id":659166467896705000,"day":"28"},{"text":"\"More guns on the streets do not make you or your community safer.\" —@POTUS #StopGunViolence https://t.co/oYpkYCprBy","month":"10","year":"2015","corpus":"gun street make commun safer potu stopgunviol","id":659161644396769300,"day":"28"},{"text":"\"Each victim of crime is one too many. Each fallen police officer is one too many.\" —@POTUS: https://t.co/9slXM8GS04 https://t.co/PvNOvzmtXL","month":"10","year":"2015","corpus":"victim crime one mani fallen polic offic one mani potu","id":659847704709722100,"day":"29"},{"text":"RT @WHLive: \"Around 70 million Americans have some sort of criminal record. That’s almost 1 in 5 of us.\" —@POTUS #CriminalJusticeReform","month":"11","year":"2015","corpus":"whlive around million american sort crimin record almost potu criminaljusticereform","id":661292353748115500,"day":"02"},{"text":"On Thursday, @POTUS will sit down Native youth.\nJoin the conversation with #GenIAsksObama: https://t.co/lj7xTS0Dc3 https://t.co/VlA7S19vLu","month":"11","year":"2015","corpus":"thursday potu sit nativ youth join convers geniasksobama","id":661612395752632300,"day":"03"},{"text":"\"You can compare plans and choose the one that’s right for your family\" —@POTUS: https://t.co/GNfbftrfo3 #GetCovered https://t.co/YlvjBussy0","month":"11","year":"2015","corpus":"compar plan choos one right famili potu getcov","id":663118749042475000,"day":"07"},{"text":"In which one of @POTUS's favorite authors shares what it's like to be interviewed by him: https://t.co/pdUdkO6UIu https://t.co/s5I0zMVzHH","month":"11","year":"2015","corpus":"one potu favorit author share like interview","id":664172859795767300,"day":"10"},{"text":"\"Training. Guts. Teamwork. What made Flo a great runner also made him a great soldier. \" —@POTUS on #MedalOfHonor recipient Captain Groberg","month":"11","year":"2015","corpus":"train gut teamwork made flo great runner also made great soldier potu medalofhonor recipi captain groberg","id":664838739240296400,"day":"12"},{"text":"\"This is an attack on all of humanity and the universal values that we share.\" —@POTUS on the attacks in Paris https://t.co/yQThOvrdxZ","month":"11","year":"2015","corpus":"attack human univers valu share potu attack pari","id":665310041554075600,"day":"13"},{"text":"\"Here at the G-20, our nations have sent an unmistakable message—we are united against this threat.\" —@POTUS on our fight against ISIL","month":"11","year":"2015","corpus":"nation sent unmistak messag unit threat potu fight isil","id":666268888909217800,"day":"16"},{"text":"\"Slamming the door in their face would be a betrayal of our values.\" —@POTUS on Syrian refugees https://t.co/oxNHay5dif","month":"11","year":"2015","corpus":"slam door face would betray valu potu syrian refuge","id":666274602570547200,"day":"16"},{"text":"Travel aboard Air Force One as @Rhodes44 recaps @POTUS’ trip to the #G20 Summit in Turkey:\nhttps://t.co/Ha245v3rhP","month":"11","year":"2015","corpus":"travel aboard air forc one rhodes44 recap potu trip g20 summit turkey","id":666665897575084000,"day":"17"},{"text":"RT @POTUS: Here, our focus is giving safe haven to the most vulnerable Syrians – women, children, and survivors of torture.","month":"11","year":"2015","corpus":"potu focu give safe vulner syrian women children survivor tortur","id":667021129412923400,"day":"18"},{"text":"“We live in the greatest country on Earth, and we are blessed in so many ways.” —@POTUS wishing all Americans a Happy Thanksgiving","month":"11","year":"2015","corpus":"live greatest countri earth bless mani way potu wish american happi thanksgiv","id":669604479549837300,"day":"25"},{"text":"\"We are both equipped to prevent attacks, and resilient in the face of those who would try to do us harm.\"—@POTUS  https://t.co/YYfLjt8NXw","month":"11","year":"2015","corpus":"equip prevent attack resili face would tri harm .\"—@ potu","id":669578832022605800,"day":"25"},{"text":"Watch as @POTUS awards 17 extraordinary Americans with the #MedalOfFreedom, our nation's highest civilian honor. https://t.co/GrkLsyuYuB","month":"11","year":"2015","corpus":"watch potu award extraordinari american medaloffreedom nation highest civilian honor","id":669304664320553000,"day":"25"},{"text":"\"On this uniquely American holiday we also remember that so much of our greatness comes from our generosity\" —@POTUS https://t.co/Jiwdvk8nII","month":"11","year":"2015","corpus":"uniqu american holiday also rememb much great come generos potu","id":669950033471508500,"day":"26"},{"text":"\"Glaciers are melting at a pace unprecedented in modern times.\" —@POTUS #ParisClimateConference #COP21 https://t.co/m5DjvcOdhM","month":"11","year":"2015","corpus":"glacier melt pace unpreced modern time potu parisclimateconfer cop21","id":671296082794647600,"day":"30"},{"text":"RT @NSCPress: On World Aids Day (#WAD2015), here's how @POTUS plans to put an #AIDSFreeGen within reach → https://t.co/WL5W1ClItw https://t…","month":"12","year":"2015","corpus":"nscpress world aid day wad2015 potu plan put aidsfreegen within reach","id":671742814087196700,"day":"01"},{"text":".@POTUS on passage of the transportation bill and reauthorization of the Export-Import Bank. https://t.co/fhFDDxj91p","month":"12","year":"2015","corpus":"potu passag transport bill reauthor export import bank","id":672877145899733000,"day":"04"},{"text":"\"The killers in San Bernardino used military-style assault weapons—weapons of war.\" —@POTUS: https://t.co/epXMBxdxsH","month":"12","year":"2015","corpus":"killer san bernardino use militari style assault weapon weapon war potu","id":673206458389946400,"day":"05"},{"text":"\"If you’re too dangerous to board a plane, you’re too dangerous, by definition, to buy a gun.\" —@POTUS: https://t.co/epXMBxdxsH","month":"12","year":"2015","corpus":"danger board plane danger definit buy gun potu","id":673524841182453800,"day":"06"},{"text":"\"Here at home, we have to work together to address the challenge.  There are several steps that Congress should take right away.\" —@POTUS","month":"12","year":"2015","corpus":"home work togeth address challeng sever step congress take right away potu","id":673670336420810800,"day":"07"},{"text":"\"Tonight, I want to talk with you about this tragedy; the broader threat of terrorism; and how we can keep our country safe.\" —@POTUS","month":"12","year":"2015","corpus":"tonight want talk tragedi broader threat terror keep countri safe potu","id":673668813292875800,"day":"07"},{"text":"\"This was an act of terrorism, designed to kill innocent people.\" —@POTUS on the San Bernardino shootings","month":"12","year":"2015","corpus":"act terror design kill innoc peopl potu san bernardino shoot","id":673668979009806300,"day":"07"},{"text":"\"It is our responsibility to reject proposals that Muslim Americans should somehow be treated differently.\" —@POTUS","month":"12","year":"2015","corpus":"respons reject propos muslim american somehow treat differ potu","id":673671498146578400,"day":"07"},{"text":"RT @POTUS: 150 years since the abolition of slavery, a turning point in our history. Progress - that's our story.","month":"12","year":"2015","corpus":"potu 150 year sinc abolit slaveri turn point histori progress stori","id":674621032662220800,"day":"09"},{"text":"\"After more than 10 years, Members of Congress from both parties have come together to revise our national education law.\" —@POTUS #ESSA","month":"12","year":"2015","corpus":"year member congress parti come togeth revis nation educ law potu essa","id":674986125602123800,"day":"10"},{"text":"Tune in as @POTUS signs the bipartisan education bill to fix and replace No Child Left Behind → https://t.co/7xEoqCOW0Q #ESSA","month":"12","year":"2015","corpus":"tune potu sign bipartisan educ bill fix replac child left behind essa","id":674985478660202500,"day":"10"},{"text":"\"This agreement will mean less of the carbon pollution that threatens our planet.\" —@POTUS on the #ParisAgreement","month":"12","year":"2015","corpus":"agreement mean less carbon pollut threaten planet potu parisagr","id":675806194372640800,"day":"12"},{"text":"Tune in as @POTUS gives an update on counterterrorism efforts and our fight against ISIL → https://t.co/oDIQ2UMleK https://t.co/VWkSwv3OoA","month":"12","year":"2015","corpus":"tune potu give updat counterterror effort fight isil","id":677548440667234300,"day":"17"},{"text":".@POTUS just commuted the sentences of 95 men and women who committed nonviolent offenses: https://t.co/PCAhu3eg0N https://t.co/a44sHA2irr","month":"12","year":"2015","corpus":"potu commut sentenc men women commit nonviol offens","id":677918849593794600,"day":"18"},{"text":"Watch as @POTUS takes a look back at 2015 in his end-of-year press conference. https://t.co/HR8IejIBwH","month":"12","year":"2015","corpus":"watch potu take look back 2015 end year press confer","id":679056543367610400,"day":"21"},{"text":"Celebrate American creativity in the arts and humanities with @POTUS &amp; @FLOTUS January 8 on @PBS.  https://t.co/IhLy4VFPYy","month":"12","year":"2015","corpus":"celebr american creativ art human potu amp flotu januari pb","id":682028345840685000,"day":"30"},{"text":"RT @JohnKingatED: I’m honored by the opportunity @POTUS has given me to build on the success he &amp; @arneduncan have had over past 7 yrs\nhttp…","month":"01","year":"2016","corpus":"johnking honor opportun potu given build success amp arneduncan past yr http","id":684086116098523100,"day":"04"},{"text":"\"People are dying.\nAnd the constant excuses for inaction no longer do.\nNo longer suffice.\nThat’s why we’re here today.\" —@POTUS","month":"01","year":"2016","corpus":"peopl die constant excus inact longer longer suffic today potu","id":684417002774097900,"day":"05"},{"text":"RT @_juliannemoore: Thank you @POTUS for stepping up and taking action when Congress won’t. #StopGunViolence https://t.co/v3M6pA6hLu","month":"01","year":"2016","corpus":"_juliannemoor thank potu step take action congress stopgunviol","id":684389920400666600,"day":"05"},{"text":"\"Even the NRA used to support expanded background checks. Most of its members still do. Most Republican voters still do.\" —@POTUS","month":"01","year":"2016","corpus":"even nra use support expand background check member still republican voter still potu","id":684418775886762000,"day":"05"},{"text":"Here's how @POTUS is taking commonsense steps to help #StopGunViolence. https://t.co/Xjc2RqRJ5N","month":"01","year":"2016","corpus":"potu take commonsens step help stopgunviol","id":684757594586546200,"day":"06"},{"text":"RT @vj44: Welcome to my office hours. Answering Qs today on @POTUS's actions to #StopGunViolence. @Dan_at_Brady @MomsDemand @resp_solutions…","month":"01","year":"2016","corpus":"vj44 welcom offic hour answer today potu action stopgunviol dan_at_bradi momsdemand resp_solut","id":684783093903966200,"day":"06"},{"text":"RT @repjohnlewis: .@POTUS Thank you, Mr. President. You made a moving, powerful, and necessary statement on guns. I cried with you. #StopGu…","month":"01","year":"2016","corpus":"repjohnlewi potu thank presid made move power necessari statement gun cri stopgu","id":684774474978308100,"day":"06"},{"text":"RT @PressSec: Actually both @POTUS and 84% of gun owners respect the 2 amdt while supporting bckgrd checks at guns shows or online https://…","month":"01","year":"2016","corpus":"presssec actual potu gun owner respect amdt support bckgrd check gun show onlin","id":685287505810296800,"day":"08"},{"text":"\"There are neighborhoods where it is easier...for a 12 or 13-year-old to get a gun than it is...to get a book.\" —@POTUS #GunsInAmerica","month":"01","year":"2016","corpus":"neighborhood easier ... year old get gun ... get book potu gunsinamerica","id":685267135174733800,"day":"08"},{"text":"“Keep listening to your mom. Work hard and get an education.” —@POTUS giving advice to a young man at the @CNN #GunsInAmerica town hall","month":"01","year":"2016","corpus":"keep listen mom work hard get educ potu give advic young man cnn gunsinamerica town hall","id":685282405326958600,"day":"08"},{"text":"\"Never in our lives again will we have the chance to do as much good as we do right now.\" —@POTUS #SOTU https://t.co/uwE7JrHrXf","month":"01","year":"2016","corpus":"never live chanc much good right potu sotu","id":686663903456145400,"day":"11"},{"text":"Missed our first snap? Add \"WhiteHouse\" on @Snapchat for a behind-the-scenes look at @POTUS's final #SOTU. 🇺🇸 https://t.co/xt1GcPuAe8","month":"01","year":"2016","corpus":"miss first snap add whitehous snapchat behind scene look potu final sotu 🇺🇸","id":686590237095661600,"day":"11"},{"text":"RT @Denis44: Just checked in with @POTUS ... you're not going to want to miss tonight's speech at 9p ET. Should be pretty sweet: https://t.…","month":"01","year":"2016","corpus":"denis44 check potu go want miss tonight speech pretti sweet","id":687036231029411800,"day":"12"},{"text":"\"I see it in the American who served his time and now dreams of starting over.\" —@POTUS: https://t.co/7ZgBUWI9cz #SOTU","month":"01","year":"2016","corpus":"see american serv time dream start potu sotu","id":687108752776888300,"day":"13"},{"text":"\"On rooftops from Arizona to New York, solar is saving Americans tens of millions of dollars a year on their energy bills.\" —@POTUS #SOTU","month":"01","year":"2016","corpus":"rooftop arizona new york solar save american ten million dollar year energi bill potu sotu","id":687100910695280600,"day":"13"},{"text":"\"Recognize that the Cold War is over. Lift the embargo.\" —@POTUS to Congress on Cuba #SOTU https://t.co/xj9zYFOFMt","month":"01","year":"2016","corpus":"recogn cold war lift embargo potu congress cuba sotu","id":687104747812225000,"day":"13"},{"text":"At 10:45am ET, watch @POTUS deliver a statement on Iran → https://t.co/9ro5cWk1Cl","month":"01","year":"2016","corpus":"45am watch potu deliv statement iran","id":688739207708291100,"day":"17"},{"text":"\"This is a good day. Once again, we’re seeing what’s possible with strong American diplomacy.\" —@POTUS #IranDeal https://t.co/yNV26XZmDQ","month":"01","year":"2016","corpus":"good day see possibl strong american diplomaci potu irand","id":688757736310485000,"day":"17"},{"text":"RT @WHLive: \"Amir Hekmati is coming home. A former sergeant in the Marine Corps, he’s been held for four and a half years.\" —@POTUS","month":"01","year":"2016","corpus":"whlive amir hekmati come home former sergeant marin corp held four half year potu","id":688751668343746600,"day":"17"},{"text":"\"Today, we’re united in welcoming home sons and husbands and brothers who in lonely prison cells have endured an absolute nightmare\" —@POTUS","month":"01","year":"2016","corpus":"today unit welcom home son husband brother lone prison cell endur absolut nightmar potu","id":688752678214758400,"day":"17"},{"text":"RT @POTUS: Seven years ago I bet on American workers and the American auto industry. I’d make that bet again any day of the week.","month":"01","year":"2016","corpus":"potu seven year ago bet american worker american auto industri make bet day week","id":689843998975004700,"day":"20"},{"text":"7 years ago today, @POTUS was sworn into office.\nHere's a look at how far we've come since. https://t.co/muY0qzPsSb","month":"01","year":"2016","corpus":"year ago today potu sworn offic look far come sinc","id":689890946683576300,"day":"20"},{"text":".@POTUS in the Oval Office on a snowy afternoon at the White House. https://t.co/fIbOixFAU9","month":"01","year":"2016","corpus":"potu oval offic snowi afternoon white hous","id":690670464440504300,"day":"22"},{"text":"\"The government should not intrude on private decisions made between a woman and her doctor.\" —@POTUS #Roe43 https://t.co/tpxXvwmUTM","month":"01","year":"2016","corpus":"govern intrud privat decis made woman doctor potu roe43","id":690603492184993800,"day":"22"},{"text":"RT @PressSec: .@POTUS created the #CancerMoonshot Task Force, a first of its kind. @VP is heading it up. Read what he has to say → https://…","month":"01","year":"2016","corpus":"presssec potu creat cancermoonshot task forc first kind head read say","id":692729134884192300,"day":"28"},{"text":"RT @GoogleForEdu: Did you catch @POTUS' #CSforAll announcement this morning? We're all in: https://t.co/1i6IBrtJc5 #googlecsedu https://t.c…","month":"01","year":"2016","corpus":"googleforedu catch potu csforal announc morn googlecsedu","id":693463477369737200,"day":"30"},{"text":"\"We can’t give in to profiling entire groups of people because there is no single profile of a terrorist.\" —@POTUS #MosqueVisit","month":"02","year":"2016","corpus":"give profil entir group peopl singl profil terrorist potu mosquevisit","id":694953806359040000,"day":"03"},{"text":"\"We have to reaffirm that most fundamental of truths—we are all God’s children, all born equal with inherent dignity.\" —@POTUS #MosqueVisit","month":"02","year":"2016","corpus":"reaffirm fundament truth god children born equal inher digniti potu mosquevisit","id":694949419624566800,"day":"03"},{"text":"\"As we go forward, I want every Muslim American to remember that…your fellow Americans stand with you.\" —@POTUS #MosqueVisit","month":"02","year":"2016","corpus":"forward want everi muslim american rememb fellow american stand potu mosquevisit","id":694954744125788200,"day":"03"},{"text":"\"Our children grow up too fast.\" —@POTUS reflecting on his daughters at the #NationalPrayerBreakfast https://t.co/TcZ10Y1ucL","month":"02","year":"2016","corpus":"children grow fast potu reflect daughter nationalprayerbreakfast","id":695286211515121700,"day":"04"},{"text":"\"I pray that we will uphold our obligation to be good stewards of God’s creation—this beautiful planet.\" —@POTUS #NationalPrayerBreakfast","month":"02","year":"2016","corpus":"pray uphold oblig good steward god creation beauti planet potu nationalprayerbreakfast","id":695259021633200100,"day":"04"},{"text":"Watch live: @POTUS honors the @NBA Champion Golden State @Warriors → https://t.co/S3Wjsk6KnA #DubNation","month":"02","year":"2016","corpus":"watch live potu honor nba champion golden state warrior dubnat","id":695321506243543000,"day":"04"},{"text":"\"Rather than subsidize the past, we should invest in the future.\" —@POTUS on doubling investment in clean energy R&amp;D https://t.co/0MoJ0ZMUuB","month":"02","year":"2016","corpus":"rather subsid past invest futur potu doubl invest clean energi amp","id":696350717917802500,"day":"07"},{"text":"\"We can’t move forward if all we do is tear each other down\" —@POTUS on our need for a better politics","month":"02","year":"2016","corpus":"move forward tear potu need better polit","id":697509472403591200,"day":"10"},{"text":"\"I don’t believe that money is speech, or that political spending should have no limits.\" —@POTUS","month":"02","year":"2016","corpus":"believ money speech polit spend limit potu","id":697506680754536400,"day":"10"},{"text":"\"When I hear voices in either party boast of their refusal to compromise…I'm not impressed.\" —@POTUS https://t.co/AzqVt37Xq6","month":"02","year":"2016","corpus":"hear voic either parti boast refus compromis impress potu","id":697548621802295300,"day":"10"},{"text":"RT @WHLive: \"We found that despite all our surface differences—Democrats and Republicans...we actually had a lot in common.\" —@POTUS on the…","month":"02","year":"2016","corpus":"whlive found despit surfac differ democrat republican ... actual lot common potu","id":697498292167569400,"day":"10"},{"text":"Go behind the scenes with @POTUS on @Snapchat during his trip to Springfield: https://t.co/fdSmWlBMVd\nhttps://t.co/pmvd6SWv5A","month":"02","year":"2016","corpus":"behind scene potu snapchat trip springfield","id":697573705518452700,"day":"11"},{"text":".@POTUS has protected more public lands and waters than any other President → https://t.co/jnLF7pHein #FindYourPark https://t.co/sSaG32k6va","month":"02","year":"2016","corpus":"potu protect public land water presid findyourpark","id":698174275426107400,"day":"12"},{"text":"\"We can make voting easier, not harder, and modernize it for the way we live now.\" —@POTUS https://t.co/iIJsoGLfjL","month":"02","year":"2016","corpus":"make vote easier harder modern way live potu","id":698548478880800800,"day":"13"},{"text":"\"He held a nation together and helped free a people.\"\n—@POTUS on Lincoln: https://t.co/bYWyXAes5a #PresidentsDay https://t.co/61rXgo7Ata","month":"02","year":"2016","corpus":"held nation togeth help free peopl potu lincoln presidentsday","id":699266618749231100,"day":"15"},{"text":"RT @WHLive: Happening now: @POTUS and @FLOTUS celebrate #BlackHistoryMonth → https://t.co/DuXMyi4KFB https://t.co/j6W9QTWuKX","month":"02","year":"2016","corpus":"whlive happen potu flotu celebr blackhistorymonth","id":700437699791085600,"day":"18"},{"text":"RT @AmbassadorRice: .@POTUS travel to #Cuba will be next major step in our commitment to a new approach of engagement rather than a failed …","month":"02","year":"2016","corpus":"ambassadorric potu travel cuba next major step commit new approach engag rather fail","id":700336868555030500,"day":"18"},{"text":"RT @POTUS: Our flag flies over our Embassy in Havana once again. More Americans are traveling to Cuba than at any time in the last 50 years.","month":"02","year":"2016","corpus":"potu flag fli embassi havana american travel cuba time last year","id":700319495131439100,"day":"18"},{"text":"\"That’s the thing about our democracy. It takes all of us.\" —@POTUS #BlackHistoryMonth","month":"02","year":"2016","corpus":"thing democraci take potu blackhistorymonth","id":700439441383563300,"day":"18"},{"text":"RT @POTUS: Next month, I'll travel to Cuba to advance our progress and efforts that can improve the lives of the Cuban people.","month":"02","year":"2016","corpus":"potu next month travel cuba advanc progress effort improv live cuban peopl","id":700320430436053000,"day":"18"},{"text":"\"Caprina, tell her to dry her tears\" —@POTUS: https://t.co/7R3TB081B6 #ObamaAndKids https://t.co/An5ikZWC3V","month":"02","year":"2016","corpus":"caprina tell dri tear potu obamaandkid","id":701133748717289500,"day":"20"},{"text":"\"We're launching an aggressive coordinated campaign...to stop #Zika at the source &amp; keep Americans healthy.\" —@POTUS https://t.co/XmIMHktjMq","month":"02","year":"2016","corpus":"launch aggress coordin campaign ... stop zika sourc amp keep american healthi potu","id":701825883083042800,"day":"22"},{"text":"\"Today, the Defense Department…is submitting to Congress our plan for closing the facility at Guantanamo once and for all.\" —@POTUS","month":"02","year":"2016","corpus":"today defens depart submit congress plan close facil guantanamo potu","id":702155157111500800,"day":"23"},{"text":"\"It reflects the lessons we’ve learned since 9/11—lessons that must guide our nation going forward.\" —@POTUS on his plan to close Guantanamo","month":"02","year":"2016","corpus":"reflect lesson learn sinc lesson must guid nation go forward potu plan close guantanamo","id":702156232317128700,"day":"23"},{"text":"RT @WHLive: \"The plan we’re submitting today is not only the right thing to do for our security, it will save money\" —@POTUS on closing Gua…","month":"02","year":"2016","corpus":"whlive plan submit today right thing secur save money potu close gua","id":702157041473888300,"day":"23"},{"text":".@POTUS nominates the first woman and first African-American to be Librarian of Congress: https://t.co/5zQhYVj74j\nhttps://t.co/vkWq9IfqcU","month":"02","year":"2016","corpus":"potu nomin first woman first african american librarian congress","id":702560297974788100,"day":"24"},{"text":"Big news: @POTUS announced he's nominating Carla Hayden as our 14th Librarian of Congress: https://t.co/C3NZXB6qjg https://t.co/ogzYZ4SBVC","month":"02","year":"2016","corpus":"big news potu announc nomin carla hayden 14th librarian congress","id":702538842671177700,"day":"24"},{"text":"RT @Denis44: Congrats Milwaukee, on winning the Healthy Communities Challenge! @POTUS is headed your way on March 3, so get ready to #getco…","month":"02","year":"2016","corpus":"denis44 congrat milwauke win healthi commun challeng potu head way march get readi getco","id":703002726603595800,"day":"25"},{"text":"\"Here’s the Scoop: Why My #FirstJob Mattered\" —@POTUS on @LinkedIn about creating opportunity for young Americans: https://t.co/oIsh4KayPB","month":"02","year":"2016","corpus":"scoop firstjob matter potu linkedin creat opportun young american","id":702885850712039400,"day":"25"},{"text":"Here's how @POTUS is working with high-tech leaders in Silicon Valley to help counter ISIL online. https://t.co/5aGVHnOfMk","month":"02","year":"2016","corpus":"potu work high tech leader silicon valley help counter isil onlin","id":702997338818674700,"day":"25"},{"text":"\"I’ve never been more optimistic that we’ll get where we need to go.\" —@POTUS: https://t.co/Lz5tnqoYPh https://t.co/9wDiwoQWBU","month":"02","year":"2016","corpus":"never optimist get need potu","id":703296536998969300,"day":"26"},{"text":"RT @PressSec: On Tuesday, @POTUS will meet with Senators McConnell, Reid, Grassley, and Leahy on the need to fill the #SCOTUS vacancy.","month":"02","year":"2016","corpus":"presssec tuesday potu meet senat mcconnel reid grassley leahi need fill scotu vacanc","id":703009977909289000,"day":"26"},{"text":"RT @DeptofDefense: .@POTUS presents @USNavy Senior Chief Petty Officer Edward Byers Jr with the #MedalofHonor. @us_navyseals https://t.co/E…","month":"02","year":"2016","corpus":"deptofdefens potu present usnavi senior chief petti offic edward byer medalofhonor us_navys","id":704345746758176800,"day":"29"},{"text":"“Ed saved the lives of several teammates—and that hostage.” —@POTUS on #MedalOfHonor recipient @USNavy Senior Chief Ed Byers","month":"02","year":"2016","corpus":"save live sever teammat hostag potu medalofhonor recipi usnavi senior chief byer","id":704342569526755300,"day":"29"},{"text":"\"North Korea must abandon these dangerous programs and choose a better path for its people.\" —@POTUS #UNSC https://t.co/icptC4KSfM","month":"03","year":"2016","corpus":"north korea must abandon danger program choos better path peopl potu unsc","id":705055073676689400,"day":"02"},{"text":"\"We’re not going to go back to a time when folks could be denied coverage because of a preexisting condition\" —@POTUS #ACAWorks","month":"03","year":"2016","corpus":"go back time folk could deni coverag preexist condit potu acawork","id":705486438633091100,"day":"03"},{"text":"\"Nancy became a voice on behalf of millions of families experiencing the...reality of Alzheimer’s disease\" —@POTUS https://t.co/Glw3uit9oa","month":"03","year":"2016","corpus":"nanci becam voic behalf million famili experienc ... realiti alzheim diseas potu","id":708738113686757400,"day":"12"},{"text":"\"More than 40 organizations stepped up with new commitments in this cutting-edge field.\" —@POTUS #PrecisionMedicine https://t.co/Glw3uit9oa","month":"03","year":"2016","corpus":"organ step new commit cut edg field potu precisionmedicin","id":708814866933358600,"day":"13"},{"text":"\"We’ve also launched the BRAIN initiative to revolutionize our understanding of how the human brain works.\" —@POTUS https://t.co/Glw3uiKKMK","month":"03","year":"2016","corpus":"also launch brain initi revolution understand human brain work potu","id":709048570184384500,"day":"13"},{"text":"\"Today, I am nominating Chief Judge Merrick Brian Garland to join the Supreme Court.\" —@POTUS #SCOTUSnominee https://t.co/ak7vqV9sCM","month":"03","year":"2016","corpus":"today nomin chief judg merrick brian garland join suprem court potu scotusnomine","id":710120307311439900,"day":"16"},{"text":"RT @SCOTUSnom: .@POTUS will announce his #SCOTUS nominee at 11am ET.\n \nFollow along to get the facts on his nominee &amp; the nomination proces…","month":"03","year":"2016","corpus":"scotusnom potu announc scotu nomine 11am follow along get fact nomine amp nomin proce","id":710058153413582800,"day":"16"},{"text":"RT @SCOTUSnom: \"A Justice should possess an independent mind, unimpeachable credentials &amp; an unquestionable mastery of law\" —@POTUS https:/…","month":"03","year":"2016","corpus":"scotusnom justic possess independ mind unimpeach credenti amp unquestion masteri law potu http :/…","id":710066827716665300,"day":"16"},{"text":"RT @POTUS: A great example of how tech can make our democracy stronger. Thanks for answering the call to serve. https://t.co/dFU57cuxo8","month":"03","year":"2016","corpus":"potu great exampl tech make democraci stronger thank answer call serv","id":710600550589534200,"day":"17"},{"text":"RT @vj44: Huge turnout on call today w/ @POTUS &amp; 16,012 grassroots leaders on #SCOTUS. American people agree #DoYourJob https://t.co/lSDwOt…","month":"03","year":"2016","corpus":"vj44 huge turnout call today potu amp 012 grassroot leader scotu american peopl agre doyourjob","id":710647092520345600,"day":"18"},{"text":"Tomorrow, @POTUS will become the first U.S. President to travel to Cuba in nearly 90 years. See his schedule: https://t.co/Dfbi5gPyYQ","month":"03","year":"2016","corpus":"tomorrow potu becom first presid travel cuba nearli year see schedul","id":711269290859626500,"day":"19"},{"text":"\"U.S. airlines will begin direct commercial flights this year.” —@POTUS: https://t.co/U5qV7HjCpo https://t.co/4RbARlJGdO","month":"03","year":"2016","corpus":"airlin begin direct commerci flight year potu","id":712036931694157800,"day":"21"},{"text":"\"More Cuban Americans are coming home. For many, this is a time of new hope for the future\" —@POTUS in Havana #CubaVisit","month":"03","year":"2016","corpus":"cuban american come home mani time new hope futur potu havana cubavisit","id":711981426888015900,"day":"21"},{"text":"\"We were moved by the Cubans who came out yesterday, smiling and waving, to welcome us.\" —@POTUS #CubaVisit https://t.co/nqzIJW52Ls","month":"03","year":"2016","corpus":"move cuban came yesterday smile wave welcom potu cubavisit","id":711981030723481600,"day":"21"},{"text":"\"¡Hola desde Cuba! Michelle, the girls, and I are here in Havana\" —@POTUS on @Facebook:  https://t.co/AuVBr5KbPu https://t.co/gcOc63Rn3P","month":"03","year":"2016","corpus":"hola desd cuba michel girl havana potu facebook","id":711933152391012400,"day":"21"},{"text":"\"U.S. airlines will begin direct commercial flights this year.” —@POTUS in Havana #CubaVisit","month":"03","year":"2016","corpus":"airlin begin direct commerci flight year potu havana cubavisit","id":711982383235473400,"day":"21"},{"text":"“We welcome Cuba’s important announcement that it plans to end the 10 percent penalty on dollar conversions here” —@POTUS #CubaVisit","month":"03","year":"2016","corpus":"welcom cuba import announc plan end percent penalti dollar convers potu cubavisit","id":711982607853076500,"day":"21"},{"text":"“The U.S. will continue to speak up on behalf of democracy, including the right of the Cuban people to decide their own future”  —@POTUS","month":"03","year":"2016","corpus":"continu speak behalf democraci includ right cuban peopl decid futur potu","id":711981865826132000,"day":"21"},{"text":"RT @NSC44: \"Here today, we're doing even more to empower Cuban entrepreneurs like you\"-@POTUS →\nhttps://t.co/NNZ6u74kgs \nhttps://t.co/0JMtI…","month":"03","year":"2016","corpus":"nsc44 today even empow cuban entrepreneur like \"-@ potu","id":712021437146595300,"day":"21"},{"text":"\"We can make this journey as friends, as neighbors, as family. Si se puede.\" —@POTUS speaking to the Cuban people https://t.co/To5wDa6EyK","month":"03","year":"2016","corpus":"make journey friend neighbor famili pued potu speak cuban peopl","id":712301437028425700,"day":"22"},{"text":"\"We can—and will—defeat those who threaten the safety and security...of people all around the world” —@POTUS on the attack in #Brussels","month":"03","year":"2016","corpus":"defeat threaten safeti secur ... peopl around world potu attack brussel","id":712672204819865600,"day":"23"},{"text":"Here's what @POTUS wants you to know about his historic trip to Cuba: https://t.co/3O7kCb4MAv #CubaVisit https://t.co/rz9RqzPFBT","month":"03","year":"2016","corpus":"potu want know histor trip cuba cubavisit","id":712792361869439000,"day":"24"},{"text":"\"We have to reject any attempt to stigmatize Muslim-Americans &amp; their enormous contributions to our country\" —@POTUS https://t.co/KNzCYRmQTL","month":"03","year":"2016","corpus":"reject attempt stigmat muslim american amp enorm contribut countri potu","id":713835931237752800,"day":"26"},{"text":"Watch: @POTUS offers his thoughts and prayers to the families of the victims of the terrorist attacks in #Brussels. https://t.co/KNzCYRErLj","month":"03","year":"2016","corpus":"watch potu offer thought prayer famili victim terrorist attack brussel","id":713749938040021000,"day":"26"},{"text":"\"We must continue to strive for our vision of the world as it ought to be.\" —@POTUS on #NuclearSecurity: https://t.co/7Dl4bnQ2fV","month":"03","year":"2016","corpus":"must continu strive vision world ought potu nuclearsecur","id":715619138337681400,"day":"31"},{"text":"Ahead of the #NuclearSecuritySummit, @POTUS shares the vision we must pursue to guard against a nuclear threat →  https://t.co/7Dl4bnyqRl","month":"03","year":"2016","corpus":"ahead nuclearsecuritysummit potu share vision must pursu guard nuclear threat","id":715527196983500800,"day":"31"},{"text":"\"We’ve eliminated some 138 tons of our surplus highly enriched uranium\" —@POTUS: https://t.co/QyBNjAvu7G #NuclearSecuritySummit","month":"04","year":"2016","corpus":"elimin 138 ton surplu highli enrich uranium potu nuclearsecuritysummit","id":716025306818158600,"day":"01"},{"text":"“Together, we’ve removed the world’s most deadly materials from nuclear facilities around the world.” —@POTUS at the #NuclearSecuritySummit","month":"04","year":"2016","corpus":"togeth remov world deadli materi nuclear facil around world potu nuclearsecuritysummit","id":716024790004408300,"day":"01"},{"text":"RT @NSC44: \"Together, we've removed the world's most deadly materials from nuclear facilities around the world\"-@POTUS #NSS2016\nhttps://t.c…","month":"04","year":"2016","corpus":"nsc44 togeth remov world deadli materi nuclear facil around world \"-@ potu nss2016","id":716028011926130700,"day":"01"},{"text":"\"More of the world’s nuclear material is secure. It’s harder for terrorists to get at it.\" —@POTUS #NuclearSecurity https://t.co/Gh0tbI4inU","month":"04","year":"2016","corpus":"world nuclear materi secur harder terrorist get potu nuclearsecur","id":716708630024708100,"day":"03"},{"text":"\"Our coalition continues to take out its leaders, including those planning terrorist attacks.\" —@POTUS on ISIL: https://t.co/Gh0tbIlTMu","month":"04","year":"2016","corpus":"coalit continu take leader includ plan terrorist attack potu isil","id":716663218576433200,"day":"03"},{"text":"RT @vj44: Have Qs on #SCOTUS? Ask here &amp; tune in at 3:30pm ET when @POTUS returns to @UChicagoLaw https://t.co/EwhnTeDi32 https://t.co/VMgt…","month":"04","year":"2016","corpus":"vj44 scotu ask amp tune 30pm potu return uchicagolaw","id":718137548694954000,"day":"07"},{"text":"RT if you agree with @POTUS: Let's build an economy where everyone gets a fair shot and plays by the same rules. https://t.co/SZCYneX9F2","month":"04","year":"2016","corpus":"agre potu let build economi everyon get fair shot play rule","id":718861795180572700,"day":"09"},{"text":"Here's how @POTUS is taking action to ensure everyone plays by the same rules. https://t.co/SZCYneX9F2","month":"04","year":"2016","corpus":"potu take action ensur everyon play rule","id":718816508017832000,"day":"09"},{"text":".@POTUS is calling on Congress to support emergency funding to fight the #Zika virus: https://t.co/Af9tq6zOuU https://t.co/AOPSCzWsGz","month":"04","year":"2016","corpus":"potu call congress support emerg fund fight zika viru","id":719623911445569500,"day":"11"},{"text":"RT @POTUS: Proud to designate the Belmont-Paul national monument for women's equality. Let's keep up their fight with #EqualPay for women t…","month":"04","year":"2016","corpus":"potu proud design belmont paul nation monument women equal let keep fight equalpay women","id":719899636060659700,"day":"12"},{"text":"\"This house is a monument to the fight for women’s equality.\" —@POTUS: https://t.co/smysRM3uDq https://t.co/eenRMTaf4R","month":"04","year":"2016","corpus":"hous monument fight women equal potu","id":719923080886296600,"day":"12"},{"text":"On #EqualPayDay, @POTUS will designate a new national monument honoring women’s equality: https://t.co/smysRM3uDq https://t.co/4gI708PYKh","month":"04","year":"2016","corpus":"equalpayday potu design new nation monument honor women equal","id":719882839924154400,"day":"12"},{"text":"On your mark! Get set! Ride! 🚲  \nWatch @POTUS &amp; military families celebrate the @WWP ride as it kicked off today: https://t.co/3QdyyUKZkB","month":"04","year":"2016","corpus":"mark get set ride watch potu amp militari famili celebr wwp ride kick today","id":720778771767242800,"day":"15"},{"text":"Watch @POTUS reflect on what Boston taught us about strength in the face of fear. #OneBostonDay https://t.co/WP12LS5VY0","month":"04","year":"2016","corpus":"watch potu reflect boston taught strength face fear onebostonday","id":721065712094154800,"day":"15"},{"text":"\"The deck should not be stacked in favor of the wealthiest\" —@POTUS on ensuring our free market works for everyone: https://t.co/z4mA9kN2ea","month":"04","year":"2016","corpus":"deck stack favor wealthiest potu ensur free market work everyon","id":721397860810403800,"day":"16"},{"text":"It's #TaxDay! Here's a look at what @POTUS has done to provide relief to working families: https://t.co/v0fDlXOWDk https://t.co/2xBSd0hn2Z","month":"04","year":"2016","corpus":"taxday look potu done provid relief work famili","id":722108146399973400,"day":"18"},{"text":"RT @OKCNM: @POTUS shared his thoughts this Anniversary with this special letter, read at the Remembrance Ceremony. https://t.co/bbRNcA8kme","month":"04","year":"2016","corpus":"okcnm potu share thought anniversari special letter read remembr ceremoni","id":722468799140630500,"day":"19"},{"text":"\"Today, the world lost a creative icon.\" —@POTUS on the passing of @Prince: https://t.co/MTb3nKxruR https://t.co/gowq1MExM3","month":"04","year":"2016","corpus":"today world lost creativ icon potu pass princ","id":723238674201215000,"day":"21"},{"text":"Happening now: @POTUS participates in a press conference with @David_Cameron → https://t.co/4j8jN674Z3","month":"04","year":"2016","corpus":"happen potu particip press confer david_cameron","id":723542275511320600,"day":"22"},{"text":"At 5:45am ET, watch @POTUS hold a town hall discussion in London: https://t.co/sNXyuhywjY","month":"04","year":"2016","corpus":"45am watch potu hold town hall discuss london","id":723806169756667900,"day":"23"},{"text":"RT @DrBiden: Since @POTUS called for #FreeCommunityCollege, over 25 communities have stepped up. Join them → HeadsUpAmerica.us https://t.co…","month":"04","year":"2016","corpus":"drbiden sinc potu call freecommunitycolleg commun step join headsupamerica","id":724659125150314500,"day":"25"},{"text":"Here's how @POTUS is helping to expand #FreeCommunityCollege to nearly 40,0000 Americans: https://t.co/6gGrkbsdgw https://t.co/nxpoboZHGl","month":"04","year":"2016","corpus":"potu help expand freecommunitycolleg nearli 0000 american","id":724738191270514700,"day":"25"},{"text":"3 nations. 7 days. \nGo behind the scenes during @POTUS's trip abroad in this #WestWingWeek: https://t.co/c2seA1ExWW","month":"04","year":"2016","corpus":"nation day behind scene potu trip abroad westwingweek","id":724389170542743600,"day":"25"},{"text":"\"We have to uphold our values, not just when it’s easy, but when it’s hard.\" —@POTUS to the people of Europe: https://t.co/AlwMWEAYoI","month":"04","year":"2016","corpus":"uphold valu easi hard potu peopl europ","id":724656590930858000,"day":"25"},{"text":"RT @PressSec: The @SenateGOP is setting a dangerous precedent on #SCOTUS. A lesson from Professor @POTUS: https://t.co/QYMNwC0PyS https://t…","month":"04","year":"2016","corpus":"presssec senategop set danger preced scotu lesson professor potu","id":725456620348526600,"day":"27"},{"text":"\"These players are just as impressive off the field.\" —@POTUS on the @NavyFB players working for their communities and their country","month":"04","year":"2016","corpus":"player impress field potu navyfb player work commun countri","id":725397554049982500,"day":"27"},{"text":"A quick lesson from Professor @POTUS on why Senate Republicans must do their job on #SCOTUS: https://t.co/wCtiMIKpJ3 https://t.co/GYdBdGUd9c","month":"04","year":"2016","corpus":"quick lesson professor potu senat republican must job scotu","id":725431969224388600,"day":"27"},{"text":"Surprise! Tune in now as @POTUS makes a surprise drop-by at #CollegeReporterDay → https://t.co/69xUWSPL6Z https://t.co/OsOckEqriP","month":"04","year":"2016","corpus":"surpris tune potu make surpris drop collegereporterday","id":725775024070651900,"day":"28"},{"text":"\"Our democracy only works when people participate.\" —@POTUS to college reporters #CollegeReporterDay https://t.co/L5VfdxVOcx","month":"04","year":"2016","corpus":"democraci work peopl particip potu colleg report collegereporterday","id":725786374478155800,"day":"28"},{"text":".@POTUS is boosting the development of gun safety technology to help prevent gun deaths: https://t.co/pfjPQiUPQi https://t.co/lWJlYkDJeN","month":"04","year":"2016","corpus":"potu boost develop gun safeti technolog help prevent gun death","id":726078741747626000,"day":"29"},{"text":"RT @vj44: Thanks to Will and Jada Smith for your work in support of @POTUS's #MyBrothersKeeper initiative: https://t.co/7Hp7GU007U CC:@Brod…","month":"04","year":"2016","corpus":"vj44 thank jada smith work support potu mybrotherskeep initi brod","id":726081056164708400,"day":"29"},{"text":"\"From our family to yours, chag sameach.\" —@POTUS on the last day of #Passover: https://t.co/QYjEycB5r6 https://t.co/3Urx0x40ZH","month":"04","year":"2016","corpus":"famili chag sameach potu last day passov","id":726451075570503700,"day":"30"},{"text":"\"Presidents don’t stick around after they’re done. It’s something I’ve been thinking about a lot.\" —@POTUS at #WHCD: https://t.co/p1xFpHrSmP","month":"05","year":"2016","corpus":"presid stick around done someth think lot potu whcd","id":726600186869506000,"day":"01"},{"text":"\"In their daily lives, the men &amp; women who teach our children fulfill the promise of a nation always looking forward\" —POTUS #ThankATeacher","month":"05","year":"2016","corpus":"daili live men amp women teach children fulfil promis nation alway look forward potu thankateach","id":727599058982993900,"day":"03"},{"text":"Today @POTUS is in #Flint. Here's one way we're helping the city and its residents recover: https://t.co/y89tceYcFR https://t.co/apW8COb66e","month":"05","year":"2016","corpus":"today potu flint one way help citi resid recov","id":727910434037207000,"day":"04"},{"text":"\"This was a manmade disaster.\nThis was avoidable.\nThis was preventable.\"\n@POTUS to the #Flint community: https://t.co/OcDywofkm0","month":"05","year":"2016","corpus":"manmad disast avoid prevent potu flint commun","id":727979989392449500,"day":"04"},{"text":"\"¡Feliz #CincoDeMayo! Bienvenidos a @LaCasaBlanca.\" —@POTUS","month":"05","year":"2016","corpus":"feliz cincodemayo bienvenido lacasablanca potu","id":728316584847118300,"day":"05"},{"text":"FACT: @POTUS has commuted prison sentences for more people than the previous 6 presidents combined. https://t.co/ATi9PRh5Ge","month":"05","year":"2016","corpus":"fact potu commut prison sentenc peopl previou presid combin","id":728392861276725200,"day":"06"},{"text":"Thanks to @POTUS, 58 men and women will get a second chance: https://t.co/Dl2oXBCOHj\nhttps://t.co/NGRVpOLBB0","month":"05","year":"2016","corpus":"thank potu men women get second chanc","id":728384542256582700,"day":"06"},{"text":"\"I was a pretty good teacher.\"\nWatch @POTUS meet the Teacher of the Year. #TeacherAppreciationWeek #ThankATeacher https://t.co/Hhb9QIiJ74","month":"05","year":"2016","corpus":"pretti good teacher watch potu meet teacher year teacherappreciationweek thankateach","id":728725513158676500,"day":"06"},{"text":"\"The truth is that your generation is better positioned than any before you to meet those challenges.\" —@POTUS to the class of #HowardU16","month":"05","year":"2016","corpus":"truth gener better posit meet challeng potu class howardu16","id":728979087323242500,"day":"07"},{"text":"\"We must expand our moral imaginations to understand and empathize with all people who are struggling.\" —@POTUS #HowardU16","month":"05","year":"2016","corpus":"must expand moral imagin understand empath peopl struggl potu howardu16","id":728980860054188000,"day":"07"},{"text":"\"No one deserves thanks more than our moms.\" Read @POTUS's message on #MothersDay: https://t.co/EluhUFxxfq https://t.co/wqBg716OB4","month":"05","year":"2016","corpus":"one deserv thank mom read potu messag mothersday","id":729316513149157400,"day":"08"},{"text":"\"No mother or father should have to worry about keeping their baby clean\" —@POTUS on the #DiaperGap: https://t.co/8OKw5bPnaT","month":"05","year":"2016","corpus":"mother father worri keep babi clean potu diapergap","id":729340269439524900,"day":"08"},{"text":"“For the fourth year in a row, give it up for the NCAA Champion UCONN Huskies!” —@POTUS honoring the @NCAA champs @UConnWBB","month":"05","year":"2016","corpus":"fourth year row give ncaa champion uconn huski potu honor ncaa champ uconnwbb","id":730106055498174500,"day":"10"},{"text":"“We are honored to welcome, not one nation, but five—our great Nordic friends and partners.” —@POTUS:  https://t.co/7DoFN57F96 #NordicVisit","month":"05","year":"2016","corpus":"honor welcom one nation five great nordic friend partner potu nordicvisit","id":731113297773248500,"day":"13"},{"text":"\"I’ve got a special guest with me this week—@macklemore.\" —@POTUS in his weekly address: https://t.co/q866Jwmnu9 https://t.co/35Zfbecspj","month":"05","year":"2016","corpus":"got special guest week macklemor potu weekli address","id":731489275288682500,"day":"14"},{"text":"\"Addiction doesn’t always start in some dark alley—it often starts in a medicine cabinet.\" —@POTUS on addiction https://t.co/35Zfbeu3gR","month":"05","year":"2016","corpus":"addict alway start dark alley often start medicin cabinet potu addict","id":731537174110167000,"day":"14"},{"text":"\"On top of funding, doctors also need more training about the power of the pain medication they prescribe\" —@POTUS  https://t.co/03MRcKBJoa","month":"05","year":"2016","corpus":"top fund doctor also need train power pain medic prescrib potu","id":731918342202613800,"day":"15"},{"text":"RT @SCOTUSnom: \"There's no part of our lives that aren't touched by the rules that the Supreme Court puts forward.\" —@POTUS #SCOTUS https:/…","month":"05","year":"2016","corpus":"scotusnom part live touch rule suprem court put forward potu scotu http :/…","id":732300278943367200,"day":"16"},{"text":"Watch @POTUS thank 13 public safety officers for displaying exceptional courage in protecting others from harm: https://t.co/JXxk3qX3nq","month":"05","year":"2016","corpus":"watch potu thank public safeti offic display except courag protect other harm","id":732584140344791000,"day":"17"},{"text":"Calling all kid scientists: @POTUS wants to hear from you → https://t.co/ajqkTzKkj1 https://t.co/2NID8NMaoD","month":"05","year":"2016","corpus":"call kid scientist potu want hear","id":733360759518994400,"day":"19"},{"text":"\"We stop to reflect with gratitude on the sacrifice of generations who made us more prosperous and free.\" —@POTUS: https://t.co/IGGC02mUwZ","month":"05","year":"2016","corpus":"stop reflect gratitud sacrific gener made prosper free potu","id":736680709117513700,"day":"28"},{"text":"“A nation reveals itself not only by the people it produces, but by those it remembers.” —@POTUS on #MemorialDay https://t.co/xjCRqJIl1T","month":"05","year":"2016","corpus":"nation reveal peopl produc rememb potu memorialday","id":737320254448095200,"day":"30"},{"text":"“We’ve been stuck with a Republican Congress that’s opposed pretty much everything we’ve tried to do.” —@POTUS on the economy in Elkhart","month":"06","year":"2016","corpus":"stuck republican congress oppos pretti much everyth tri potu economi elkhart","id":738092920012722200,"day":"01"},{"text":"\"We all love this country. We all care about our children's futures. That's what makes us great.\" —@POTUS in Elkhart https://t.co/lyGJ286F7P","month":"06","year":"2016","corpus":"love countri care children futur make great potu elkhart","id":738150675612241900,"day":"01"},{"text":"\"Nearly 1 in 10 homeowners in Indiana were either way behind on their mortgages, or in foreclosure. Today, it’s more like 1 in 30.\" —@POTUS","month":"06","year":"2016","corpus":"nearli homeown indiana either way behind mortgag foreclosur today like potu","id":738092061480652800,"day":"01"},{"text":"\"It’s not a coincidence that as union membership shrank, inequality grew and wages stagnated.\"  —@POTUS in Elkhart","month":"06","year":"2016","corpus":"coincid union membership shrank inequ grew wage stagnat potu elkhart","id":738099760293380100,"day":"01"},{"text":"“We congratulate our newest Air Force officers. On behalf of the American people, I thank you for choosing a life of service.” —@POTUS","month":"06","year":"2016","corpus":"congratul newest air forc offic behalf american peopl thank choos life servic potu","id":738406673484779500,"day":"02"},{"text":"RT @WHLive: “Remember what you learned at this Academy—the importance of evidence and facts.”   —@POTUS to @AF_Academy Class of 2016","month":"06","year":"2016","corpus":"whlive rememb learn academi import evid fact potu af_academi class 2016","id":738407408083537900,"day":"02"},{"text":"\"We’re stronger because of it.\" —@POTUS on the 40th anniversary of the first female cadets arriving @AF_Academy","month":"06","year":"2016","corpus":"stronger potu 40th anniversari first femal cadet arriv af_academi","id":738413703180214300,"day":"02"},{"text":".@POTUS has now granted clemency to 348 people—more than the past 7 presidents combined. https://t.co/eNv6u2mETH https://t.co/baIax8BPuM","month":"06","year":"2016","corpus":"potu grant clemenc 348 peopl past presid combin","id":738860388373004300,"day":"03"},{"text":"“If we’re going to fix what needs fixing, we can’t divide ourselves.” —@POTUS: https://t.co/ctdVLJkMYS","month":"06","year":"2016","corpus":"go fix need fix divid potu","id":739581348424212500,"day":"05"},{"text":"\"If the past few years have taught us anything, it’s that people who love their country can change it.\" —@POTUS #Pride2016","month":"06","year":"2016","corpus":"past year taught anyth peopl love countri chang potu pride2016","id":741016595611279400,"day":"09"},{"text":"\"It was a powerful symbol here at home, where more Americans finally felt accepted and whole.\" —@POTUS #Pride2016 https://t.co/eszexqybSU","month":"06","year":"2016","corpus":"power symbol home american final felt accept whole potu pride2016","id":741017365681311700,"day":"09"},{"text":"\"As Americans, we are united in grief, in outrage, and in resolve to defend our people.\" —@POTUS on #Orlando https://t.co/ceFk3QSkko","month":"06","year":"2016","corpus":"american unit grief outrag resolv defend peopl potu orlando","id":742064336550662100,"day":"12"},{"text":"\"Be tough on terrorism. Stop making it easy as possible for terrorists to buy assault weapons. Reinstate the assault weapons ban.\" —@POTUS","month":"06","year":"2016","corpus":"tough terror stop make easi possibl terrorist buy assault weapon reinstat assault weapon ban potu","id":742756115155406800,"day":"14"},{"text":"Tune in at 11:55am ET: @POTUS will deliver a statement after meeting with his National Security Council on ISIL: https://t.co/oDIQ2UMleK","month":"06","year":"2016","corpus":"tune 55am potu deliv statement meet nation secur council isil","id":742745782718238700,"day":"14"},{"text":"\"We should guarantee paid maternity leave and paid paternity leave, too.\" —@POTUS #StateOfWomen","month":"06","year":"2016","corpus":"guarante paid matern leav paid patern leav potu stateofwomen","id":742793094735790100,"day":"14"},{"text":"\"ISIL has now lost nearly half of the populated territory it once controlled in Iraq—and it will lose more.\" —@POTUS","month":"06","year":"2016","corpus":"isil lost nearli half popul territori control iraq lose potu","id":742754597056487400,"day":"14"},{"text":"\"This is what a feminist looks like.\" —@POTUS: https://t.co/VKhkqUSCTO #StateOfWomen https://t.co/n6oq0r4fHU","month":"06","year":"2016","corpus":"feminist look like potu stateofwomen","id":743169414548230100,"day":"15"},{"text":"RT @Denis44: POTUS has proposed $1.1BN to help address the opioid epidemic in all 50 states. Now it is Congress’s turn to vote. https://t.c…","month":"06","year":"2016","corpus":"denis44 potu propos 1bn help address opioid epidem state congress turn vote","id":743220794520666100,"day":"15"},{"text":"“We’ve protected more than 265 million acres of public lands and waters” —@POTUS in Yosemite National Park https://t.co/rr7GQiBHSK","month":"06","year":"2016","corpus":"protect 265 million acr public land water potu yosemit nation park","id":744234861205065700,"day":"18"},{"text":"RT @WHLive: \"When your companies come together, you can help bring countries and cultures together.\" —@POTUS at @SelectUSA","month":"06","year":"2016","corpus":"whlive compani come togeth help bring countri cultur togeth potu selectusa","id":744933762572615700,"day":"20"},{"text":"RT @POTUS: Gun violence requires more than moments of silence. It requires action. In failing that test, the Senate failed the American peo…","month":"06","year":"2016","corpus":"potu gun violenc requir moment silenc requir action fail test senat fail american peo","id":745273087629922300,"day":"21"},{"text":".@POTUS has taken steps to #StopGunViolence. Now is time for the Senate to do its part. Inaction is inexcusable. https://t.co/pfjPQiUPQi","month":"06","year":"2016","corpus":"potu taken step stopgunviol time senat part inact inexcus","id":745080944718053400,"day":"21"},{"text":"“For the first time in 20 years, we’re updating a national environmental statute.\" —@POTUS on #ChemicalSafety reform","month":"06","year":"2016","corpus":"first time year updat nation environment statut potu chemicalsafeti reform","id":745642144812179500,"day":"22"},{"text":".@POTUS on today's #SCOTUS ruling on #immigration: https://t.co/zcBWEIT8Ai https://t.co/egpB1r3FEN","month":"06","year":"2016","corpus":"potu today scotu rule immigr","id":746014015596310500,"day":"23"},{"text":"\"You deserve the same chance to succeed as everyone else.\" —@POTUS to women, minority, and young entrepreneurs at #GES2016","month":"06","year":"2016","corpus":"deserv chanc succeed everyon els potu women minor young entrepreneur ges2016","id":746404354110828500,"day":"24"},{"text":".@POTUS designates Stonewall as our first national monument to tell the story of the struggle for LGBT rights: https://t.co/dxUdnnY9wc","month":"06","year":"2016","corpus":"potu design stonewal first nation monument tell stori struggl lgbt right","id":746372476804882400,"day":"24"},{"text":"RT @Lee44: Starting soon: 700 entrepreneurs from 170 countries -- watch live as @POTUS speaks at #GES2016: https://t.co/G6IsTyTXRo","month":"06","year":"2016","corpus":"lee44 start soon 700 entrepreneur 170 countri watch live potu speak ges2016","id":746399503700234200,"day":"24"},{"text":"\"The world needs your creativity, and your energy, and your vision.\" —@POTUS to young global entrepreneurs #GES2016 https://t.co/n1uh1XM9nB","month":"06","year":"2016","corpus":"world need creativ energi vision potu young global entrepreneur ges2016","id":746445333018730500,"day":"24"},{"text":"\"I'm confident that the UK is committed to an orderly transition out of the EU.\" —@POTUS after a call with PM Cameron on the UK referendum","month":"06","year":"2016","corpus":"confid commit orderli transit potu call cameron referendum","id":746402276667859000,"day":"24"},{"text":"\"Today, these women, and women across the @WNBA, are setting their own outstanding example for girls\" —@POTUS on the @MinnesotaLynx","month":"06","year":"2016","corpus":"today women women across wnba set outstand exampl girl potu minnesotalynx","id":747532075713036300,"day":"27"},{"text":"\"I am pleased to see the Supreme Court protect women's rights and health today.\" —@POTUS: https://t.co/NyvUv4ARD8","month":"06","year":"2016","corpus":"pleas see suprem court protect women right health today potu","id":747470028635775000,"day":"27"},{"text":"\"A role model to millions of Americans\" —@POTUS on @LadyVol_Hoops' Pat Summitt: https://t.co/a5awog5dpx https://t.co/mjamharF7J","month":"06","year":"2016","corpus":"role model million american potu ladyvol_hoop pat summitt","id":747821042622570500,"day":"28"},{"text":"Puerto Ricans are American citizens. Today, the Senate did its job to restore their hope. Read @POTUS's statement: https://t.co/zmop7XPiH6","month":"06","year":"2016","corpus":"puerto rican american citizen today senat job restor hope read potu statement","id":748304951646904300,"day":"29"},{"text":"RT @PressSec: Happening now: @POTUS stands with Canadian PM &amp; Mexican President at a presser in Ottawa #NALS2016 https://t.co/IGP0qHAhx7","month":"06","year":"2016","corpus":"presssec happen potu stand canadian amp mexican presid presser ottawa nals2016","id":748236921973833700,"day":"29"},{"text":"“Congress should not leave, should not adjourn until they have this done.” —@POTUS on Zika. Get the facts: https://t.co/RzXhEdbQJR","month":"07","year":"2016","corpus":"congress leav adjourn done potu zika get fact","id":748928931001143300,"day":"01"},{"text":"\"In the face of evil, we must summon our capacity for good.\" —@POTUS on Elie Wiesel: https://t.co/d83QNEqroz https://t.co/TqvWcm7zQi","month":"07","year":"2016","corpus":"face evil must summon capac good potu eli wiesel","id":749389707650314200,"day":"02"},{"text":"RT @POTUS: Elie Wiesel was a great moral voice of our time and a conscience for our world. He was also a dear friend. We will miss him deep…","month":"07","year":"2016","corpus":"potu eli wiesel great moral voic time conscienc world also dear friend miss deep","id":749378968105746400,"day":"02"},{"text":"\"This holiday weekend, take a look at https://t.co/i3BJMLxs07 to find out how you can serve the troops\" —@POTUS: https://t.co/UYx8aDz3n4","month":"07","year":"2016","corpus":"holiday weekend take look find serv troop potu","id":749996423823839200,"day":"04"},{"text":"Happy #FourthOfJuly from @POTUS and @FLOTUS! https://t.co/q0L5Hs28gI","month":"07","year":"2016","corpus":"happi fourthofjuli potu flotu","id":750125557707190300,"day":"05"},{"text":"“Even as we remain relentless against those who threaten us, we are no longer engaged in a major ground war in Afghanistan.” —@POTUS","month":"07","year":"2016","corpus":"even remain relentless threaten longer engag major ground war afghanistan potu","id":750698358403059700,"day":"06"},{"text":"“I’ve made it clear that I will not allow Afghanistan to be used as safe haven for terrorists to attack our nation again.” —@POTUS","month":"07","year":"2016","corpus":"made clear allow afghanistan use safe terrorist attack nation potu","id":750698914509041700,"day":"06"},{"text":"Happening now: @POTUS speaks on the fatal shootings in Louisiana and Minnesota → https://t.co/h292HStTk9","month":"07","year":"2016","corpus":"happen potu speak fatal shoot louisiana minnesota","id":751184630603100200,"day":"07"},{"text":"To honor victims of the attack in Dallas, @POTUS ordered the U.S. flag flown at half-staff: https://t.co/BIJFsuATPk https://t.co/TiE62vk8pP","month":"07","year":"2016","corpus":"honor victim attack dalla potu order flag flown half staff","id":751462993431502800,"day":"08"},{"text":"\"Throughout my time in office, one of my top foreign policy priorities has been to strengthen our alliances, especially with NATO.\" —@POTUS","month":"07","year":"2016","corpus":"throughout time offic one top foreign polici prioriti strengthen allianc especi nato potu","id":751819417500184600,"day":"09"},{"text":"\"This is an American issue.\"\nWatch @POTUS's remarks in this episode of West Wing Week: https://t.co/CutKLcMaVq","month":"07","year":"2016","corpus":"american issu watch potu remark episod west wing week","id":752280000573812700,"day":"10"},{"text":"“Can we do this? Can we find the character, as Americans, to open our hearts to each other?” —@POTUS in Dallas","month":"07","year":"2016","corpus":"find charact american open heart potu dalla","id":752944856951951400,"day":"12"},{"text":"Watch live: @POTUS joins the people of Dallas in a service to honor the five fallen police officers → https://t.co/fi41y6GwN9","month":"07","year":"2016","corpus":"watch live potu join peopl dalla servic honor five fallen polic offic","id":752926178789453800,"day":"12"},{"text":"“I see what’s possible when we recognize that we are all one American family, all deserving of equal treatment” —@POTUS at #DallasMemorial","month":"07","year":"2016","corpus":"see possibl recogn one american famili deserv equal treatment potu dallasmemori","id":752941816027107300,"day":"12"},{"text":"\"I believe our sorrow can make us a better country.\"\nWatch @POTUS deliver remarks at the #DallasMemorial:\nhttps://t.co/K9inIEjNMH","month":"07","year":"2016","corpus":"believ sorrow make better countri watch potu deliv remark dallasmemori","id":752953203566579700,"day":"12"},{"text":"\"All of us have the power to make change in our own communities.\" —@POTUS: https://t.co/kmXCb5gSfO https://t.co/obG5fnAA0I","month":"07","year":"2016","corpus":"power make chang commun potu","id":753648015362003000,"day":"14"},{"text":"Today, @POTUS joined an @ABCNews town hall on building trust in our communities. Watch now: https://t.co/9xzA1MxcMt https://t.co/ocvSTeUtgW","month":"07","year":"2016","corpus":"today potu join abcnew town hall build trust commun watch","id":753741482092355600,"day":"15"},{"text":"RT @Price44: .@POTUS speaking to @JohnKerry regarding the situation in Turkey: https://t.co/VnR9yy53HV https://t.co/9SVvaDJ8Sn","month":"07","year":"2016","corpus":"price44 potu speak johnkerri regard situat turkey","id":754095112431472600,"day":"15"},{"text":"At 4:30 PM ET today, @POTUS will speak on the shooting of law enforcement officers in Baton Rouge. Tune in: https://t.co/rczTFpblUa","month":"07","year":"2016","corpus":"today potu speak shoot law enforc offic baton roug tune","id":754770242119884800,"day":"17"},{"text":"\"We as a nation have to be loud and clear that nothing justifies violence against law enforcement.\" —@POTUS https://t.co/5I4OiRLJtI","month":"07","year":"2016","corpus":"nation loud clear noth justifi violenc law enforc potu","id":754789041841713200,"day":"17"},{"text":"\"The belief that no one should be left behind. This shouldn't just a creed for our soldiers—this should be a creed for all of us.\" —@POTUS","month":"07","year":"2016","corpus":"belief one left behind creed soldier creed potu","id":755061997012709400,"day":"18"},{"text":"Yesterday @POTUS awarded the #MedalOfHonor to @USArmy Lt. Col. Charles Kettles. \nGet a behind-the-scenes look: https://t.co/2fWMMLJyKI","month":"07","year":"2016","corpus":"yesterday potu award medalofhonor usarmi col charl kettl get behind scene look","id":755514400082190300,"day":"19"},{"text":"RT @SCOTUSnom: Day 125: @POTUS's #SCOTUS nominee has now waited longest time in history for confirmation → https://t.co/k80g4qGRV3 https://…","month":"07","year":"2016","corpus":"scotusnom day 125 potu scotu nomine wait longest time histori confirm","id":755389588491886600,"day":"19"},{"text":"\"Let’s keep empowering our young people\" —@POTUS #GlobalDevelopment https://t.co/lvvLD4xBSu","month":"07","year":"2016","corpus":"let keep empow young peopl potu globaldevelop","id":755854525617967100,"day":"20"},{"text":"\"Because when women have equal futures, families and communities and countries are stronger. It’s a fact.\" —@POTUS","month":"07","year":"2016","corpus":"women equal futur famili commun countri stronger fact potu","id":755854925582696400,"day":"20"},{"text":"\"Our vision is within reach—the first AIDS-free generation.\" —@POTUS https://t.co/c1rKyI7gqE","month":"07","year":"2016","corpus":"vision within reach first aid free gener potu","id":755853992542949400,"day":"20"},{"text":"RT @Expedia: .@POTUS changing course with Cuba and what it means for travel: https://t.co/GHcpQbpBqe via @Rhodes44 @WhiteHouse https://t.co…","month":"07","year":"2016","corpus":"expedia potu chang cours cuba mean travel via rhodes44 whitehous","id":755812247750971400,"day":"20"},{"text":"RT @USAID: \"We measure #GlobalDevelopment not just by the dollars we invest but whether people and nations are better off.\" - @POTUS #Globa…","month":"07","year":"2016","corpus":"usaid measur globaldevelop dollar invest whether peopl nation better potu globa","id":755852677234339800,"day":"20"},{"text":"Today, @POTUS spoke with Florida Governor Rick Scott to discuss the #Zika virus: https://t.co/1Rib6JxZT8","month":"07","year":"2016","corpus":"today potu spoke florida governor rick scott discuss zika viru","id":755936597770502100,"day":"21"},{"text":"Watch live as @POTUS honors the World Series Champion Kansas City @Royals: https://t.co/HopKdMfbnK https://t.co/IzlrdY5SZo","month":"07","year":"2016","corpus":"watch live potu honor world seri champion kansa citi royal","id":756157810795225100,"day":"21"},{"text":"“Let’s give it up for the World Series Champions, the Kansas City Royals!” —@POTUS #ForeverRoyal","month":"07","year":"2016","corpus":"let give world seri champion kansa citi royal potu foreverroy","id":756158820007702500,"day":"21"},{"text":"“We’re not just strategic or economic partners—we’re neighbors, and we’re friends” —@POTUS with President Nieto of Mexico","month":"07","year":"2016","corpus":"strateg econom partner neighbor friend potu presid nieto mexico","id":756520725385740300,"day":"22"},{"text":"RT @vj44: Surprise drop by from @POTUS during the 21st Century Policing Briefing. Tune in now: https://t.co/Z4jQAexZxD","month":"07","year":"2016","corpus":"vj44 surpris drop potu 21st centuri polic brief tune","id":756562675556114400,"day":"22"},{"text":"Today, @POTUS laid out the #TPP improves on previous trade agreements to benefit U.S. workers. https://t.co/QrvmlE1LZl","month":"07","year":"2016","corpus":"today potu laid tpp improv previou trade agreement benefit worker","id":756543672947093500,"day":"22"},{"text":"\"We’ve seen what happened to the economy when we didn’t have these rules.\" —@POTUS and @SenWarren on the @CFPB: https://t.co/Zj6EbdeS2v","month":"07","year":"2016","corpus":"seen happen economi rule potu senwarren cfpb","id":756904314698813400,"day":"23"},{"text":"\"The ADA sought to guarantee that the places we share...truly belong to everyone.\" —@POTUS: https://t.co/0cEYUFTzZD https://t.co/0PzMYPjy40","month":"07","year":"2016","corpus":"ada sought guarante place share ... truli belong everyon potu","id":758042200580116500,"day":"26"},{"text":"RT @WhiteHouseCEQ: Happy #InternationalTigerDay! Check out how @POTUS is protecting wildlife around the world → https://t.co/bFRvSQRgZp htt…","month":"07","year":"2016","corpus":"whitehouseceq happi internationaltigerday check potu protect wildlif around world htt","id":759105226821374000,"day":"29"},{"text":"“We’ve helped more than 1.6 million veterans and their families realize their dream of an education.\" —@POTUS https://t.co/RnznDWwkDy","month":"08","year":"2016","corpus":"help million veteran famili realiz dream educ potu","id":760176432546930700,"day":"01"},{"text":"\"When I came into office, we had nearly 180,000 American troops in Afghanistan and Iraq. Today, that number is less than 15,000.” —@POTUS","month":"08","year":"2016","corpus":"came offic nearli 180 000 american troop afghanistan iraq today number less 000 potu","id":760169801465598000,"day":"01"},{"text":"“I do have to point out—Republicans in Congress have proposed cutting my VA budget.” —@POTUS at @DAVHQ https://t.co/MQJiRQ5CRQ","month":"08","year":"2016","corpus":"point republican congress propos cut budget potu davhq","id":760238442991059000,"day":"01"},{"text":"“Working together over these past eight years, we’ve delivered real progress for our veterans.  And we can’t let up.\" —@POTUS at @DAVHQ","month":"08","year":"2016","corpus":"work togeth past eight year deliv real progress veteran let potu davhq","id":760172588974747600,"day":"01"},{"text":"RT @DAVHQ: TODAY! Hear directly from @POTUS at the 95th DAV National Convention. Tune in: https://t.co/1gzYwjfQ3T https://t.co/76BI7BcnlS","month":"08","year":"2016","corpus":"davhq today hear directli potu 95th dav nation convent tune","id":760158500504870900,"day":"01"},{"text":"“I do have to point out—Republicans in Congress have proposed cutting my VA budget.” —@POTUS at @DAVHQ. Watch live: https://t.co/Dn6oT6hEpW","month":"08","year":"2016","corpus":"point republican congress propos cut budget potu davhq watch live","id":760173191318822900,"day":"01"},{"text":"\"This country that we love hasn’t just endured. We’ve thrived and overcome challenges that would have broken a lesser nation\" —@POTUS","month":"08","year":"2016","corpus":"countri love endur thrive overcom challeng would broken lesser nation potu","id":760171760222253000,"day":"01"},{"text":"“Starting this fall, we’ll close loopholes to protect our troops and military families from predatory pay-day lenders. ” —@POTUS at @DAVHQ","month":"08","year":"2016","corpus":"start fall close loophol protect troop militari famili predatori pay day lender potu davhq","id":760176711342264300,"day":"01"},{"text":"\"This is an opportunity to grow our economies and write the rules of trade in the 21st century.\" —@POTUS on the Trans-Pacific Partnership","month":"08","year":"2016","corpus":"opportun grow economi write rule trade 21st centuri potu tran pacif partnership","id":760495519193890800,"day":"02"},{"text":"Happening now: @POTUS and Singapore PM @leehsienloong hold a joint press conference: https://t.co/JBVNET8GMz","month":"08","year":"2016","corpus":"happen potu singapor leehsienloong hold joint press confer","id":760494227079909400,"day":"02"},{"text":"Ahead of @POTUS's birthday tomorrow, young leaders sing happy birthday\nduring the #YALI2016 Town Hall: https://t.co/JXajz0cqXI","month":"08","year":"2016","corpus":"ahead potu birthday tomorrow young leader sing happi birthday yali2016 town hall","id":760952182350897200,"day":"03"},{"text":"RT @NSC44: Today @POTUS convened his @NSC44 at the Pentagon for a regular meeting on efforts to degrade &amp; destroy ISIL.\nhttps://t.co/XhNlSM…","month":"08","year":"2016","corpus":"nsc44 today potu conven nsc44 pentagon regular meet effort degrad amp destroy isil","id":761330092194881500,"day":"04"},{"text":"RT @glamourmag: EXCLUSIVE! This is what feminism looks like, according to the @POTUS: https://t.co/OlB6RnrKLF @WhiteHouse https://t.co/SSPu…","month":"08","year":"2016","corpus":"glamourmag exclus femin look like accord potu whitehous","id":761195785346089000,"day":"04"},{"text":"“It’s about the character it takes to train your heart out, even when no one’s watching.” —@POTUS on @TeamUSA https://t.co/SqeomsL0hY","month":"08","year":"2016","corpus":"charact take train heart even one watch potu teamusa","id":762023206769221600,"day":"06"},{"text":"As we cheer on #TeamUSA, @POTUS &amp; @FLOTUS team up to share their favorite Olympic memories: https://t.co/p2YKF9QAFV https://t.co/xVpTmjMiFU","month":"08","year":"2016","corpus":"cheer teamusa potu amp flotu team share favorit olymp memori","id":763088746875064300,"day":"09"},{"text":"RT @Abramson44: This just in: @POTUS' final Tribal Nations Conference will take place on Sept 26 w leaders from 567 federally recognized tr…","month":"08","year":"2016","corpus":"abramson44 potu final tribal nation confer take place sept leader 567 feder recogn","id":763082755278245900,"day":"09"},{"text":"Good news: Now you can message @POTUS on Facebook. Here's how → https://t.co/N5GoAEPFT0 https://t.co/GH00VX45Um","month":"08","year":"2016","corpus":"good news messag potu facebook","id":763409960382394400,"day":"10"},{"text":"RT @Goldman44: Got a message for @POTUS? For the first time ever, you can now send it on Facebook →  https://t.co/8ta8LoOKEa https://t.co/T…","month":"08","year":"2016","corpus":"goldman44 got messag potu first time ever send facebook","id":763390280242499600,"day":"10"},{"text":"RT @Wale: POTUS knows. # 1 “@POTUS: Been waiting to drop this: summer playlist, the encore. What's everybody listening to? https://t.co/thK…","month":"08","year":"2016","corpus":"wale potu know potu wait drop summer playlist encor everybodi listen","id":763762452588789800,"day":"11"},{"text":"RT @JFriedman44: Today @POTUS received an update on the resources that have been provided\nto support the #LAflood response &amp; recovery https…","month":"08","year":"2016","corpus":"jfriedman44 today potu receiv updat resourc provid support laflood respons amp recoveri http","id":765999317001859100,"day":"17"},{"text":"RT @NSC44: This morning @POTUS received the latest in a series of regular updates on the #LAflood from @FEMA Administrator Craig Fugate.","month":"08","year":"2016","corpus":"nsc44 morn potu receiv latest seri regular updat laflood fema administr craig fugat","id":765981890910294000,"day":"17"},{"text":"RT @Goldfuss44: \"These parks belong to all of us...they’re worth celebrating—not just this year, but every year.\" —@POTUS #NPS100 https://t…","month":"08","year":"2016","corpus":"goldfuss44 park belong ... worth celebr year everi year potu nps100","id":767381721063026700,"day":"21"},{"text":"RT @POTUS: Couldn't be prouder of #TeamUSA. Your determination and passion inspired so many of us. You carried that flag high tonight, @Sim…","month":"08","year":"2016","corpus":"potu prouder teamusa determin passion inspir mani carri flag high tonight sim","id":767529720367820800,"day":"22"},{"text":"At 1:55pm ET, watch @POTUS speak live from Louisiana on the impact of the #LAfloods: https://t.co/6Uet2HpPXI https://t.co/4QotSuVzS1","month":"08","year":"2016","corpus":"55pm watch potu speak live louisiana impact laflood","id":768143792599920600,"day":"23"},{"text":"RT @JuanManSantos: Thank you, @POTUS. En nombre de Colombia, agradezco por su constante apoyo y el de EE UU para construir nuestra paz http…","month":"08","year":"2016","corpus":"juanmansanto thank potu nombr colombia agradezco por constant apoyo para construir nuestra paz http","id":768856767166083100,"day":"25"},{"text":"Watch @POTUS discuss our response to #Zika—and how we can keep protecting public health: https://t.co/3orxZo27oT","month":"08","year":"2016","corpus":"watch potu discuss respons zika keep protect public health","id":769527208847310800,"day":"27"},{"text":"\"My foremost priority is the health &amp; safety of Americans\" —@POTUS responding to a pregnant woman's letter on #Zika: https://t.co/p52BXAyC59","month":"08","year":"2016","corpus":"foremost prioriti health amp safeti american potu respond pregnant woman letter zika","id":769961531882602500,"day":"28"},{"text":"BREAKING: @POTUS just commuted 111 people, bringing the total to more than the past 10 presidents combined. https://t.co/cwRfjozpAH","month":"08","year":"2016","corpus":"break potu commut 111 peopl bring total past presid combin","id":770699150484701200,"day":"30"},{"text":"\"We do it to free more of our communities and plant and animal species from wildfires, droughts, and displacement.” —@POTUS on conservation","month":"08","year":"2016","corpus":"free commun plant anim speci wildfir drought displac potu conserv","id":771099478816268300,"day":"31"},{"text":"The 🌍  belongs to all of us. Here's what @POTUS is doing to protect it for our kids: https://t.co/KkvsnKNKVF https://t.co/b1ABvGCmX3","month":"09","year":"2016","corpus":"belong potu protect kid","id":771452594418020400,"day":"01"},{"text":"By expanding Papahānaumokuākea, @POTUS created the largest protected marine area in the world. See his trip there: https://t.co/D7F7qrbhny","month":"09","year":"2016","corpus":"expand papahānaumokuākea potu creat largest protect marin area world see trip","id":772145476472758300,"day":"03"},{"text":"Tune in at 2:25am ET as @POTUS delivers remarks in Laos → https://t.co/b4tqL3nPDV","month":"09","year":"2016","corpus":"tune 25am potu deliv remark lao","id":773038107234963500,"day":"06"},{"text":"RT @POTUS: Sabaidii, Laos! Honored to be the first U.S. president to visit Laos and to begin a new partnership between our countries.","month":"09","year":"2016","corpus":"potu sabaidii lao honor first presid visit lao begin new partnership countri","id":772972109022818300,"day":"06"},{"text":"RT @NMAAHC: We're excited to announce @POTUS at our Dedication Ceremony on Sept. 24th! https://t.co/FUyJOXGppo #APeoplesJourney https://t.c…","month":"09","year":"2016","corpus":"nmaahc excit announc potu dedic ceremoni sept 24th apeoplesjourney","id":773667177190854700,"day":"07"},{"text":"“We renew the love and faith that binds us together as one American family.\" —@POTUS on the 15th anniversary of 9/11 #NeverForget","month":"09","year":"2016","corpus":"renew love faith bind togeth one american famili potu 15th anniversari neverforget","id":774966830981054500,"day":"11"},{"text":"“Today we’re building on this approach by establishing the first marine national monument in the Atlantic.” —@POTUS https://t.co/XMq8UgtgIj","month":"09","year":"2016","corpus":"today build approach establish first marin nation monument atlant potu","id":776441762634010600,"day":"15"},{"text":"\"I’m proud of the work we’ve done to help show more than 740,000 Dreamers that the country they grew up in – the country they love\"  —@POTUS","month":"09","year":"2016","corpus":"proud work done help show 740 000 dreamer countri grew countri love potu","id":776571977448456200,"day":"16"},{"text":"At 11:30am ET, @POTUS speaks on the New York and New Jersey incidents. Watch live: https://t.co/syHezfnxW8","month":"09","year":"2016","corpus":"30am potu speak new york new jersey incid watch live","id":777886386514899000,"day":"19"},{"text":"RT @NSC44: Readout of @POTUS' Meeting with Premier Li Keqiang of China on the margins of #UNGA https://t.co/WSeu0LsKqM https://t.co/UKaQ7ur…","month":"09","year":"2016","corpus":"nsc44 readout potu meet premier keqiang china margin unga","id":778000990284808200,"day":"19"},{"text":"“We worked together to avoid further catastrophe and return the global economy to growth” —@POTUS to the 71st #UNGA: https://t.co/8CTYISOpfC","month":"09","year":"2016","corpus":"work togeth avoid catastroph return global economi growth potu 71st unga","id":778240373810466800,"day":"20"},{"text":"“We need to embrace the tolerance that results from respect for all human beings.” —@POTUS at #UNGA https://t.co/2cjVgVIcwB","month":"09","year":"2016","corpus":"need embrac toler result respect human be potu unga","id":778265501948579800,"day":"20"},{"text":"“Over the last 25 years, the number of people living in extreme poverty has been cut from nearly 40% of humanity to under 10%.\" —@POTUS","month":"09","year":"2016","corpus":"last year number peopl live extrem poverti cut nearli human %.\" potu","id":778241138251661300,"day":"20"},{"text":"“There are families…who’ve endured years, even decades, as refugees, surviving on rations and aid” —@POTUS #RefugeesWelcome https://t.co/FhlDEQwkak","month":"09","year":"2016","corpus":"famili endur year even decad refuge surviv ration aid potu refugeeswelcom","id":778319292500545500,"day":"20"},{"text":"“Our world will be more secure if we are prepared to help those in need.\" —@POTUS at #UNGA #RefugeesWelcome https://t.co/VCyKM5p18H","month":"09","year":"2016","corpus":"world secur prepar help need potu unga refugeeswelcom","id":778269318622638100,"day":"20"},{"text":"Tune in at 11:15am ET as @POTUS speaks on strengthening ties between the U.S. and Africa: https://t.co/lwN9yqi2nf https://t.co/CSkzBfker5","month":"09","year":"2016","corpus":"tune 15am potu speak strengthen tie africa","id":778611957955981300,"day":"21"},{"text":"“Africa’s rise is not just important to Africa, it is important to the entire world.” —@POTUS at #USAfricaBizForum","month":"09","year":"2016","corpus":"africa rise import africa import entir world potu usafricabizforum","id":778616955754254300,"day":"21"},{"text":"At 11:45am ET, @POTUS awards the National Medal of Arts and Humanities. Tune in:  https://t.co/VHbeWlod9W","month":"09","year":"2016","corpus":"45am potu award nation medal art human tune","id":778983000340127700,"day":"22"},{"text":"RT @POTUS: Proud to help open @NMAAHC with so many heroes. African American history is a central part of our glorious American history.","month":"09","year":"2016","corpus":"potu proud help open nmaahc mani hero african american histori central part gloriou american histori","id":779691288220147700,"day":"24"},{"text":"\"That’s what this museum is about..It is a glorious story, complicated and messy..as all great stories are.” —@POTUS #APeoplesJourney","month":"09","year":"2016","corpus":"museum gloriou stori complic messi great stori potu apeoplesjourney","id":779715426959757300,"day":"24"},{"text":"RT @vj44: \"This national museum helps to tell a richer and fuller story of who we are.\" - @POTUS https://t.co/n4zxDdn5tj","month":"09","year":"2016","corpus":"vj44 nation museum help tell richer fuller stori potu","id":779713301512978400,"day":"24"},{"text":"In 2009, @POTUS hosted his first #TribalNations Conference—a tradition he’s continuing today. #WHTNC https://t.co/J5VbifJyuf","month":"09","year":"2016","corpus":"2009 potu host first tribaln confer tradit continu today whtnc","id":780415463964553200,"day":"26"},{"text":"\"While he has said that rehabbing was one of the hardest things he’s ever done, winning on the racetrack wasn’t.\" —@POTUS on @KyleBusch","month":"09","year":"2016","corpus":"said rehab one hardest thing ever done win racetrack potu kylebusch","id":781151711058653200,"day":"28"},{"text":"RT @PressSec: Watch @POTUS explain why today's vote in Congress was a mistake when it comes to our national security. https://t.co/iU7yQ2Br…","month":"09","year":"2016","corpus":"presssec watch potu explain today vote congress mistak come nation secur","id":781266019457175600,"day":"28"},{"text":"\"There’s no weakness in asking for help.\" —@POTUS on destigmatizing mental health issues #ObamaTownHall https://t.co/MCah68Aqfl","month":"09","year":"2016","corpus":"weak ask help potu destigmat mental health issu obamatownhal","id":781317386813083600,"day":"29"},{"text":".@TeamUSA in the House! Tune in at 12:05pm ET to watch @POTUS honor our Olympic and Paralympic teams: https://t.co/JyozpeExIV #TeamUSAinDC https://t.co/lyIFTttUmB","month":"09","year":"2016","corpus":"teamusa hous tune 05pm watch potu honor olymp paralymp team teamusaindc","id":781524091199258600,"day":"29"},{"text":"RT @TeamUSA: It's almost time... @POTUS 🇺🇸\n#TeamUSAinDC https://t.co/FWJO0fqPJT","month":"09","year":"2016","corpus":"teamusa almost time ... potu 🇺🇸 teamusaindc","id":781531120085168100,"day":"29"},{"text":"Artists ✓\nCreators ✓\nEntrepreneurs ✓\nInnovators ✓\nLearn why @POTUS is bringing #SXSL to his backyard: https://t.co/JvtZFKpQKZ https://t.co/QYgWu9qtGA","month":"10","year":"2016","corpus":"artist creator entrepreneur innov learn potu bring sxsl backyard","id":782957183679901700,"day":"03"},{"text":"\"In Paris, I said before the world that we needed a strong global agreement to reduce carbon pollution\" —@POTUS https://t.co/7sH5Fyk9R7","month":"10","year":"2016","corpus":"pari said world need strong global agreement reduc carbon pollut potu","id":783751368649551900,"day":"05"},{"text":"BREAKING: @POTUS just commuted the sentences of 102 people, bringing the total to more than the past 11 presidents combined. https://t.co/734VSwYzsS","month":"10","year":"2016","corpus":"break potu commut sentenc 102 peopl bring total past presid combin","id":784123156923420700,"day":"06"},{"text":"At 12pm ET, watch as @POTUS welcomes the 2016 Stanley Cup Champion Pittsburgh @Penguins: https://t.co/KOy1WQeVW6 https://t.co/ytxRad3ISl","month":"10","year":"2016","corpus":"12pm watch potu welcom 2016 stanley cup champion pittsburgh penguin","id":784059255141785600,"day":"06"},{"text":"RT @POTUS: Hurricane Matthew is as serious as it gets. Listen to local officials, prepare, take care of each other. https://t.co/Vaf8Xubs0s","month":"10","year":"2016","corpus":"potu hurrican matthew seriou get listen local offici prepar take care","id":784172430784770000,"day":"06"},{"text":".@POTUS on Americans getting ahead:\nAffordable childcare ✓\n↑ min wage ✓\nEqual pay ✓\nPaid family &amp; sick leave ✓\nhttps://t.co/5DMpxckmOJ","month":"10","year":"2016","corpus":"potu american get ahead afford childcar min wage equal pay paid famili amp sick leav","id":785219536584904700,"day":"09"},{"text":"RT @Stranger_Things: The Duffer Brothers and the cast of #StrangerThings visited the @WhiteHouse to meet @POTUS and get inspired by young f…","month":"10","year":"2016","corpus":"stranger_th duffer brother cast strangerth visit whitehous meet potu get inspir young","id":786390926792929300,"day":"13"},{"text":"RT @NSC44: Statement by @POTUS on the Passing of His Majesty King Bhumibol Adulyadej: https://t.co/jvhhLCPxhz https://t.co/iLCT49BVWZ","month":"10","year":"2016","corpus":"nsc44 statement potu pass majesti king bhumibol adulyadej","id":786609450811404300,"day":"13"},{"text":"\"I must confess I’m a science geek. I’m a nerd. I won’t make any apologies for it\" —@POTUS speaking at #WHFrontiers: https://t.co/Xn8qGGDr7y","month":"10","year":"2016","corpus":"must confess scienc geek nerd make apolog potu speak whfrontier","id":786651523379978200,"day":"13"},{"text":"RT @LizAllen44: Amazing. @POTUS shakes robotic hand of brain implant patient Nathan who controls it w/ his mind. #WHFrontiers https://t.co/…","month":"10","year":"2016","corpus":"lizallen44 amaz potu shake robot hand brain implant patient nathan control mind whfrontier","id":786635726200770600,"day":"13"},{"text":"“Innovation is in our DNA. And today, we need it more than ever.” —@POTUS on #WHFrontiers: https://t.co/w5sH7TLOAh","month":"10","year":"2016","corpus":"innov dna today need ever potu whfrontier","id":787310816273969200,"day":"15"},{"text":"\"We’ve brought the #ParisAgreement on climate change into force” —@POTUS on working together with nations like Italy https://t.co/8GpweWYRLb","month":"10","year":"2016","corpus":"brought parisagr climat chang forc potu work togeth nation like itali","id":788423398221242400,"day":"18"},{"text":"\"As Americans and Italians, we are here because of each other.\" —@POTUS on the historic bonds between our nations","month":"10","year":"2016","corpus":"american italian potu histor bond nation","id":788370876836286500,"day":"18"},{"text":"\"Because of the law, your annual out-of pocket spending is capped...Young people can stay on their parents' plan\" —@POTUS","month":"10","year":"2016","corpus":"law annual pocket spend cap ... young peopl stay parent plan potu","id":789165167716077600,"day":"20"},{"text":"\"Breaking gridlock will come only when the American people demand it.\" —@POTUS","month":"10","year":"2016","corpus":"break gridlock come american peopl demand potu","id":789173889658069000,"day":"20"},{"text":"Each day, @POTUS reads 10 letters from Americans. Today, we're sharing some of the letters written about #ACA: https://t.co/ebv5Bls0DA https://t.co/lYQdb2Aykl","month":"10","year":"2016","corpus":"day potu read letter american today share letter written aca","id":789121703075078100,"day":"20"},{"text":"Today @POTUS speaks on our progress under the #ACA. Watch new clips from the day it passed: https://t.co/bqK6KxawW3 https://t.co/nPz3zXbULo","month":"10","year":"2016","corpus":"today potu speak progress aca watch new clip day pass","id":789143401614704600,"day":"20"},{"text":"Happening now: @POTUS speaks on the progress we've made every American gets the coverage they need under the #ACA: https://t.co/Wp4TFNZJI1 https://t.co/7g1B0wxW7C","month":"10","year":"2016","corpus":"happen potu speak progress made everi american get coverag need aca","id":789162761070714900,"day":"20"},{"text":"RT @Tara44: When I was working on Obamacare my favorite thing was the letters to POTUS, you can see them here: https://t.co/HHNCg4rUCL","month":"10","year":"2016","corpus":"tara44 work obamacar favorit thing letter potu see","id":789460071625416700,"day":"21"},{"text":"Last night, @POTUS welcomed @MissJillScott to kick off the final White House concert of his presidency: https://t.co/8P4CqWRJTw","month":"10","year":"2016","corpus":"last night potu welcom missjillscott kick final white hous concert presid","id":789958260560236500,"day":"22"},{"text":"RT @usedgov: \"Nobody should be priced out of a higher education.\" —@POTUS on the progress we've made: https://t.co/q01OxIVxX7 https://t.co/…","month":"10","year":"2016","corpus":"usedgov nobodi price higher educ potu progress made","id":789915516865351700,"day":"22"},{"text":".@POTUS’s team of advisors just got a little larger. Meet the Kid Science Advisors: https://t.co/EaqcpOoFYC https://t.co/TSzA6LInmh","month":"10","year":"2016","corpus":"potu team advisor got littl larger meet kid scienc advisor","id":790633275463053300,"day":"24"},{"text":"RT @Quora: Why is the TPP so controversial? by Barack Obama  @POTUS @WhiteHouse https://t.co/5rnnCYTJTd https://t.co/lRXHI9ozR8","month":"10","year":"2016","corpus":"quora tpp controversi barack obama potu whitehous","id":791736568612388900,"day":"27"},{"text":"\"I wish you and your loved ones peace and happiness on this Diwali.\" —@POTUS to all of those celebrating #Diwali: https://t.co/HOyk3I4Mqc https://t.co/tLsjyXJnDs","month":"10","year":"2016","corpus":"wish love one peac happi diwali potu celebr diwali","id":792731552492814300,"day":"30"},{"text":"Happy Halloween! Trick-or-treat with @POTUS and @FLOTUS at 4:35pm ET: https://t.co/hTY4yqjVGJ https://t.co/Zo034YcVLY","month":"10","year":"2016","corpus":"happi halloween trick treat potu flotu 35pm","id":793185779631599600,"day":"31"},{"text":"RT @ks44: What happens to @POTUS on January 20th? Here's how the presidential transition works in the social media age: https://t.co/iI6XiX…","month":"10","year":"2016","corpus":"ks44 happen potu januari 20th presidenti transit work social media age","id":793183275615293400,"day":"31"},{"text":"RT @HBOPR: Just four days before the presidential election, @POTUS will appear on #RealTime with @billmaher Friday, Nov. 4: https://t.co/aY…","month":"11","year":"2016","corpus":"hbopr four day presidenti elect potu appear realtim billmah friday nov","id":794664464301826000,"day":"04"},{"text":"Read @POTUS's full statement on the passing of Janet Reno, our nation's first female Attorney General: https://t.co/pw1Xv6Otuq https://t.co/kR6QXN2MHC","month":"11","year":"2016","corpus":"read potu full statement pass janet reno nation first femal attorney gener","id":795701582268657700,"day":"07"},{"text":"\"We have to remember that we’re actually all on one team.\" —@POTUS speaking in the Rose Garden https://t.co/pxvMRA7h09","month":"11","year":"2016","corpus":"rememb actual one team potu speak rose garden","id":796413489401233400,"day":"09"},{"text":"\"The peaceful transition of power is one of the hallmarks of our democracy.\" —@POTUS https://t.co/pxvMRA7h09","month":"11","year":"2016","corpus":"peac transit power one hallmark democraci potu","id":796409991020351500,"day":"09"},{"text":"RT @WHLive: \"It is the example of a military that meets every mission, one united team, all looking out for one another\" —@POTUS","month":"11","year":"2016","corpus":"whlive exampl militari meet everi mission one unit team look one anoth potu","id":797117265061748700,"day":"11"},{"text":"\"We can show how much we love our country by loving our neighbors as ourselves.\" —@POTUS on carrying forward the spirit of #VeteransDay","month":"11","year":"2016","corpus":"show much love countri love neighbor potu carri forward spirit veteransday","id":797120713178173400,"day":"11"},{"text":"Today, @POTUS spoke with President @EPN of Mexico about the progress our two countries have made together: https://t.co/Lj8Iy2ILUp","month":"11","year":"2016","corpus":"today potu spoke presid epn mexico progress two countri made togeth","id":798239046833057800,"day":"14"},{"text":"RT @tsipras_eu: We warmly welcome in Athens @POTUS Barack Obama. A meeting of great importance for our country and Europe. https://t.co/M0p…","month":"11","year":"2016","corpus":"tsipras_eu warmli welcom athen potu barack obama meet great import countri europ","id":798523879262220300,"day":"15"},{"text":"“Countries that uphold democratic governance tend to be more just, more stable &amp; more successful” —@POTUS in Athens","month":"11","year":"2016","corpus":"countri uphold democrat govern tend stabl amp success potu athen","id":798863066473660400,"day":"16"},{"text":"\"Nothing can break the spirit of the Greek people. You will overcome this period of challenge\" —@POTUS in Athens https://t.co/AaiB2A6iNg","month":"11","year":"2016","corpus":"noth break spirit greek peopl overcom period challeng potu athen","id":798914779213500400,"day":"16"},{"text":"“Free and fair elections—because citizens must be able to choose their own leaders, even if your candidate doesn’t always win.” —@POTUS","month":"11","year":"2016","corpus":"free fair elect citizen must abl choos leader even candid alway win potu","id":798864573965148200,"day":"16"},{"text":"\"Progress is never guaranteed. Progress has to be earned by every generation. But I believe history gives us hope.\" —@POTUS in Athens","month":"11","year":"2016","corpus":"progress never guarante progress earn everi gener believ histori give hope potu athen","id":798871271706685400,"day":"16"},{"text":"“The next American president and I could not be more different…But American democracy is bigger than any one person.” —@POTUS","month":"11","year":"2016","corpus":"next american presid could differ american democraci bigger one person potu","id":798865030569742300,"day":"16"},{"text":"At 6:50am ET, @POTUS speaks in Athens—the birthplace of democracy—during his final foreign trip. Tune in: https://t.co/ZoEtmIdbi6","month":"11","year":"2016","corpus":"50am potu speak athen birthplac democraci final foreign trip tune","id":798851233540755500,"day":"16"}]