[{"text":"More details on today's earlier remarks from the President about coming together & bringing down health care costs: http://bit.ly/qcPBh","month":"05","year":"2009","corpus":"detail today earlier remark presid come togeth bring health care cost","id":1765025244,"day":"11"},{"text":"Today, President Obama meets with health care reform stakeholders and Administration officials on reducing costs & delivering better care.","month":"05","year":"2009","corpus":"today presid obama meet health care reform stakehold administr offici reduc cost deliv better care","id":1764528516,"day":"11"},{"text":"Attacking Health Care Costs from All Angles: \r\nYesterday the President held a meeting with key stakeholders in h.. http://tinyurl.com/qw4sf7","month":"05","year":"2009","corpus":"attack health care cost angl yesterday presid held meet key stakehold","id":1777005672,"day":"12"},{"text":"The President is making remarks on health care reform. Livestream here: http://bit.ly/12nxRn","month":"05","year":"2009","corpus":"presid make remark health care reform livestream","id":1784730504,"day":"13"},{"text":"The President Spells Out His Vision on Health Care Reform: The President writes to Senators Ted Kennedy and Max .. http://tinyurl.com/qh2foo","month":"06","year":"2009","corpus":"presid spell vision health care reform presid write senat ted kennedi max","id":2021966812,"day":"03"},{"text":"Rubber Hitting the Road on Health Care: The President invites key Senators on health reform to the White House t.. http://tinyurl.com/nb6pbm","month":"06","year":"2009","corpus":"rubber hit road health care presid invit key senat health reform white hous","id":2109378055,"day":"10"},{"text":"On tap: For President - JOBS; Health Care meeting on primary care live-stream chat 2:00; &lt;48 hrs for Open Gov Recs http://bit.ly/18gnOC","month":"07","year":"2009","corpus":"tap presid job health care meet primari care live stream chat hr open gov rec","id":2438282720,"day":"02"},{"text":"2:00 - Watch, Discuss, Engage: Health Care Stakeholder Discussion on Primary Care.  At Facebook: http://bit.ly/tCHXt","month":"07","year":"2009","corpus":"watch discuss engag health care stakehold discuss primari care facebook","id":2440544219,"day":"02"},{"text":"Obama “This isn’t about me. This isn’t about politics. This is about a health care system that is breaking America’s families”","month":"07","year":"2009","corpus":"obama polit health care system break america famili","id":2742579520,"day":"20"},{"text":"On tap: Obama on health reform 1:05; Chat w/ Health Reform Director DeParle 2:30; Country music celebration 7:30","month":"07","year":"2009","corpus":"tap obama health reform chat health reform director deparl countri music celebr","id":2758352946,"day":"21"},{"text":"Full video of President Obama's news conference on health insurance reform: http://bit.ly/KmxIG #healthreform","month":"07","year":"2009","corpus":"full video presid obama news confer health insur reform healthreform","id":2790132626,"day":"23"},{"text":"On tap: AARP tele-town hall on health care reform 1:30; Afternoon meetings w/ U.S.-China dialogue participants","month":"07","year":"2009","corpus":"tap aarp tele town hall health care reform afternoon meet china dialogu particip","id":2889848960,"day":"28"},{"text":"Obama AARP tele-town hall on health care reform around 1:30, watch & chat through Facebook http://bit.ly/tCHXt","month":"07","year":"2009","corpus":"obama aarp tele town hall health care reform around watch chat facebook","id":2893443545,"day":"28"},{"text":"Don't believe everything you see on the web about health insurance reform. Pls share: http://bit.ly/maVkF #healthreform #hc09","month":"08","year":"2009","corpus":"believ everyth see web health insur reform pl share healthreform hc09","id":3122993301,"day":"04"},{"text":"Reality Check: Senate Health Care Debate Viewing Guide http://bit.ly/6fGhYq #hcr","month":"12","year":"2009","corpus":"realiti check senat health care debat view guid hcr","id":6275674855,"day":"02"},{"text":"Video: Weekly Address: The Patient's Bill of Rights and Health Reform http://bit.ly/4OgTiJ","month":"12","year":"2009","corpus":"video weekli address patient bill right health reform","id":6834440741,"day":"19"},{"text":"Harvard and USC economists: Health reform could create 2.5 to 4 million jobs over next decade http://bit.ly/8mcN1L #hcr","month":"01","year":"2010","corpus":"harvard usc economist health reform could creat million job next decad hcr","id":7526259925,"day":"08"},{"text":"The State of the Union & the State of Health Reform: \"Let's Get It Done\" http://bit.ly/aHDSOm #hcr","month":"01","year":"2010","corpus":"state union state health reform let get done hcr","id":8311296541,"day":"28"},{"text":"RT @PressSec: Please read this now: the price of doing nothing on health care-too many quotes to pull them all out- http://nyti.ms/cKMymD","month":"02","year":"2010","corpus":"presssec pleas read price noth health care mani quot pull","id":9788052136,"day":"28"},{"text":"RT @HHSGov: Sec. Sebelius asks health insurance co. CEOs to justify their stunning rate increases http://bit.ly/aNyR7q #hcr","month":"03","year":"2010","corpus":"hhsgov sec sebeliu ask health insur ceo justifi stun rate increas hcr","id":9998892349,"day":"05"},{"text":"Pfeiffer debunks WellPoint CFO on premiums: \"When Health Insurance Companies Attack\" http://bit.ly/aP0jSD #hcr","month":"03","year":"2010","corpus":"pfeiffer debunk wellpoint cfo premium health insur compani attack hcr","id":10333921508,"day":"11"},{"text":"11:15: Signing health reform. Watch: http://wh.gov/live Or chat via FB: http://bit.ly/tCHXt Or via WH iPhone app of course","month":"03","year":"2010","corpus":"sign health reform watch chat via via iphon app cours","id":10928710048,"day":"23"},{"text":"Health insurance has now been reformed.","month":"03","year":"2010","corpus":"health insur reform","id":10931628143,"day":"23"},{"text":"\"What does this new health insurance reform law mean to me?\" Answers here: http://bit.ly/bGu0F7 #hcr","month":"03","year":"2010","corpus":"new health insur reform law mean answer hcr","id":10943941450,"day":"23"},{"text":"Not in Health Reform: \"16,500 Armed Bureaucrats\" http://bit.ly/c6BbNN #hcr","month":"04","year":"2010","corpus":"health reform 500 arm bureaucrat hcr","id":11484090712,"day":"02"},{"text":"Obama, Health Reform, the Recovery Act & Tax Day http://bit.ly/cK7cLE","month":"04","year":"2010","corpus":"obama health reform recoveri act tax day","id":12235280315,"day":"15"},{"text":"Yes, like physical health, mental health benefits are part of the essential health benefits package @dooce","month":"05","year":"2010","corpus":"ye like physic health mental health benefit part essenti health benefit packag dooc","id":14184331334,"day":"17"},{"text":"NYT: \"Big Gains for Young People in Health Law\" http://nyti.ms/9sr2E4 #hcr","month":"05","year":"2010","corpus":"nyt big gain young peopl health law hcr","id":14698487272,"day":"25"},{"text":"RT @HHSGov: 3:15 Live webchat w Sec Sebelius about stronger consumer protections in the Affordable Care Act. www.hhs.gov/live","month":"06","year":"2010","corpus":"hhsgov live webchat sec sebeliu stronger consum protect afford care act","id":15794589096,"day":"09"},{"text":"Dr. Biden and the First Lady discuss new health care benefits, watch & discuss now: http://bit.ly/tCHXt","month":"07","year":"2010","corpus":"biden first ladi discuss new health care benefit watch discuss","id":18539784389,"day":"14"},{"text":"RT @HouseDemocrats: 10 major new health reform benefits take effect today: http://huff.to/aO041Y #HCR","month":"09","year":"2010","corpus":"housedemocrat major new health reform benefit take effect today hcr","id":25344644826,"day":"23"},{"text":"WH on Health Care Law: \"History & facts are on our side...2 federal judges have agreed w/ this argument\" http://ow.ly/3ouNN","month":"12","year":"2010","corpus":"health care law histori fact side ... feder judg agre argument","id":14407168455348224,"day":"13"},{"text":"RT @PressSec: Senate (finally) passes 9/11 health bill...","month":"12","year":"2010","corpus":"presssec senat final pass health bill ...","id":17672755650498560,"day":"22"},{"text":"Get some background on the consumer protections in the Affordable Care Act here: http://bit.ly/cu5MKT #hcr","month":"01","year":"2011","corpus":"get background consum protect afford care act hcr","id":23405563417202690,"day":"07"},{"text":"@GregGehr sounds like you may have heard something that isn't true: no one (in govt or not) is paying personal taxes on health insurance","month":"01","year":"2011","corpus":"greggehr sound like may heard someth true one govt pay person tax health insur","id":23421887606423550,"day":"07"},{"text":"\"Judicial Activism and the Affordable Care Act\" http://is.gd/Y06qta #hcr","month":"01","year":"2011","corpus":"judici activ afford care act hcr","id":32195543849500670,"day":"31"},{"text":"RT @HealthCareGov: Great new online resource for women to learn about benefits in the health care law http://bit.ly/idxirp #womenshealth","month":"02","year":"2011","corpus":"healthcaregov great new onlin resourc women learn benefit health care law womenshealth","id":38626467617308670,"day":"18"},{"text":"RT @PressSec: For info on the President's announcement re health care, go to http://is.gd/qIZDNE","month":"02","year":"2011","corpus":"presssec info presid announc health care","id":42266632709607420,"day":"28"},{"text":"Ever wonder how much of your tax dollars go to support education? Or health care? Find out: http://www.wh.gov/taxreceipt","month":"04","year":"2011","corpus":"ever wonder much tax dollar support educ health care find","id":58919918816608260,"day":"15"},{"text":"Live @ 1ET: Open for questions on disability policy incl employment, health care & more. Watch: http://t.co/hOlVdV1 or http://t.co/ASNAdvF","month":"07","year":"2011","corpus":"live 1et open question disabl polici incl employ health care watch","id":91551676716171260,"day":"14"},{"text":"Obama: Need to combine spending cuts w/ tax code reform that asks wealthiest to pay fair share & modest adjustments to health care programs.","month":"08","year":"2011","corpus":"obama need combin spend cut tax code reform ask wealthiest pay fair share modest adjust health care program","id":100626228146487300,"day":"08"},{"text":"RT @WHLive: Obama: The millions of Americans who are watching right now: they don’t care about politics. They have real life concerns. # ...","month":"09","year":"2011","corpus":"whlive obama million american watch right care polit real life concern","id":111939790206799870,"day":"08"},{"text":"RT @HealthCareGov: One Million More Young Adults Have Coverage Thanks to Health Law http://t.co/f6lMy0zq #hcworks #hcr","month":"09","year":"2011","corpus":"healthcaregov one million young adult coverag thank health law hcwork hcr","id":116651474561400830,"day":"21"},{"text":"Millions of seniors are saving money on prescription drugs thanks to the Affordable Care Act: http://t.co/8u4AE2qM #HCR","month":"11","year":"2011","corpus":"million senior save money prescript drug thank afford care act hcr","id":141255507502571520,"day":"28"},{"text":"RT @todd_park: Calling all innovators -- answer the Health Care Innovation Challenge http://t.co/CEeZg3Jx","month":"12","year":"2011","corpus":"todd_park call innov answer health care innov challeng","id":144468042666082300,"day":"07"},{"text":"RT @jesseclee44: What change looks like: 2,500,000 young adults get health coverage, up from 1M earlier this year http://t.co/Qd91Acna #hcr","month":"12","year":"2011","corpus":"jesseclee44 chang look like 500 000 young adult get health coverag earlier year hcr","id":146964030928584700,"day":"14"},{"text":"RT @alanlbritt: @whitehouse #40dollars per week is EXACTLY my children's health insurance premium.","month":"12","year":"2011","corpus":"alanlbritt whitehous 40dollar per week exactli children health insur premium","id":149265088531009540,"day":"20"},{"text":"2011 Year in Review: 8 ways the health care law helps you: http://t.co/9Xp0RHl8 #hcr","month":"12","year":"2011","corpus":"2011 year review way health care law help hcr","id":152101693373427700,"day":"28"},{"text":"In 2011, nearly 3.6M people with #Medicare saved $2.1B on prescription drugs thanks to the Affordable Care Act: http://t.co/jJrUeO7r #HCR","month":"02","year":"2012","corpus":"2011 nearli peopl medicar save prescript drug thank afford care act hcr","id":166599747459743740,"day":"06"},{"text":"RT @Carol7658: @whitehouse since my health care costs doubled this year alot. Every dollar counts.","month":"02","year":"2012","corpus":"carol7658 whitehous sinc health care cost doubl year alot everi dollar count","id":169393487878422530,"day":"14"},{"text":"RT @HealthCareGov: Breaking It Down: The Health Care Law &amp; Seniors http://t.co/lTY6wEbd #MyCare","month":"03","year":"2012","corpus":"healthcaregov break health care law amp senior mycar","id":181729636416364540,"day":"19"},{"text":"RT @kdesai1: What is the commitment to cover preventive care &amp; alternative medicine? Better health, lower medical costs-sounds like  ...","month":"03","year":"2012","corpus":"kdesai1 commit cover prevent care amp altern medicin better health lower medic cost sound like","id":181757673937715200,"day":"19"},{"text":"By the numbers: 20.4: http://t.co/y8I2O9ht: 20.4 million women have accessed free preventive health services #hcr http://t.co/2iBnWAgn","month":"03","year":"2012","corpus":"number million women access free prevent health servic hcr","id":182160958284763140,"day":"20"},{"text":"RT @jasonbpedersen: Why haven't health care costs gone down with Obamacare? @whitehouse: Have Qs on what the health care law Ask now: #W ...","month":"03","year":"2012","corpus":"jasonbpedersen health care cost gone obamacar whitehous health care law ask","id":183254309201383420,"day":"23"},{"text":"RT @WHLive: .@jasonbpedersen  health spending has reached historic lows, #ACA takes steps to hold health care costs down http://t.co/GCn ...","month":"03","year":"2012","corpus":"whlive jasonbpedersen health spend reach histor low aca take step hold health care cost","id":183254328709095420,"day":"23"},{"text":"Have Qs on what the health care law means for you &amp; your family? We're holding #ACA Office Hrs @ 2ET http://t.co/6S4eIdXg Ask now: #WHChat","month":"03","year":"2012","corpus":"health care law mean amp famili hold aca offic hr 2et ask whchat","id":183227860499173380,"day":"23"},{"text":"RT @jesseclee44: #hcr strikes again... \"FL health insurers to rebate estimated $113M-Consumers w/ individual policies may get $143-$949\" ...","month":"04","year":"2012","corpus":"jesseclee44 hcr strike ... health insur rebat estim 113m consum individu polici may get 143 949","id":192049014605226000,"day":"17"},{"text":"RT @jesseclee44: Wonder if #hcr measure requiring insurers spend 80% of premiums on health is real? 15.8M folks getting $1.3B in rebates ...","month":"04","year":"2012","corpus":"jesseclee44 wonder hcr measur requir insur spend premium health real folk get rebat","id":195551214165966850,"day":"26"},{"text":"Happy Mother's Day from the Affordable Care Act #ACA: http://t.co/csYYV58L View the card &amp; share it: http://t.co/mJDtzEb4","month":"05","year":"2012","corpus":"happi mother day afford care act aca view card amp share","id":201737338190180350,"day":"13"},{"text":"Find out all the ways the Affordable Care Act is a win for small businesses: http://t.co/o6idOcIb #ACA #HCR","month":"06","year":"2012","corpus":"find way afford care act win small busi aca hcr","id":219160779184803840,"day":"30"},{"text":"RT @HHSGov: Sec. Sebelius answers your questions about Health Care, via @EverydayHealth. http://t.co/vG6pYomT #ACA","month":"11","year":"2012","corpus":"hhsgov sec sebeliu answer question health care via everydayhealth aca","id":268383024691961860,"day":"13"},{"text":"RT @Brandy_DeWeese: @whitehouse #my2k is 1/3 of one semester's tuition in #APRN school. Studying to provide primary health care for my c ...","month":"11","year":"2012","corpus":"brandy_dewees whitehous my2k one semest tuition aprn school studi provid primari health care","id":273919309896622080,"day":"28"},{"text":"RT @WHLive: President Obama: \"We need to work on making access to mental health care at least as easy as access to a gun.\"","month":"12","year":"2012","corpus":"whlive presid obama need work make access mental health care least easi access gun","id":281444604480483330,"day":"19"},{"text":"\"We must make the hard choices to reduce the cost of health care and the size of our deficit.\" —President Obama #inaug2013","month":"01","year":"2013","corpus":"must make hard choic reduc cost health care size deficit presid obama inaug2013","id":293402863756005400,"day":"21"},{"text":"President Obama: \"Already, the Affordable Care Act is helping to slow the growth of health care costs.\" #SOTU http://t.co/dmW1NeVV","month":"02","year":"2013","corpus":"presid obama alreadi afford care act help slow growth health care cost sotu","id":301517238597480450,"day":"13"},{"text":"Three years ago today, President Obama signed the Affordable Care Act into law: http://t.co/S75wkIGd2m #acaturns3 http://t.co/fw74qKmSx9","month":"03","year":"2013","corpus":"three year ago today presid obama sign afford care act law acaturns3","id":315642392671838200,"day":"24"},{"text":"\"You’ve got a President who’s going to be right there with you in that fight every step of the way.\" —Obama on access to quality health care","month":"04","year":"2013","corpus":"got presid go right fight everi step way obama access qualiti health care","id":327809405913542660,"day":"26"},{"text":"\"In a country as wealthy as ours, nobody should go bankrupt because they get sick.\" —Obama on the need to fully implement health care reform","month":"04","year":"2013","corpus":"countri wealthi nobodi bankrupt get sick obama need fulli implement health care reform","id":329257078352916500,"day":"30"},{"text":"President Obama: “Young adults under the age of 26 are able to stay on their parents’ health care plans.” #ThanksObamacare","month":"05","year":"2013","corpus":"presid obama young adult age abl stay parent health care plan thanksobamacar","id":332933055268405250,"day":"10"},{"text":"President Obama: “‘The health care law is about people like me,’” Alycia said. ‘It’s AlyciaCare.’” http://t.co/4BpUGPai7B","month":"05","year":"2013","corpus":"presid obama health care law peopl like ,’” alycia said alyciacar .’”","id":332932331096649700,"day":"10"},{"text":"Please retweet: Health care reform is helping millions of mothers afford quality health insurance. #HappyMothersDay, http://t.co/9GxCQRdwQj","month":"05","year":"2013","corpus":"pleas retweet health care reform help million mother afford qualiti health insur happymothersday","id":332905628026687500,"day":"10"},{"text":"Thanks to the #ACA, 1 in 3 women under 65 gained access to preventive care—like birth control—with no out-of-pocket costs. #HappyMothersDay","month":"05","year":"2013","corpus":"thank aca women gain access prevent care like birth control pocket cost happymothersday","id":332923172661911550,"day":"10"},{"text":"RT to spread the word: Washington state residents may see lower health care premiums thanks to Obamacare. http://t.co/uotgUufExu","month":"05","year":"2013","corpus":"spread word washington state resid may see lower health care premium thank obamacar","id":334439323317448700,"day":"14"},{"text":"Happy National Women's Health Week! http://t.co/P76VccVbsK, http://t.co/KeLWFwpvqe","month":"05","year":"2013","corpus":"happi nation women health week","id":334714076490002400,"day":"15"},{"text":"FACT: Thanks to Obamacare, 12.8 million consumers received $1.1 billion in rebates from their insurance companies in 2012. #Obamacares","month":"05","year":"2013","corpus":"fact thank obamacar million consum receiv billion rebat insur compani 2012 obamacar","id":334743919759867900,"day":"15"},{"text":"President #ObamaCares—and that's why he's fighting to help millions of Americans afford quality health insurance. http://t.co/uCJoXsaFKZ","month":"05","year":"2013","corpus":"presid obamacar fight help million american afford qualiti health insur","id":334814733028966400,"day":"15"},{"text":"Affordable Care Act. #ObamaCareInThreeWords, http://t.co/RemLWRvd8T","month":"05","year":"2013","corpus":"afford care act obamacareinthreeword","id":335156247147991040,"day":"16"},{"text":"RT @Simas44: FACT: Next year, insurance companies will no longer be able to deny anyone coverage because of a pre-existing mental health co…","month":"06","year":"2013","corpus":"simas44 fact next year insur compani longer abl deni anyon coverag pre exist mental health","id":341566040016306200,"day":"03"},{"text":"FACT: 12 million Americans received rebates from their insurance companies. #WhatHasObamaCareDoneForMeLately","month":"06","year":"2013","corpus":"fact million american receiv rebat insur compani whathasobamacaredoneformel","id":343034363132391400,"day":"07"},{"text":"RT @KCB642: #WhatHasObamaCareDoneForMeLately I still have health insurance because they aren't allowed to call childhood cancer a preexisti…","month":"06","year":"2013","corpus":"kcb642 whathasobamacaredoneformel still health insur allow call childhood cancer preexisti","id":343050891550666750,"day":"07"},{"text":"FACT: 3.1 million young adults gained coverage through their parents' plans. #WhatHasObamaCareDoneForMeLately","month":"06","year":"2013","corpus":"fact million young adult gain coverag parent plan whathasobamacaredoneformel","id":343046581727158300,"day":"07"},{"text":"RT @Sebelius: #Obamacare at work: Hospitals providing better care, keeping you out of the hospital thanks to the law: http://t.co/BA88bczjd6","month":"06","year":"2013","corpus":"sebeliu obamacar work hospit provid better care keep hospit thank law","id":344874474316906500,"day":"12"},{"text":"FACT: Health care reform saved consumers nearly $4 billion on their insurance premiums last year. http://t.co/bLrfwFy98e #ObamacareInAction","month":"06","year":"2013","corpus":"fact health care reform save consum nearli billion insur premium last year obamacareinact","id":347799846004092900,"day":"20"},{"text":"Go to http://t.co/GNfbftrfo3 for info on how to compare plans and sign up for health insurance on the new Marketplace starting Oct 1st. #ACA","month":"06","year":"2013","corpus":"info compar plan sign health insur new marketplac start oct 1st aca","id":349234503153225700,"day":"24"},{"text":"RT @Simas44: Worth a RT on more good Obamacare news for consumers. Oregon slashes '14 health insurance premiums by as much as 35%. http://t…","month":"06","year":"2013","corpus":"simas44 worth good obamacar news consum oregon slash health insur premium much","id":350267061529886700,"day":"27"},{"text":"RT @Simas44: Latest from GOP? Deny the 1/4 of Americans under 65 with pre-existing conditions any shot at affordable health care. http://t.…","month":"07","year":"2013","corpus":"simas44 latest gop deni american pre exist condit shot afford health care","id":355319864581292000,"day":"11"},{"text":"Great news: New Yorkers buying health insurance will see costs drop by 50% next year —&gt; http://t.co/Q4F3VixwGF #ThanksObamacare","month":"07","year":"2013","corpus":"great news new yorker buy health insur see cost drop next year thanksobamacar","id":357498218474520600,"day":"17"},{"text":"RT @HealthCareTara: Excited to be tweeting from the @WhiteHouse. I'll be sharing the latest on the health care law—and occasional Red Sox o…","month":"07","year":"2013","corpus":"healthcaretara excit tweet whitehous share latest health care law occasion red sox","id":357934997279219700,"day":"18"},{"text":"FACT: Thanks to #Obamacare, more than 8.5 million Americans will get insurance company rebates averaging $100 this year. #ObamacareInAction","month":"07","year":"2013","corpus":"fact thank obamacar million american get insur compani rebat averag 100 year obamacareinact","id":357937940330065900,"day":"18"},{"text":"RT @PressSec: Excellent op-ed by Senator @MaxBaucus on getting the implementation of the Affordable Care Act right: http://t.co/Sz7VlmBjez.","month":"07","year":"2013","corpus":"presssec excel senat maxbaucu get implement afford care act right","id":357877307978940400,"day":"18"},{"text":"FACT: Next year, health insurance companies won't be able to deny Americans coverage for a pre-existing condition. #ThanksObamacare","month":"08","year":"2013","corpus":"fact next year health insur compani abl deni american coverag pre exist condit thanksobamacar","id":367403099205271550,"day":"13"},{"text":"RT to spread the news: Here are 7 ways #Obamacare is helping families save money on health insurance —&gt; http://t.co/At4JdEmoXj","month":"08","year":"2013","corpus":"spread news way obamacar help famili save money health insur","id":369582848367284200,"day":"19"},{"text":"If you have insurance, #Obamacare strengthens it. If you don't, it helps you afford a plan that's right for you —&gt; http://t.co/X75fEFzzTg","month":"08","year":"2013","corpus":"insur obamacar strengthen help afford plan right","id":369922754205605900,"day":"20"},{"text":"RT @HealthCareTara: This headline speaks for itself - NBC: Even Republican young adults want health insurance, poll finds: http://t.co/TReF…","month":"08","year":"2013","corpus":"healthcaretara headlin speak nbc even republican young adult want health insur poll find","id":370226667769184260,"day":"21"},{"text":"\"Education must be affordable.\" —Obama on his plan to help more students afford college: http://t.co/MG8Q1LOVk4, http://t.co/mVv3RDAcpB","month":"08","year":"2013","corpus":"educ must afford obama plan help student afford colleg","id":370923205252239360,"day":"23"},{"text":"President @BillClinton: Health care spending has seen \"the smallest increase in 50 years\" since #Obamacare became law.","month":"09","year":"2013","corpus":"presid billclinton health care spend seen smallest increas year sinc obamacar becam law","id":375288740039512060,"day":"04"},{"text":"\"17 million children can no longer be denied coverage or charged higher rates for pre-existing conditions.\" —@BillClinton #ThanksObamacare","month":"09","year":"2013","corpus":"million children longer deni coverag charg higher rate pre exist condit billclinton thanksobamacar","id":375285552586567700,"day":"04"},{"text":"FACT: #Obamacare saved 6.8 million consumers $1.2 billion on health insurance premiums last year —&gt; http://t.co/N4kPAcqPtZ","month":"09","year":"2013","corpus":"fact obamacar save million consum billion health insur premium last year","id":378185820248625150,"day":"12"},{"text":"RT @Simas44: This is worth a RT. Millions of these ACA stories are about to be told. Health care act a lifesaver to Indiana women. http://t…","month":"09","year":"2013","corpus":"simas44 worth million aca stori told health care act lifesav indiana women","id":378532960527331300,"day":"13"},{"text":"FACT: 10.8 million uninsured Americans could pay $100/month or less next year for health insurance through the #Obamacare marketplace.","month":"09","year":"2013","corpus":"fact million uninsur american could pay 100 month less next year health insur obamacar marketplac","id":379985606576586750,"day":"17"},{"text":"RT @Lehrich44: Can I interest you in health coverage for less than $100/month? #Obamacare  --&gt; http://t.co/aJ7hc8YO8y","month":"09","year":"2013","corpus":"lehrich44 interest health coverag less 100 month obamacar --&","id":380029215430557700,"day":"17"},{"text":"RT @Sebelius: Big news! Nearly 6 in 10 uninsured Americans will #GetCovered for less than $100/month starting Jan 1 #Obamacare #ACA http://…","month":"09","year":"2013","corpus":"sebeliu big news nearli uninsur american getcov less 100 month start jan obamacar aca","id":380019023821291500,"day":"17"},{"text":"Defund #Obamacare if you want to prevent millions of uninsured Americans from getting affordable health insurance. #EnoughAlready","month":"09","year":"2013","corpus":"defund obamacar want prevent million uninsur american get afford health insur enoughalreadi","id":381101992027754500,"day":"20"},{"text":"Defund #Obamacare if you believe women should be charged more than men for the same health coverage. #EnoughAlready","month":"09","year":"2013","corpus":"defund obamacar believ women charg men health coverag enoughalreadi","id":381104353563508740,"day":"20"},{"text":"Defund #Obamacare if you want more than 3.1 million young adults on their parents' plans to lose their health insurance. #EnoughAlready","month":"09","year":"2013","corpus":"defund obamacar want million young adult parent plan lose health insur enoughalreadi","id":381109386208227300,"day":"20"},{"text":"FACT: 100 days from now, insurance companies won't be able to limit your lifetime coverage for essential health benefits. #Obamacare","month":"09","year":"2013","corpus":"fact 100 day insur compani abl limit lifetim coverag essenti health benefit obamacar","id":382274594251345900,"day":"23"},{"text":"In one week, millions of uninsured Americans can sign up for affordable health care. In 100 days, they'll be covered: http://t.co/FvoMPCnw63","month":"09","year":"2013","corpus":"one week million uninsur american sign afford health care 100 day cover","id":382259100198764540,"day":"23"},{"text":"\"We can't rest until every American knows the security of quality, affordable health care.\" —Obama: http://t.co/GNfbftrfo3 #GetCovered","month":"09","year":"2013","corpus":"rest everi american know secur qualiti afford health care obama getcov","id":382176012903006200,"day":"23"},{"text":"Obama: \"We said to insurance companies, you've got to use at least 80% of your premium on actual health care—not admin costs &amp; CEO bonuses.\"","month":"09","year":"2013","corpus":"obama said insur compani got use least premium actual health care admin cost amp ceo bonus","id":382614560374411260,"day":"24"},{"text":"#DefundObamacare if you want to prevent millions of uninsured Americans from getting affordable health insurance. #EnoughAlready","month":"09","year":"2013","corpus":"defundobamacar want prevent million uninsur american get afford health insur enoughalreadi","id":382499385470226400,"day":"24"},{"text":"RT to share what #Obamacare benefits the House GOP is trying to take away from millions of Americans: http://t.co/wpYSomJr3B","month":"09","year":"2013","corpus":"share obamacar benefit hous gop tri take away million american","id":382537137070940160,"day":"24"},{"text":"NEW REPORT: 95% of uninsured Americans will see lower than expected health care premiums with #Obamacare —&gt; http://t.co/qjKcu4Mztx","month":"09","year":"2013","corpus":"new report uninsur american see lower expect health care premium obamacar","id":382875940742656000,"day":"25"},{"text":"#MakeDCListen to the 105 million Americans who can receive preventive care at no extra cost thanks to #Obamacare.","month":"09","year":"2013","corpus":"makedclisten 105 million american receiv prevent care extra cost thank obamacar","id":382660657859928060,"day":"25"},{"text":"FACT: Thanks to #Obamacare, working families making $50,000 can get health insurance for less than $100/month. http://t.co/lfmtFJIbAp","month":"09","year":"2013","corpus":"fact thank obamacar work famili make 000 get health insur less 100 month","id":382920121741611000,"day":"25"},{"text":"High-quality, affordable health care for less than your cell phone bill: http://t.co/iCQP2fda0n #Obamacare #GetCovered","month":"09","year":"2013","corpus":"high qualiti afford health care less cell phone bill obamacar getcov","id":383014074000216060,"day":"25"},{"text":"Don't be a sad panda: You can get affordable health coverage in 5 days http://t.co/GNfbftrfo3 (h/t @AdorableCareAct) http://t.co/abIY3BP3yO","month":"09","year":"2013","corpus":"sad panda get afford health coverag day adorablecareact","id":383001224334671900,"day":"25"},{"text":"Obama: \"Because of the #ACA, 3 million young adults under age 26 have gained coverage by staying on their parents’ plan.\" #Obamacare","month":"09","year":"2013","corpus":"obama aca million young adult age gain coverag stay parent plan obamacar","id":383245365111033860,"day":"26"},{"text":"President Obama: \"If you couldn’t afford coverage for your child because he has asthma—he’s covered.\" #Obamacare","month":"09","year":"2013","corpus":"presid obama afford coverag child asthma cover obamacar","id":383247159400734700,"day":"26"},{"text":"Don't miss President Obama's speech on the Affordable Care Act at 11am ET —&gt; http://t.co/QAhRVNnBbz #GetCovered #Obamacare","month":"09","year":"2013","corpus":"miss presid obama speech afford care act 11am getcov obamacar","id":383238109724307460,"day":"26"},{"text":"Obama: \"On Tuesday, every American can visit http://t.co/GNfbftrfo3 to find what’s called the health insurance marketplace.\" #GetCovered","month":"09","year":"2013","corpus":"obama tuesday everi american visit find call health insur marketplac getcov","id":383246553181208600,"day":"26"},{"text":"RT if you agree: It's time to help our fellow Americans #GetCovered—not deny health care to millions. #Obamacare, http://t.co/7TVL6cgEDV","month":"09","year":"2013","corpus":"agre time help fellow american getcov deni health care million obamacar","id":383373977973846000,"day":"26"},{"text":"President Obama: “Think about that: Good health insurance for the cost of your cell phone bill, or less.” #Obamacare #GetCovered","month":"09","year":"2013","corpus":"presid obama think good health insur cost cell phone bill less obamacar getcov","id":383248506611195900,"day":"26"},{"text":"Thanks to #Obamacare, a 27-year-old making $25,000 can #GetCovered for less than $100/month: http://t.co/GWYufFQtF1, http://t.co/4WHzlY2wC4","month":"09","year":"2013","corpus":"thank obamacar year old make 000 getcov less 100 month","id":383284869381357600,"day":"26"},{"text":"Obama: \"On Oct 1st, millions of Americans who don’t have health insurance...will finally be able to buy quality affordable health insurance\"","month":"09","year":"2013","corpus":"obama oct 1st million american health insur ... final abl buy qualiti afford health insur","id":383244627190353900,"day":"26"},{"text":"RT to share this animated video on how #Obamacare helps you and your family —&gt; http://t.co/yptn9SD9XH #GetCovered","month":"09","year":"2013","corpus":"share anim video obamacar help famili getcov","id":383605917712777200,"day":"27"},{"text":"“The exchanges are there, people need insurance.” —Sen. Roy Blunt on why Missourians should #GetCovered: http://t.co/xfkE20czUU #Obamacare","month":"09","year":"2013","corpus":"exchang peopl need insur sen roy blunt missourian getcov obamacar","id":383634879272861700,"day":"27"},{"text":"On Tuesday, \"#GetCovered at http://t.co/GNfbftrfo3 and spread the word.\" —Obama in his Weekly Address: http://t.co/u8zHNpfn37 #Obamacare","month":"09","year":"2013","corpus":"tuesday getcov spread word obama weekli address obamacar","id":384026215087996900,"day":"28"},{"text":"Obama: \"An important part of the Affordable Care Act takes effect tomorrow, no matter what Congress decides today.\" #Obamacare #Shutdown","month":"09","year":"2013","corpus":"obama import part afford care act take effect tomorrow matter congress decid today obamacar shutdown","id":384786947136167940,"day":"30"},{"text":"Worth a RT: Thanks to #Obamacare, signing up for health insurance just got 17 pages easier —&gt; http://t.co/wh6d6zyfcH #GetCovered","month":"09","year":"2013","corpus":"worth thank obamacar sign health insur got page easier getcov","id":384713005314748400,"day":"30"},{"text":"Here's how you can help get the word out about why it's important to #GetCovered starting tomorrow —&gt; http://t.co/gUcxQNWZQh #Obamacare","month":"09","year":"2013","corpus":"help get word import getcov start tomorrow obamacar","id":384738182702452740,"day":"30"},{"text":"Worth a RT: The #Obamacare marketplaces are open for business. Learn more and #GetCovered at http://t.co/GNfbftrfo3 http://t.co/ECh9MHFEj4","month":"10","year":"2013","corpus":"worth obamacar marketplac open busi learn getcov","id":385166466141548540,"day":"01"},{"text":"Thanks to the House GOP, the government is shutting down. Thanks to #Obamacare, uninsured Americans can #GetCovered: http://t.co/GNfbftrfo3","month":"10","year":"2013","corpus":"thank hous gop govern shut thank obamacar uninsur american getcov","id":385038312894758900,"day":"01"},{"text":"RT @Pharrell: No health insurance? #GetCovered at http://t.co/UXOCXTcNYT http://t.co/A7XPcdHJK7","month":"10","year":"2013","corpus":"pharrel health insur getcov","id":385483381670019100,"day":"02"},{"text":"FACT: Since Oct. 1st, nearly 10,000 Kentuckians have enrolled in health coverage thanks to #Obamacare. #GetCovered","month":"10","year":"2013","corpus":"fact sinc oct 1st nearli 000 kentuckian enrol health coverag thank obamacar getcov","id":391300383936491500,"day":"18"},{"text":"FACT: In just 2 weeks, nearly 100,000 Californians have started health coverage applications through the #Obamacare marketplace. #GetCovered","month":"10","year":"2013","corpus":"fact week nearli 100 000 californian start health coverag applic obamacar marketplac getcov","id":391285288665755650,"day":"18"},{"text":"RT the news: More than 500,000 Americans have applied for coverage through #Obamacare —&gt; http://t.co/GNfbftrfo3, http://t.co/WwVkBz2LkP","month":"10","year":"2013","corpus":"news 500 000 american appli coverag obamacar","id":392365338160930800,"day":"21"},{"text":"FACT: Nearly 500,000 Americans have already applied for health coverage through #Obamacare. #GetCovered","month":"10","year":"2013","corpus":"fact nearli 500 000 american alreadi appli health coverag obamacar getcov","id":392308049446043650,"day":"21"},{"text":"\"If one thing is worth the wait, it’s the safety and security of health care that you can afford.\" —Obama: http://t.co/9lBHmuGogp #Obamacare","month":"10","year":"2013","corpus":"one thing worth wait safeti secur health care afford obama obamacar","id":392428847137714200,"day":"21"},{"text":"President Obama: \"Because of the Affordable Care Act, preventive care like mammograms and birth control are free.\" #Obamacare","month":"10","year":"2013","corpus":"presid obama afford care act prevent care like mammogram birth control free obamacar","id":392314107694546940,"day":"21"},{"text":"Here's what we're doing to make http://t.co/GNfbftrfo3 better —&gt; http://t.co/LHJf7VR1jx #GetCovered #Obamacare","month":"10","year":"2013","corpus":"make better getcov obamacar","id":392419340487639040,"day":"21"},{"text":"RT @WHLive: President Obama: \"Everybody who wants insurance through the marketplace will get insurance – period.\" #GetCovered","month":"10","year":"2013","corpus":"whlive presid obama everybodi want insur marketplac get insur period getcov","id":392316579670552600,"day":"21"},{"text":"RT @WHLive: President Obama: \"The Affordable Care Act is much more than a website.\" #GetCovered #Obamacare","month":"10","year":"2013","corpus":"whlive presid obama afford care act much websit getcov obamacar","id":392313738620968960,"day":"21"},{"text":"Great news: More than 35,000 Washington state residents have already enrolled in health coverage through #Obamacare. http://t.co/KYdtJ6ptpG","month":"10","year":"2013","corpus":"great news 000 washington state resid alreadi enrol health coverag obamacar","id":392722098260422660,"day":"22"},{"text":"Every American deserves access to affordable, quality health care. #Obamacare #GetCovered, http://t.co/bqm394yIrH","month":"10","year":"2013","corpus":"everi american deserv access afford qualiti health care obamacar getcov","id":392777661120249860,"day":"22"},{"text":"Thanks to #Obamacare, mammograms are covered at no additional cost —&gt; http://t.co/vZO59xFLev #GetCovered, http://t.co/lctqmFNSny","month":"10","year":"2013","corpus":"thank obamacar mammogram cover addit cost getcov","id":393470378867032060,"day":"24"},{"text":"Mammograms: $0. Birth control: $0. Preventive care you need to stay healthy at no extra cost: Priceless. #Obamacare, http://t.co/2wH4wyYiOa","month":"10","year":"2013","corpus":"mammogram birth control prevent care need stay healthi extra cost priceless obamacar","id":393444374446485500,"day":"24"},{"text":"RT if you agree: It's time to focus on helping millions of uninsured Americans afford health insurance. #Obamacare, http://t.co/6S7f4SjeRk","month":"10","year":"2013","corpus":"agre time focu help million uninsur american afford health insur obamacar","id":393792127035256800,"day":"25"},{"text":"FACT: Nearly 6 in 10 uninsured Americans can now sign up for health coverage for less than $100/month. #Obamacare, http://t.co/pzqysei8qs","month":"10","year":"2013","corpus":"fact nearli uninsur american sign health coverag less 100 month obamacar","id":393784834612797440,"day":"25"},{"text":"President Obama's Weekly Address: Enrolling in the Affordable Care Act Marketplace —&gt; http://t.co/no5D9C7sH9 #Obamacare #GetCovered","month":"10","year":"2013","corpus":"presid obama weekli address enrol afford care act marketplac obamacar getcov","id":394101250129543200,"day":"26"},{"text":"Great news: More than 7.1 million Americans on Medicare have saved $8.3 billion on prescription drugs. #Obamacare, http://t.co/8PLBYkLBmE","month":"10","year":"2013","corpus":"great news million american medicar save billion prescript drug obamacar","id":394923055652171800,"day":"28"},{"text":"FACT: Thanks to #Obamacare, insurance companies can't put annual limits on benefits or drop people's coverage when they get sick.","month":"10","year":"2013","corpus":"fact thank obamacar insur compani put annual limit benefit drop peopl coverag get sick","id":394982066678280200,"day":"29"},{"text":"FACT: Half of uninsured, single young adults between 18 and 35 can #GetCovered for $50/month or less. #Obamacare, http://t.co/sjqHyPpqhL","month":"10","year":"2013","corpus":"fact half uninsur singl young adult getcov month less obamacar","id":395211351926505500,"day":"29"},{"text":"RT @Simas44: \"I’m thrilled! To get something this good at that price?” —Daniel on paying $70/month for health coverage: http://t.co/EbuaIBQ…","month":"10","year":"2013","corpus":"simas44 thrill get someth good price daniel pay month health coverag","id":395263152323313660,"day":"29"},{"text":"29-year-old substitute teacher couldn’t afford health insurance since Jan 2012. Now he's paying $32/month: http://t.co/2au1XfaBgP #Obamacare","month":"10","year":"2013","corpus":"year old substitut teacher afford health insur sinc jan 2012 pay month obamacar","id":395260712177500160,"day":"29"},{"text":"Right now: President Obama speaks about health care in Boston. Watch —&gt; http://t.co/Dgsqcvaag6 #Obamacare #GetCovered","month":"10","year":"2013","corpus":"right presid obama speak health care boston watch obamacar getcov","id":395641474240372740,"day":"30"},{"text":"Obama: \"If you’ve been sick, you finally have the same chance to buy quality, affordable health care as everyone else.\" #Obamacare","month":"10","year":"2013","corpus":"obama sick final chanc buy qualiti afford health care everyon els obamacar","id":395644303784951800,"day":"30"},{"text":"President Obama: \"Nearly 6 in 10 uninsured Americans may find coverage for $100/month or less.\" #Obamacare, http://t.co/UEYN40B4ee","month":"10","year":"2013","corpus":"presid obama nearli uninsur american may find coverag 100 month less obamacar","id":395645562428465150,"day":"30"},{"text":"RT @WHLive: Obama: \"One of the things health care reform was designed to do was to help not only the uninsured, but the underinsured.\" #Oba…","month":"10","year":"2013","corpus":"whlive obama one thing health care reform design help uninsur underinsur oba","id":395646254148907000,"day":"30"},{"text":"No more dropping coverage if you get sick.\nNo more denying coverage for a pre-existing condition.\n#Obamacare, http://t.co/eDqekoqCnf","month":"10","year":"2013","corpus":"drop coverag get sick deni coverag pre exist condit obamacar","id":395706733647396860,"day":"31"},{"text":"Thanks to #Obamacare, insurers CAN'T:\n1. Deny you coverage.\n2. Drop you if you get sick.\n3. Drop you as a customer. http://t.co/t4KL1i0sds","month":"11","year":"2013","corpus":"thank obamacar insur deni coverag drop get sick drop custom","id":396279213067485200,"day":"01"},{"text":"Americans around the country are already signing up for coverage through #Obamacare. Share your #GetCovered story —&gt; http://t.co/vG1jfxickm","month":"11","year":"2013","corpus":"american around countri alreadi sign coverag obamacar share getcov stori","id":397428582542086140,"day":"04"},{"text":"Kirk from IL couldn't #GetCovered because of a pre-existing condition (aka back surgery). Thanks to #Obamacare, he has affordable insurance.","month":"11","year":"2013","corpus":"kirk getcov pre exist condit aka back surgeri thank obamacar afford insur","id":397483521431699460,"day":"04"},{"text":"\"My new plan gives me better coverage than what I've had with the same insurer and will cost $188/month less.\" —Larry from CA on #Obamacare","month":"11","year":"2013","corpus":"new plan give better coverag insur cost 188 month less larri obamacar","id":397475964612902900,"day":"04"},{"text":"RT the good news: 17 million Americans are eligible for tax credits to help them #GetCovered next year. #Obamacare, http://t.co/mrVs9B53vc","month":"11","year":"2013","corpus":"good news million american elig tax credit help getcov next year obamacar","id":397821240477380600,"day":"05"},{"text":"FACT: 1.5 million Floridians who are uninsured or buy coverage on their own are eligible for tax credits to help #GetCovered. #Obamacare","month":"11","year":"2013","corpus":"fact million floridian uninsur buy coverag elig tax credit help getcov obamacar","id":397770425758777340,"day":"05"},{"text":"Thanks to #Obamacare, 17 million Americans are eligible for tax credits to help them #GetCovered next year —&gt; http://t.co/uOEiG5Qj3y","month":"11","year":"2013","corpus":"thank obamacar million american elig tax credit help getcov next year","id":397765372448735200,"day":"05"},{"text":"If the Texas GOP agreed to expand Medicaid through #Obamacare, 1.2 million more people would have health insurance. #PeopleOverPolitics","month":"11","year":"2013","corpus":"texa gop agre expand medicaid obamacar million peopl would health insur peopleoverpolit","id":398163000894296060,"day":"06"},{"text":"The NC GOP is preventing nearly 400,000 people from getting health coverage through #Obamacare. It's time to put #PeopleOverPolitics.","month":"11","year":"2013","corpus":"gop prevent nearli 400 000 peopl get health coverag obamacar time put peopleoverpolit","id":398174321169821700,"day":"06"},{"text":"The FL GOP is preventing nearly 1 million from getting health coverage through #Obamacare. RT if you agree that's wrong. #PeopleOverPolitics","month":"11","year":"2013","corpus":"gop prevent nearli million get health coverag obamacar agre wrong peopleoverpolit","id":398168028107399200,"day":"06"},{"text":"FACT: Thanks to #Obamacare, 73,000 more Floridians will gain access to care through community health centers —&gt; http://t.co/WAcF02SMk8","month":"11","year":"2013","corpus":"fact thank obamacar 000 floridian gain access care commun health center","id":398515321637572600,"day":"07"},{"text":"FACT: If the Louisiana GOP put #PeopleOverPolitics, 265,000 more people could get health coverage through #Obamacare: http://t.co/78LWpXo8mB","month":"11","year":"2013","corpus":"fact louisiana gop put peopleoverpolit 265 000 peopl could get health coverag obamacar","id":398861069617082400,"day":"08"},{"text":"FACT: If the remaining 24 states expanded Medicaid, another 5.4 million Americans would become eligible for coverage through #Obamacare.","month":"11","year":"2013","corpus":"fact remain state expand medicaid anoth million american would becom elig coverag obamacar","id":400746300800368640,"day":"13"},{"text":"FACT: In the 26 states that have expanded Medicaid coverage, 396,261 low-income Americans have gained health coverage for 2014. #GetCovered","month":"11","year":"2013","corpus":"fact state expand medicaid coverag 396 261 low incom american gain health coverag 2014 getcov","id":400745051677941760,"day":"13"},{"text":"Thanks to #Obamacare, more than 500,000 Americans have already signed up for health coverage. #GetCovered, http://t.co/CZ6g95XLOK","month":"11","year":"2013","corpus":"thank obamacar 500 000 american alreadi sign health coverag getcov","id":400739568917303300,"day":"13"},{"text":"FACT: If the Texas GOP put #PeopleOverPolitics and expanded Medicaid, 1.2 million more Texans would have health insurance. #Obamacare","month":"11","year":"2013","corpus":"fact texa gop put peopleoverpolit expand medicaid million texan would health insur obamacar","id":400661642410614800,"day":"13"},{"text":"FACT: When MA launched its health insurance exchange—more than 20% of 1st-year enrollees waited until the last month to sign up. #Obamacare","month":"11","year":"2013","corpus":"fact launch health insur exchang 1st year enrolle wait last month sign obamacar","id":400752598136795140,"day":"13"},{"text":"Obama: \"We're in the opening weeks of the project to build a better health care system...that will offer real financial security\" #Obamacare","month":"11","year":"2013","corpus":"obama open week project build better health care system ... offer real financi secur obamacar","id":401035587089469440,"day":"14"},{"text":"RT @WHLive: Obama: \"We should be doing everything we can to make sure every American has access to quality, affordable health care.\" #Obama…","month":"11","year":"2013","corpus":"whlive obama everyth make sure everi american access qualiti afford health care obama","id":401091495014318100,"day":"14"},{"text":"RT @WHLive: Obama: \"We’re going to fix what needs to be fixed. The Affordable Care Act is going to work.\" #Obamacare","month":"11","year":"2013","corpus":"whlive obama go fix need fix afford care act go work obamacar","id":401092037727883260,"day":"14"},{"text":"Thanks to #Obamacare, Dan M. from Orlando pays $70/month for a plan with much better benefits than he had previously. #GetCovered","month":"11","year":"2013","corpus":"thank obamacar dan orlando pay month plan much better benefit previous getcov","id":402547867442630660,"day":"18"},{"text":"Health insurance enrollment surges in many states around the country —&gt; http://t.co/sPsd4qqHpS #GetCovered #Obamacare","month":"11","year":"2013","corpus":"health insur enrol surg mani state around countri getcov obamacar","id":402816609732931600,"day":"19"},{"text":"RT the news: Health care spending has grown at the slowest rate on record since #Obamacare became law —&gt; http://t.co/7QBj5h07lW","month":"11","year":"2013","corpus":"news health care spend grown slowest rate record sinc obamacar becam law","id":403217821779247100,"day":"20"},{"text":"Since #Obamacare became law, health care spending has grown at the slowest rate on record: http://t.co/jG9t6P437A, http://t.co/y8UIWxk0HT","month":"11","year":"2013","corpus":"sinc obamacar becam law health care spend grown slowest rate record","id":403250056905510900,"day":"20"},{"text":"Here’s just one example of how the Affordable Care Act is spurring innovation —&gt; http://t.co/puxEMmcs7F #Obamacare","month":"11","year":"2013","corpus":"one exampl afford care act spur innov obamacar","id":403557935730548740,"day":"21"},{"text":"Insurers must now give consumers info on:\n1. Coverage options\n2. #Obamacare protections\n3. Keeping existing plans\nhttp://t.co/fcwpf9X6Mb","month":"11","year":"2013","corpus":"insur must give consum info coverag option obamacar protect keep exist plan","id":403634628323332100,"day":"21"},{"text":"FACT: Nearly 80,000 Californians have already signed up for coverage through the Affordable Care Act —&gt; http://t.co/sFWyk1Qhrn #GetCovered","month":"11","year":"2013","corpus":"fact nearli 000 californian alreadi sign coverag afford care act getcov","id":403674594671730700,"day":"22"},{"text":"“Quality coverage for me and my family. I will save $628 every month on premiums.” —Lori B. from CA: http://t.co/BccBERz25V #GetCovered","month":"11","year":"2013","corpus":"qualiti coverag famili save 628 everi month premium lori getcov","id":403916137269706750,"day":"22"},{"text":"President Obama: \"Thanks in part to the Affordable Care Act, health care costs are growing at the slowest rate in 50 years.\"","month":"11","year":"2013","corpus":"presid obama thank part afford care act health care cost grow slowest rate year","id":405441616858472450,"day":"26"},{"text":"Obama: \"Thanks to the Affordable Care Act—millions of insured Americans will be able to get tested free of charge.\" #WorldAIDSDay #Obamacare","month":"12","year":"2013","corpus":"obama thank afford care act million insur american abl get test free charg worldaidsday obamacar","id":407576557679419400,"day":"02"},{"text":"RT @DagVega44: .@Simas44: \"This is about making sure anyone who wants quality health insurance can get it at an affordable price.\" http://t…","month":"12","year":"2013","corpus":"dagvega44 simas44 make sure anyon want qualiti health insur get afford price","id":407602477782302700,"day":"02"},{"text":"Obama: \"Beginning in January, no American will again be denied health insurance because of their HIV status.\" #WorldAIDSDay #Obamacare","month":"12","year":"2013","corpus":"obama begin januari american deni health insur hiv statu worldaidsday obamacar","id":407576747769491460,"day":"02"},{"text":"Before you #GetCovered at http://t.co/uvXCniOFSK, check out pricing info for health plans in your state —&gt; http://t.co/nzlwMd37O5 #Obamacare","month":"12","year":"2013","corpus":"getcov check price info health plan state obamacar","id":408019353309687800,"day":"03"},{"text":"President Obama: \"About a half million people are poised to gain health care coverage...and that number...will keep on growing.\" #Obamacare","month":"12","year":"2013","corpus":"presid obama half million peopl pois gain health care coverag ... number ... keep grow obamacar","id":407959956818636800,"day":"03"},{"text":"RT @WHLive: Right now: Join a G+ Hangout with @KalPenn, @YI_Care, and WH Staff on health care. Ask your Q's using #WHYouthSummit: http://t.…","month":"12","year":"2013","corpus":"whlive right join hangout kalpenn yi_car staff health care ask use whyouthsummit","id":407680538846044160,"day":"03"},{"text":"Obama: \"More than 100 million Americans with insurance have gained access to recommended preventive care like mammograms.\" #Obamacare","month":"12","year":"2013","corpus":"obama 100 million american insur gain access recommend prevent care like mammogram obamacar","id":407960434809901060,"day":"03"},{"text":"FACT: Nearly 1.5 million more Americans are eligible for coverage through Medicaid next year: http://t.co/JG2zlKoFwi #PeopleOverPolitics","month":"12","year":"2013","corpus":"fact nearli million american elig coverag medicaid next year peopleoverpolit","id":407995010403946500,"day":"03"},{"text":"\"My main message today is, 'we’re not going back.'\" —President Obama on helping millions of Americans afford health insurance #Obamacare","month":"12","year":"2013","corpus":"main messag today go back .'\" presid obama help million american afford health insur obamacar","id":407961211091701760,"day":"03"},{"text":"Mary used to be denied coverage due to asthma.\nThanks to #Obamacare, she got affordable insurance.\n#GetCovered, http://t.co/Tbspo6THDu","month":"12","year":"2013","corpus":"mari use deni coverag due asthma thank obamacar got afford insur getcov","id":408334916548837400,"day":"04"},{"text":"FACT: Thanks to #Obamacare, 105 million Americans have gained access to free preventive care like cancer screenings. http://t.co/6V8QecfF8t","month":"12","year":"2013","corpus":"fact thank obamacar 105 million american gain access free prevent care like cancer screen","id":408322576096571400,"day":"04"},{"text":"President Obama: \"Before Medicare, only half of all seniors had some form of health insurance. Today, virtually all do.\" #ABetterBargain","month":"12","year":"2013","corpus":"presid obama medicar half senior form health insur today virtual abetterbargain","id":408278412990484500,"day":"04"},{"text":"“I know people call this law #Obamacare, and that’s ok, because I do care. I care about you.” —President Obama","month":"12","year":"2013","corpus":"know peopl call law obamacar care care presid obama","id":408315226317025300,"day":"04"},{"text":"Thanks to the Affordable Care Act, Phil insured his family of 4 for $123/month: http://t.co/OjsiwMHMTV #GetCovered, http://t.co/uk2vQSBZoM","month":"12","year":"2013","corpus":"thank afford care act phil insur famili 123 month getcov","id":408340240760184800,"day":"04"},{"text":"President Obama: \"100 million Americans...gained the right to free preventive care like mammograms and contraception.\" #Obamacare","month":"12","year":"2013","corpus":"presid obama 100 million american ... gain right free prevent care like mammogram contracept obamacar","id":408283177405268000,"day":"04"},{"text":"RT @Maley44: In #Texas,10.6 million people w/ pre-existing conditions can no longer be denied health insurance coverage thx to #Obamacare #…","month":"12","year":"2013","corpus":"maley44 texa million peopl pre exist condit longer deni health insur coverag thx obamacar","id":408683920742694900,"day":"05"},{"text":"Insurers denied Odessa coverage 3 times due to a pre-existing condition. Thanks to #Obamacare, she can #GetCovered: http://t.co/ICA4eRb1P5","month":"12","year":"2013","corpus":"insur deni odessa coverag time due pre exist condit thank obamacar getcov","id":408672164888334340,"day":"05"},{"text":"Nearly 1 in 2 Americans has a pre-existing condition. Starting Jan 1, they:\n1. Can’t be denied coverage\n2. Can’t be charged more\n#Obamacare","month":"12","year":"2013","corpus":"nearli american pre exist condit start jan deni coverag charg obamacar","id":408644437565116400,"day":"05"},{"text":"Good news: Health care costs are growing at the slowest pace in 50 years. #Obamacare, http://t.co/wDBh8DNtNp","month":"12","year":"2013","corpus":"good news health care cost grow slowest pace year obamacar","id":409033138405261300,"day":"06"},{"text":"Thanks to #Obamacare, nearly 4.6 million Americans can get health coverage in states that expanded Medicaid. http://t.co/q8uLLt4Iaj","month":"12","year":"2013","corpus":"thank obamacar nearli million american get health coverag state expand medicaid","id":410089257483509760,"day":"09"},{"text":"FACT: If the Texas GOP put #PeopleOverPolitics and expanded Medicaid, 1.2 million more Texans could get health insurance. #Obamacare","month":"12","year":"2013","corpus":"fact texa gop put peopleoverpolit expand medicaid million texan could get health insur obamacar","id":410101668017995800,"day":"09"},{"text":"FACT: Thanks to #Obamacare, insurers are required to cover mental health services among 10 categories of essential health benefits.","month":"12","year":"2013","corpus":"fact thank obamacar insur requir cover mental health servic among categori essenti health benefit","id":410469099563544600,"day":"10"},{"text":"#Obamacare supports &amp; expands Community Health Centers.\nThey provide primary care to more than 21 million Americans. http://t.co/U7eyfiU4kc","month":"12","year":"2013","corpus":"obamacar support amp expand commun health center provid primari care million american","id":410818402073059300,"day":"11"},{"text":"FACT: Since October 1st, 1.2 million Americans have signed up for health coverage thanks to #Obamacare —&gt; http://t.co/yWWMrOLJ8S #GetCovered","month":"12","year":"2013","corpus":"fact sinc octob 1st million american sign health coverag thank obamacar getcov","id":410802598912872450,"day":"11"},{"text":"FACT: The House GOP has voted more than 40 times to repeal #Obamacare—which would let insurers deny coverage due to pre-existing conditions.","month":"12","year":"2013","corpus":"fact hous gop vote time repeal obamacar would let insur deni coverag due pre exist condit","id":411199471234449400,"day":"12"},{"text":"RT @SenSherrodBrown: More than 643k #OH children with pre-existing conditions can no longer be denied health coverage thanks to #ACA http:/…","month":"12","year":"2013","corpus":"sensherrodbrown 643k children pre exist condit longer deni health coverag thank aca http :/…","id":411250846454644740,"day":"12"},{"text":"RT @TatyanaAli: Nothing is more important than our health. Make it your family's top priority and #GetCovered today. http://t.co/j01GVZiGgo","month":"12","year":"2013","corpus":"tatyanaali noth import health make famili top prioriti getcov today","id":411260528951300100,"day":"12"},{"text":"Thanks to #Obamacare, insurers can't deny coverage to kids like Zoie, who has a pre-existing condition: http://t.co/lNFbAbKn1n","month":"12","year":"2013","corpus":"thank obamacar insur deni coverag kid like zoie pre exist condit","id":411187728647069700,"day":"12"},{"text":"Right now, millions of Americans can sign up for affordable health insurance. Let's help them #GetCovered —&gt; http://t.co/KIOMt4ajhf","month":"12","year":"2013","corpus":"right million american sign afford health insur let help getcov","id":411276509878304800,"day":"12"},{"text":"Thanks to the Affordable Care Act, 643,000 uninsured Alabamans are eligible to #GetCovered → http://t.co/VZCEDP3Fn1 #EnRollTide","month":"12","year":"2013","corpus":"thank afford care act 643 000 uninsur alabaman elig getcov enrolltid","id":411568863801647100,"day":"13"},{"text":"Thanks to the Affordable Care Act, more than 3.5 million uninsured Floridians are eligible to #GetCovered —&gt; http://t.co/VZCEDP3Fn1","month":"12","year":"2013","corpus":"thank afford care act million uninsur floridian elig getcov","id":411544955279003650,"day":"13"},{"text":"Thanks to the Affordable Care Act, nearly 5 million uninsured Texans are eligible to #GetCovered —&gt; http://t.co/VZCEDP3Fn1 #HookEmHealthCare","month":"12","year":"2013","corpus":"thank afford care act nearli million uninsur texan elig getcov hookemhealthcar","id":411538875329155100,"day":"13"},{"text":"RT to share how the Affordable Care Act is helping consumers get more value for their premium dollars. #Obamacare, http://t.co/PTDLc07P6K","month":"12","year":"2013","corpus":"share afford care act help consum get valu premium dollar obamacar","id":412620000294236160,"day":"16"},{"text":"FACT: Thanks to #Obamacare, 8.5 million Americans received an average refund of $100 per family from their insurers. http://t.co/YEc5aER98N","month":"12","year":"2013","corpus":"fact thank obamacar million american receiv averag refund 100 per famili insur","id":412651014676705300,"day":"16"},{"text":"FACT: Legally married #LGBT couples are treated equally when buying coverage through #Obamacare → http://t.co/S0VChxLxGO #GetCovered","month":"12","year":"2013","corpus":"fact legal marri lgbt coupl treat equal buy coverag obamacar getcov","id":413054932523032600,"day":"17"},{"text":"Americans who #GetCovered through #Obamacare can't be charged more because of who they are or who they love. http://t.co/JeoMQxYtTc","month":"12","year":"2013","corpus":"american getcov obamacar charg love","id":413039840129597440,"day":"17"},{"text":"Good news: Seniors are saving billions on prescription drugs thanks to the Affordable Care Act. #Obamacare, http://t.co/wWZVp3FZdJ","month":"12","year":"2013","corpus":"good news senior save billion prescript drug thank afford care act obamacar","id":412972144188878850,"day":"17"},{"text":"FACT: Thanks to #Obamacare, insurers can't discriminate based on sexual orientation or gender identity → http://t.co/S0VChxLxGO #GetCovered","month":"12","year":"2013","corpus":"fact thank obamacar insur discrimin base sexual orient gender ident getcov","id":413047382591291400,"day":"17"},{"text":"RT to spread the word: Millions of Americans can #GetCovered through their state's #Obamacare marketplace right now → http://t.co/Uq67KmZJTF","month":"12","year":"2013","corpus":"spread word million american getcov state obamacar marketplac right","id":413379578535493600,"day":"18"},{"text":"If you're a young adult under 26—#Obamacare lets you stay on your parents' health plan while you pursue your career. http://t.co/xEk0aQmLhX","month":"12","year":"2013","corpus":"young adult obamacar let stay parent health plan pursu career","id":413348119636484100,"day":"18"},{"text":"RT @SenatorDurbin: My message to those in IL who are currently uninsured or just looking for new health coverage options http://t.co/wgz4OK…","month":"12","year":"2013","corpus":"senatordurbin messag current uninsur look new health coverag option","id":413788272289415200,"day":"19"},{"text":"Thanks to #Obamacare, nearly 6 in 10 uninsured Americans can #GetCovered for less than $100/month → http://t.co/1Li0wy9Z9c","month":"12","year":"2013","corpus":"thank obamacar nearli uninsur american getcov less 100 month","id":413745749902389250,"day":"19"},{"text":"Obama on the ACA: “We’ve got a couple million people who are going to have health insurance just [from] the first three months.” #GetCovered","month":"12","year":"2013","corpus":"obama aca got coupl million peopl go health insur first three month getcov","id":414123987828875260,"day":"20"},{"text":"Obama: \"Millions of Americans are now poised to be covered by quality, affordable health insurance come New Year’s Day.\" #GetCovered","month":"12","year":"2013","corpus":"obama million american pois cover qualiti afford health insur come new year day getcov","id":414113554178924540,"day":"20"},{"text":"RT to make sure your friends know they can sign up for affordable health coverage right now → http://t.co/wXgAInRrAt #GetCovered","month":"12","year":"2013","corpus":"make sure friend know sign afford health coverag right getcov","id":415187714107912200,"day":"23"},{"text":"Sign up today for affordable health coverage for you and your family → http://t.co/wXgAInRrAt #GetCovered","month":"12","year":"2013","corpus":"sign today afford health coverag famili getcov","id":415212428389920800,"day":"23"},{"text":"RT @HHSGov: More than 1.1 million people enrolled in health coverage through the Federal Marketplace from Oct 1 to Dec 24: http://t.co/XCi8…","month":"12","year":"2013","corpus":"hhsgov million peopl enrol health coverag feder marketplac oct dec","id":417674844181110800,"day":"30"},{"text":"Signed up for health coverage that starts tomorrow? Here's what you need to know → http://t.co/0pPFX6tyxV #GetCovered","month":"12","year":"2013","corpus":"sign health coverag start tomorrow need know getcov","id":418057732965429250,"day":"31"},{"text":"RT @Simas44: A new day! Must read on #ACA \"With coverage, I can be my best self. Health insurance won't control my job choices.\"  http://t.…","month":"01","year":"2014","corpus":"simas44 new day must read aca coverag best self health insur control job choic","id":418456619832606700,"day":"01"},{"text":"Share the news: As of today, millions of Americans are getting expanded benefits. #GetCovered http://t.co/XQnuIR42Bg http://t.co/2c17pYH58P","month":"01","year":"2014","corpus":"share news today million american get expand benefit getcov","id":418448503572951040,"day":"01"},{"text":"As of yesterday, insurers can no longer put annual limits on your health coverage. #GetCovered, http://t.co/Sl145K5mdx","month":"01","year":"2014","corpus":"yesterday insur longer put annual limit health coverag getcov","id":418804690642804740,"day":"02"},{"text":"As of yesterday:\nInsurers can't charge you more\nor deny you coverage\nfor a pre-existing condition.\n#GetCovered, http://t.co/rr4JpGftaT","month":"01","year":"2014","corpus":"yesterday insur charg deni coverag pre exist condit getcov","id":418769929236934660,"day":"02"},{"text":"New health insurance “gives me more freedom to do what I want professionally” says Alan, 45, from FL → http://t.co/5FABLmpK3y #GetCovered","month":"01","year":"2014","corpus":"new health insur give freedom want profession say alan getcov","id":419230481347915800,"day":"03"},{"text":"#Obamacare:\n1. Free preventive care ✔\n2. No more lifetime limits on coverage ✔\n3. No more denying coverage for pre-existing conditions ✔","month":"01","year":"2014","corpus":"obamacar free prevent care lifetim limit coverag deni coverag pre exist condit","id":420311372371480600,"day":"06"},{"text":"Hear the stories of Americans who have health coverage thanks to the Affordable Care Act → http://t.co/59hgL1TkLS #GetCovered","month":"01","year":"2014","corpus":"hear stori american health coverag thank afford care act getcov","id":421742080482742300,"day":"10"},{"text":"JoAnn S. from Florida hasn't been able to get insured for years. Thanks to the #ACA, she was able to #GetCovered. http://t.co/R9LpnarwGn","month":"01","year":"2014","corpus":"joann florida abl get insur year thank aca abl getcov","id":422829398954221600,"day":"13"},{"text":"#GetCovered because…accidents happen. @AishaTyler and @FunnyOrDie on why it's so important to get health coverage: http://t.co/iqVmbVn747","month":"01","year":"2014","corpus":"getcov accid happen aishatyl funnyordi import get health coverag","id":423199705321832450,"day":"14"},{"text":"Thanks to the #ACA:\n1. 2.2 million Americans signed up for health coverage\n2. 30% of them are under 35\n#GetCovered, http://t.co/IfnkESxCB2","month":"01","year":"2014","corpus":"thank aca million american sign health coverag getcov","id":422888531640729600,"day":"14"},{"text":"In the states: Affordable Care Act enrollment \"soars,\" \"spikes,\" surges,\" and \"takes off.\" http://t.co/KslWmHm4DG #GetCovered","month":"01","year":"2014","corpus":"state afford care act enrol soar spike surg take getcov","id":422882583081259000,"day":"14"},{"text":"\"More Alabamians signing up for health insurance.\" http://t.co/iz5umQviM2 #GetCovered #EnrollTide","month":"01","year":"2014","corpus":"alabamian sign health insur getcov enrolltid","id":423167749007757300,"day":"14"},{"text":".@MagicJohnson knows you can't always win on your own. #GetCovered so your health gets an assist when you need it: http://t.co/FqrOoiT0IU","month":"01","year":"2014","corpus":"magicjohnson know alway win getcov health get assist need","id":423487557351899140,"day":"15"},{"text":"RT @MagicJohnson: Having good health care saved my life. Make sure you've got a game plan for your health: http://t.co/6Tm8s9RnuQ #GetCover…","month":"01","year":"2014","corpus":"magicjohnson good health care save life make sure got game plan health getcov","id":423470107277688800,"day":"15"},{"text":"Obama: \"Health care costs are growing at their slowest rate in 50 years...and part of that...has to do with the Affordable Care Act.\"","month":"01","year":"2014","corpus":"obama health care cost grow slowest rate year ... part ... afford care act","id":423520128358445060,"day":"15"},{"text":"RT @aliciakeys: FYI: The #ACA makes health insurance easier to get &amp; more affordable for many with #HIV. Learn more: http://t.co/PgBQEuKPdQ…","month":"01","year":"2014","corpus":"aliciakey fyi aca make health insur easier get amp afford mani hiv learn","id":425298457143050240,"day":"20"},{"text":"FACT: Thanks to the Affordable Care Act, about one-third of West Virginia's uninsured have been able to #GetCovered → http://t.co/FxtnPCk77x","month":"01","year":"2014","corpus":"fact thank afford care act one third west virginia uninsur abl getcov","id":425655838028861440,"day":"21"},{"text":"\"We reaffirm our steadfast commitment to protecting a woman’s access to safe, affordable health care.\" —Obama: http://t.co/7v2Zsxfx4U","month":"01","year":"2014","corpus":"reaffirm steadfast commit protect woman access safe afford health care obama","id":426046765985329150,"day":"22"},{"text":"Here's why millions of Americans are better off thanks to the Affordable Care Act → http://t.co/BF96qFfdI1 #GetCovered","month":"01","year":"2014","corpus":"million american better thank afford care act getcov","id":426451159466115100,"day":"23"},{"text":"Thanks to the #ACA:\nNo more lifetime limits on coverage. ✔\nInsurers must cover essential benefits. ✔\n#GetCovered, http://t.co/jbLGVlUHHC","month":"01","year":"2014","corpus":"thank aca lifetim limit coverag insur must cover essenti benefit getcov","id":426419303614013440,"day":"23"},{"text":"President Obama: \"For decades, few things exposed hardworking families to economic hardship more than a broken health care system.\"","month":"01","year":"2014","corpus":"presid obama decad thing expos hardwork famili econom hardship broken health care system","id":428360188018851840,"day":"29"},{"text":"Worth reading from @USAToday: Repealing the Affordable Care Act would mean higher costs → http://t.co/BxoPac4lk4 #GetCovered","month":"02","year":"2014","corpus":"worth read usatoday repeal afford care act would mean higher cost getcov","id":429713491578982400,"day":"01"},{"text":"Worth sharing: Here are 6 ways the Affordable Care Act benefits our economy → http://t.co/PsQZ910IAr #GetCovered","month":"02","year":"2014","corpus":"worth share way afford care act benefit economi getcov","id":431510109177389060,"day":"06"},{"text":"Thanks to the Affordable Care Act, it's easier to:\n1. Start a business\n2. Raise a family\n3. Switch jobs\nhttp://t.co/GCdt1SCJlw #GetCovered","month":"02","year":"2014","corpus":"thank afford care act easier start busi rais famili switch job getcov","id":431500042533208060,"day":"06"},{"text":"Here's how cities like Tampa &amp; Houston are building stronger communities through better health coverage: http://t.co/zgyxmotxV7 #GetCovered","month":"02","year":"2014","corpus":"citi like tampa amp houston build stronger commun better health coverag getcov","id":431905220591775740,"day":"07"},{"text":"RT @arneduncan: A student’s health is strongly linked with his or her academic performance. #GetCovered http://t.co/4KGFCoV2gr","month":"02","year":"2014","corpus":"arneduncan student health strongli link academ perform getcov","id":433313682534445060,"day":"11"},{"text":"RT @lacasablanca: Worth sharing: Here's how the Affordable Care Act is helping millions of Latino Americans #Asegurate http://t.co/YwcCX5T8…","month":"02","year":"2014","corpus":"lacasablanca worth share afford care act help million latino american asegur","id":433262385928101900,"day":"11"},{"text":"President Obama: “The goal is to make sure that folks are healthy and have decent health care.” http://t.co/BI7CMZpdHb #GetCovered","month":"02","year":"2014","corpus":"presid obama goal make sure folk healthi decent health care getcov","id":433301439549829100,"day":"11"},{"text":"RT @Cecilia44: 47 days left to sign up for 2014 coverage. Let's help every American who needs affordable insurance #GetCovered → http://t.c…","month":"02","year":"2014","corpus":"cecilia44 day left sign 2014 coverag let help everi american need afford insur getcov","id":433705952152657900,"day":"12"},{"text":"Got a pre-existing condition? Thanks to the Affordable Care Act, your coverage will still love you: http://t.co/5zeR2S7xZe #ValentinesDay","month":"02","year":"2014","corpus":"got pre exist condit thank afford care act coverag still love valentinesday","id":434433656078491650,"day":"14"},{"text":"MT @EvaLongoria: Make sure you and your family #GetCovered! Sign up for affordable health care here: http://t.co/uvXCniOFSK","month":"02","year":"2014","corpus":"evalongoria make sure famili getcov sign afford health care","id":434405489426718700,"day":"14"},{"text":"FACT: More than 828,000 Californians have signed up for private health plans through the #ACA. http://t.co/IxMhWBS9K4 #GetCovered","month":"02","year":"2014","corpus":"fact 828 000 californian sign privat health plan aca getcov","id":436243887464529900,"day":"19"},{"text":"Worth sharing: Here's how the Affordable Care Act is strengthening Medicare → http://t.co/1IdF9fgPSb #GetCovered http://t.co/XppXlhccbF","month":"02","year":"2014","corpus":"worth share afford care act strengthen medicar getcov","id":436993975912648700,"day":"21"},{"text":"Spread the word: Just 4 weeks left to sign up for 2014 health coverage. Make sure your friends &amp; family #GetCovered → http://t.co/5zeR2RQuXe","month":"03","year":"2014","corpus":"spread word week left sign 2014 health coverag make sure friend amp famili getcov","id":440549241673764860,"day":"03"},{"text":"RT @FLOTUS: Jessie Trice Community Health Center in FL is doing great work to help families #GetCovered: http://t.co/I3bqMOVMzN http://t.co…","month":"03","year":"2014","corpus":"flotu jessi trice commun health center great work help famili getcov","id":441320982155128800,"day":"05"},{"text":"In which @TylerOakley, @Harto, @Alphacat and others talk health care with President Obama → http://t.co/3YmBRgXc05 #GetCovered","month":"03","year":"2014","corpus":"tyleroakley harto alphacat other talk health care presid obama getcov","id":441689577020223500,"day":"06"},{"text":"Whether you need health coverage or have it already, here's how the Affordable Care Act benefits you → http://t.co/7qRkvGKIik #GetCovered","month":"03","year":"2014","corpus":"whether need health coverag alreadi afford care act benefit getcov","id":441735162196291600,"day":"07"},{"text":"#20DaysLeft to sign up for affordable health insurance.\nDon't wait! → http://t.co/iWit9TRhKm\n#GetCoveredNow, http://t.co/xf9Jvo6J48","month":"03","year":"2014","corpus":"20daysleft sign afford health insur wait getcoverednow","id":443420859936419840,"day":"11"},{"text":"DON'T WAIT: If you or someone you know needs affordable health coverage, #GetCoveredNow → http://t.co/FRKvzHFaq1 #20DaysLeft","month":"03","year":"2014","corpus":"wait someon know need afford health coverag getcoverednow 20daysleft","id":443444717020520450,"day":"11"},{"text":"Just #20DaysLeft to sign up for health coverage: http://t.co/5zeR2RQuXe\nNeed inspiration? Watch this: http://t.co/3rqPCmOjF9 #GetCoveredNow","month":"03","year":"2014","corpus":"20daysleft sign health coverag need inspir watch getcoverednow","id":443382311678390300,"day":"11"},{"text":"Only #19DaysLeft to sign up for affordable health insurance. Make sure you #GetCoveredNow → http://t.co/MkGmWP7Wvo, http://t.co/e2NuJqiP9I","month":"03","year":"2014","corpus":"19daysleft sign afford health insur make sure getcoverednow","id":443784220775682050,"day":"12"},{"text":"In the latest #WestWingWeek, President Obama goes #BetweenTwoFerns to talk about health care &amp; more. Watch → http://t.co/QVV86EFVbu","month":"03","year":"2014","corpus":"latest westwingweek presid obama goe betweentwofern talk health care amp watch","id":445268173135573000,"day":"16"},{"text":"If you or someone you know needs health insurance, you've got #15DaysLeft. #GetCoveredNow → http://t.co/1TD5U6ViYe, http://t.co/HFZdzML4E7","month":"03","year":"2014","corpus":"someon know need health insur got 15daysleft getcoverednow","id":445216220665503740,"day":"16"},{"text":"Just #14DaysLeft to join the more than 5 million Americans who have signed up for private coverage through the #ACA → http://t.co/hh17k9vV5p","month":"03","year":"2014","corpus":"14daysleft join million american sign privat coverag aca","id":445666134121930750,"day":"17"},{"text":"Need health insurance? Go to http://t.co/5zeR2RQuXe. If not, vote on the 16 sweetest reasons to #GetCoveredNow: http://t.co/O1VhInUYy1","month":"03","year":"2014","corpus":"need health insur vote sweetest reason getcoverednow","id":445690195745447940,"day":"17"},{"text":"Good news: More than 5 million Americans have signed up for private health plans through the #ACA → http://t.co/r4CFMdRDSA #GetCoveredNow","month":"03","year":"2014","corpus":"good news million american sign privat health plan aca getcoverednow","id":445659733480181760,"day":"17"},{"text":"RT the news: More than 1 million Californians have signed up for health coverage through the #ACA. http://t.co/OWqBilL0xt #GetCoveredNow","month":"03","year":"2014","corpus":"news million californian sign health coverag aca getcoverednow","id":445636380262412300,"day":"17"},{"text":"#14DaysLeft to sign up for affordable health insurance. Beat the buzzer and #GetCoveredNow → http://t.co/D8X8heNtno, http://t.co/T0CayP41yg","month":"03","year":"2014","corpus":"14daysleft sign afford health insur beat buzzer getcoverednow","id":445622639550148600,"day":"17"},{"text":"#13DaysLeft to sign up for health coverage.\nTell your friends and family.\n#GetCoveredNow → http://t.co/Le1pGiRroT, http://t.co/pRhVNTj5ln","month":"03","year":"2014","corpus":"13daysleft sign health coverag tell friend famili getcoverednow","id":445929181155577860,"day":"18"},{"text":"There are just #12DaysLeft to sign up for 2014 health insurance. DON'T WAIT: #GetCoveredNow → http://t.co/tWanUWNBwM http://t.co/GL75xR0dOO","month":"03","year":"2014","corpus":"12daysleft sign 2014 health insur wait getcoverednow","id":446302619460325400,"day":"19"},{"text":"\"No woman can ever again be charged more just for being a woman.\" —Obama on the Affordable Care Act #GetCoveredNow","month":"03","year":"2014","corpus":"woman ever charg woman obama afford care act getcoverednow","id":446728321062416400,"day":"20"},{"text":"RT @DwyaneWade: Don't let huge medical bills keep u on the bench. #GetCoveredNow by signing up for health coverage → http://t.co/88lTzD61PB","month":"03","year":"2014","corpus":"dwyanewad let huge medic bill keep bench getcoverednow sign health coverag","id":446735475257397250,"day":"20"},{"text":"RT @jasoncollins34: Don't let huge medical bills keep you on the bench. Make sure you sign up for health coverage. http://t.co/mjoUu14Uc2 #…","month":"03","year":"2014","corpus":"jasoncollins34 let huge medic bill keep bench make sure sign health coverag","id":446686858886795260,"day":"20"},{"text":"If you need affordable health insurance, you've got #11DaysLeft.\n#GetCoveredNow → http://t.co/M7wU3HWMPB, http://t.co/yzqv7paYgf","month":"03","year":"2014","corpus":"need afford health insur got 11daysleft getcoverednow","id":446651456121487360,"day":"20"},{"text":"Four years later, the #ACA is strengthening health coverage for millions → http://t.co/O6JK6yYQdy #GetCoveredNow http://t.co/jqh3QIaIyE","month":"03","year":"2014","corpus":"four year later aca strengthen health coverag million getcoverednow","id":447035601074679800,"day":"21"},{"text":"\"As a woman, having health care has been an enormous sense of security.\" —@AmericaFerrera: http://t.co/G6s5izNX1v #GetCoveredNow","month":"03","year":"2014","corpus":"woman health care enorm sens secur americaferrera getcoverednow","id":447135175156465660,"day":"21"},{"text":"Thanks to the #ACA, more than 5 million Americans have signed up for private coverage → http://t.co/PLARIHrqKc, http://t.co/M4WHiESyGL","month":"03","year":"2014","corpus":"thank aca million american sign privat coverag","id":447086788276805600,"day":"21"},{"text":"\"Since I signed the Affordable Care Act into law, the share of Americans with insurance is up\" —Obama #GetCoveredNow http://t.co/CC9FUSMSVz","month":"03","year":"2014","corpus":"sinc sign afford care act law share american insur obama getcoverednow","id":447755675808964600,"day":"23"},{"text":"#GetCoveredNow to join millions of Americans who have gained access to free preventive care: http://t.co/F3TkdvVAYv, http://t.co/sCU20SjRDd","month":"03","year":"2014","corpus":"getcoverednow join million american gain access free prevent care","id":447820161018363900,"day":"23"},{"text":"We're 1 week out from the deadline to sign up for health coverage. #GetCoveredNow: http://t.co/5u8Lvzq29W\n#7DaysLeft http://t.co/suyCCGrUS6","month":"03","year":"2014","corpus":"week deadlin sign health coverag getcoverednow 7daysleft","id":448216336380854300,"day":"24"},{"text":"Time's running out: Just #4DaysLeft to sign up for 2014 health coverage. #GetCoveredNow → http://t.co/xm7VZ2Zf1M, http://t.co/s3XE4H0N4E","month":"03","year":"2014","corpus":"time run 4daysleft sign 2014 health coverag getcoverednow","id":449221341502136300,"day":"27"},{"text":"RT @Sebelius: 6 million isn’t just a number—this is about changing lives and health care for the better. #GetCoveredNow http://t.co/tV6bLTn…","month":"03","year":"2014","corpus":"sebeliu million number chang live health care better getcoverednow","id":449274620655697900,"day":"27"},{"text":"Don’t have health insurance? Don’t wait another minute. #GetCoveredNow → http://t.co/Kuq7s5di8P #4DaysLeft, http://t.co/s3XE4H0N4E","month":"03","year":"2014","corpus":"health insur wait anoth minut getcoverednow 4daysleft","id":449355251250761700,"day":"28"},{"text":"#3DaysLeft to sign up for health insurance.\n#GetCoveredNow →\nhttp://t.co/dqoXshLfWZ\n#6MillionAndCounting, http://t.co/i3OQaiHODK","month":"03","year":"2014","corpus":"3daysleft sign health insur getcoverednow 6millionandcount","id":449583729770373100,"day":"28"},{"text":"Spread the word! Tomorrow's the last day to sign up for health insurance. #GetCoveredNow → http://t.co/FOp7QjKfFk, http://t.co/RGVpNuBJzy","month":"03","year":"2014","corpus":"spread word tomorrow last day sign health insur getcoverednow","id":450317536135880700,"day":"30"},{"text":"DON’T WAIT: It's the last day to sign up for 2014 health coverage.\n#GetCoveredNow → http://t.co/qBPoIpntFR, http://t.co/biJwaIVigD","month":"03","year":"2014","corpus":"wait last day sign 2014 health coverag getcoverednow","id":450643710598844400,"day":"31"},{"text":"RT @FLOTUS: No bones about it: Today's the last day to sign up for health insurance. #GetCoveredNow → http://t.co/I3bqMOVMzN, http://t.co/h…","month":"03","year":"2014","corpus":"flotu bone today last day sign health insur getcoverednow","id":450731460610523140,"day":"31"},{"text":"RT @JoaquinCastrotx: San Antonians enrolling in #ACA at the Alamodome health fair right now. My staff will be there until 8 #GetCoveredNow …","month":"03","year":"2014","corpus":"joaquincastrotx san antonian enrol aca alamodom health fair right staff getcoverednow","id":450658342772703200,"day":"31"},{"text":"RT @VP: Thanks to the #ACA, millions of Americans now have access to quality affordable health care. #GetCoveredNow at http://t.co/RQmoUBbX…","month":"03","year":"2014","corpus":"thank aca million american access qualiti afford health care getcoverednow","id":450750010595237900,"day":"31"},{"text":"You've still got time to #BeatTheBuzzer and sign up for health insurance. #GetCoveredNow → http://t.co/0lwMLeJwkK http://t.co/yMTB52KFqh","month":"03","year":"2014","corpus":"still got time beatthebuzz sign health insur getcoverednow","id":450704650384052200,"day":"31"},{"text":"RT @NancyPelosi: Just met with Pres. Obama to discuss progress on health care &amp; America’s top priorities. Stay tuned for great news! http:/…","month":"04","year":"2014","corpus":"nancypelosi met pre obama discuss progress health care amp america top prioriti stay tune great news http :/…","id":451052883925291000,"day":"01"},{"text":"Obama: \"Because of this law, millions of our fellow citizens know the economic security of health insurance.\" #7MillionAndCounting","month":"04","year":"2014","corpus":"obama law million fellow citizen know econom secur health insur 7millionandcount","id":451092691187933200,"day":"01"},{"text":"RT so your friends know it's the last day to sign up for health insurance → http://t.co/0lwMLeJwkK #GetCoveredNow http://t.co/jm157eTTEg","month":"04","year":"2014","corpus":"friend know last day sign health insur getcoverednow","id":450804834191421440,"day":"01"},{"text":"Share what quality, affordable health care means to you using #7MillionAndCounting. http://t.co/ZrmHPVzx86","month":"04","year":"2014","corpus":"share qualiti afford health care mean use 7millionandcount","id":451079033145421800,"day":"01"},{"text":"RT @pfeiffer44: Millions of Americans with the economic security that comes from having health insurance is EXACTLY what Change looks like","month":"04","year":"2014","corpus":"pfeiffer44 million american econom secur come health insur exactli chang look like","id":450998001830748160,"day":"01"},{"text":"Obama: \"The goal we’ve set for ourselves—that no American should go without the health care they need...is achievable.\" #7MillionAndCounting","month":"04","year":"2014","corpus":"obama goal set american without health care need ... achiev 7millionandcount","id":451095779839868900,"day":"01"},{"text":"FACT: More than 7 million Americans have signed up for private health plans thanks to the #ACA. #7MillionAndCounting http://t.co/upyKHaBvi3","month":"04","year":"2014","corpus":"fact million american sign privat health plan thank aca 7millionandcount","id":451061360009310200,"day":"01"},{"text":"RT @Bobby44: Obamacare is a BFD: #7MillionAndCounting have signed up for private health plans thx to #ACA. http://t.co/yvDf3aHUTJ http://t.…","month":"04","year":"2014","corpus":"bobby44 obamacar bfd 7millionandcount sign privat health plan thx aca","id":451058060774367200,"day":"01"},{"text":"\"100 million Americans have gained free preventive care like mammograms and contraceptive care under their existing plans.\" —Obama #ACAWorks","month":"04","year":"2014","corpus":"100 million american gain free prevent care like mammogram contracept care exist plan obama acawork","id":451091981406834700,"day":"01"},{"text":"FACT: Thanks to the Affordable Care Act, Kentucky has seen a 40% drop in its uninsured rate since Oct 1. http://t.co/P2LyRXGtRH #GetCovered","month":"04","year":"2014","corpus":"fact thank afford care act kentucki seen drop uninsur rate sinc oct getcov","id":452192746040614900,"day":"04"},{"text":"FACT: States refusing to expand Medicaid through the #ACA are denying coverage to 5.7 million Americans → http://t.co/P2LyRXGtRH #GetCovered","month":"04","year":"2014","corpus":"fact state refus expand medicaid aca deni coverag million american getcov","id":452136123557376000,"day":"04"},{"text":"Great news: Thanks to the #ACA, 3 million more Americans were covered through Medicaid as of March 1st → http://t.co/k3ZmcZ3j6l #GetCovered","month":"04","year":"2014","corpus":"great news thank aca million american cover medicaid march 1st getcov","id":452129215933345800,"day":"04"},{"text":"\"7.5 million Americans...signed up for health coverage through the exchanges.\" —Obama on @Sebelius at @HHSgov #7MillionAndCounting","month":"04","year":"2014","corpus":"million american ... sign health coverag exchang obama sebeliu hhsgov 7millionandcount","id":454634402094796800,"day":"11"},{"text":"FACT: The House GOP budget would eliminate private health plans for more than 7 million Americans. #HouseOfCuts http://t.co/aN0YGm1NtP","month":"04","year":"2014","corpus":"fact hous gop budget would elimin privat health plan million american houseofcut","id":454663154161569800,"day":"11"},{"text":"RT @NancyPelosi: Great news: #8Million Americans have signed up for private health plans thanks to the Affordable Care Act. http://t.co/JFa…","month":"04","year":"2014","corpus":"nancypelosi great news 8million american sign privat health plan thank afford care act","id":456883611825111040,"day":"17"},{"text":"\"Under the Affordable Care Act, the share of Americans with insurance is up, the growth of health care costs is down.\" —Obama #8Million","month":"04","year":"2014","corpus":"afford care act share american insur growth health care cost obama 8million","id":456880778660413440,"day":"17"},{"text":"\"They still can’t bring themselves to admit that the Affordable Care Act is working.\" —Obama on Congressional Republicans #8Million","month":"04","year":"2014","corpus":"still bring admit afford care act work obama congression republican 8million","id":456881080168357900,"day":"17"},{"text":"RT @Sebelius: Today, health coverage is more accessible to millions of Americans: http://t.co/HXutUukb6c #8Million http://t.co/FUJFj2kYsf","month":"05","year":"2014","corpus":"sebeliu today health coverag access million american 8million","id":461936595940425700,"day":"01"},{"text":"RT @NancyPelosi: This National Women’s Health Week, we can celebrate that being a woman is no longer a preexisting condition #ACAworks http…","month":"05","year":"2014","corpus":"nancypelosi nation women health week celebr woman longer preexist condit acawork http","id":466225479091908600,"day":"13"},{"text":"FACT: The Affordable Care Act prohibits insurers from charging women higher premiums simply because of their gender → http://t.co/gPaPNZt2fP","month":"05","year":"2014","corpus":"fact afford care act prohibit insur charg women higher premium simpli gender","id":466317406433210400,"day":"13"},{"text":"RT @MatthewPhillips: Obamacare already working? Check the sharp decline in US health care inflation ... http://t.co/pUjfi47HSa","month":"05","year":"2014","corpus":"matthewphillip obamacar alreadi work check sharp declin health care inflat","id":469227221086138400,"day":"21"},{"text":"\"We do not have to choose between the health of our economy and the health of our kids. We can do both.\" —President Obama #ActOnClimate","month":"06","year":"2014","corpus":"choos health economi health kid presid obama actonclim","id":473565995613683700,"day":"02"},{"text":"\"All Americans should be able to afford to care for a family member in need.\" —President Obama: http://t.co/QPX7vic35j  #FamiliesSucceed","month":"06","year":"2014","corpus":"american abl afford care famili member need presid obama familiessucce","id":480379731133489150,"day":"21"},{"text":"RT if you agree: Women—not their bosses—should be able to make their own health care decisions. #HobbyLobby #NotMyBossesBusiness","month":"06","year":"2014","corpus":"agre women boss abl make health care decis hobbylobbi notmybossesbusi","id":483653983123169300,"day":"30"},{"text":"\"President Obama believes...women should make personal health care decisions for themselves.\" —@PressSec: http://t.co/b4tqL3oo0v #HobbyLobby","month":"06","year":"2014","corpus":"presid obama believ ... women make person health care decis presssec hobbylobbi","id":483651099556347900,"day":"30"},{"text":"\"Women should make personal health care decisions for themselves.\" —@PressSec: http://t.co/Y9mOm2lXDd #HobbyLobby #NotMyBossesBusiness","month":"06","year":"2014","corpus":"women make person health care decis presssec hobbylobbi notmybossesbusi","id":483751573005557760,"day":"30"},{"text":"Women—not their bosses—should be able to make their own health care decisions → http://t.co/K75k22iO6r #HobbyLobby http://t.co/BKZQQYteJJ","month":"07","year":"2014","corpus":"women boss abl make health care decis hobbylobbi","id":484011170647392260,"day":"01"},{"text":"RT if you agree: Women deserve to make personal health care decisions for themselves. #NotMyBossBusiness http://t.co/Mf4YXMHPjv","month":"07","year":"2014","corpus":"agre women deserv make person health care decis notmybossbusi","id":489482451308535800,"day":"16"},{"text":"FACT: The #ACA has saved Americans $9 billion on their health insurance premiums → http://t.co/YcNe1j6c8y #ACAWorks http://t.co/IlstVdH6YW","month":"07","year":"2014","corpus":"fact aca save american billion health insur premium acawork","id":492332382184566800,"day":"24"},{"text":"Share the news: The Affordable Care Act is saving Americans billions on health insurance premiums. #ACAWorks http://t.co/Y5qSrDWyEx","month":"07","year":"2014","corpus":"share news afford care act save american billion health insur premium acawork","id":492302733664608260,"day":"24"},{"text":"Spread the word: Medicare is stronger thanks in part to the Affordable Care Act → http://t.co/KbLYX4DsqM #ACAWorks http://t.co/5b965PmecB","month":"07","year":"2014","corpus":"spread word medicar stronger thank part afford care act acawork","id":493827620102873100,"day":"28"},{"text":"“In a country as wealthy as ours, we can afford to make sure that everybody has access to affordable care.” —President Obama #ACAWorks","month":"08","year":"2014","corpus":"countri wealthi afford make sure everybodi access afford care presid obama acawork","id":495287166797221900,"day":"01"},{"text":"Thanks in part to the Affordable Care Act, Medicare is projected to cost much less than previous estimates: http://t.co/b9q7jMCANO #ACAWorks","month":"08","year":"2014","corpus":"thank part afford care act medicar project cost much less previou estim acawork","id":505393567909822460,"day":"29"},{"text":"RT @PressSec: Today, @CVSHealth stops the sale of tobacco products, improving the health and lives of millions of Americans. http://t.co/Yw…","month":"09","year":"2014","corpus":"presssec today cvshealth stop sale tobacco product improv health live million american","id":507183281834831900,"day":"03"},{"text":"Whether it's private insurance, Medicare, or Medicaid, the growth in health care spending is going down. #ACAWorks http://t.co/Bii4RS2FpY","month":"09","year":"2014","corpus":"whether privat insur medicar medicaid growth health care spend go acawork","id":509773591895089150,"day":"10"},{"text":"Thanks in part to the Affordable Care Act, health care premiums are rising at a slower rate → http://t.co/oZqdOxXAwx http://t.co/g0sBrOvJOS","month":"09","year":"2014","corpus":"thank part afford care act health care premium rise slower rate","id":509782157108060160,"day":"10"},{"text":"RT @Podesta44: The U.S. will train up to 500 health care providers per week to help address the #Ebola epidemic in West Africa → http://t.c…","month":"09","year":"2014","corpus":"podesta44 train 500 health care provid per week help address ebola epidem west africa","id":511917598708355100,"day":"16"},{"text":"\"Almost all Obamacare enrollees are paying for coverage.\" http://t.co/m6GGmDqfPb #ACAWorks #GetCovered","month":"09","year":"2014","corpus":"almost obamacar enrolle pay coverag acawork getcov","id":512685046260437000,"day":"18"},{"text":"Here's how the Affordable Care Act is benefiting millions of young Americans → http://t.co/ayzVqvw674 #ACAWorks http://t.co/SFEGOrZeVq","month":"10","year":"2014","corpus":"afford care act benefit million young american acawork","id":520255975216119800,"day":"09"},{"text":"At 3:40pm ET, President Obama speaks to American health care workers who are fighting #Ebola → http://t.co/GWqAgc8Yj5","month":"10","year":"2014","corpus":"40pm presid obama speak american health care worker fight ebola","id":527543585596383200,"day":"29"},{"text":"\"Each of you studied medicine because you wanted to save lives. The world needs you more than ever.\" —Obama to health care workers #Ebola","month":"10","year":"2014","corpus":"studi medicin want save live world need ever obama health care worker ebola","id":527547453302513660,"day":"29"},{"text":"\"They deserve our gratitude—and they deserve to be treated with dignity and with respect.\" —Obama on health care workers fighting #Ebola","month":"10","year":"2014","corpus":"deserv gratitud deserv treat digniti respect obama health care worker fight ebola","id":527547376764862460,"day":"29"},{"text":"Here's how the Affordable Care Act is saving consumers $ on health care premiums → http://t.co/urCzpg4xJT #ACAWorks http://t.co/1tHdL8MPzs","month":"10","year":"2014","corpus":"afford care act save consum health care premium acawork","id":528258105432637440,"day":"31"},{"text":"RT @WHLive: \"This country has made real progress since the crisis 6 years ago. More Americans are working. More Americans have health insur…","month":"11","year":"2014","corpus":"whlive countri made real progress sinc crisi year ago american work american health insur","id":530087172079382500,"day":"05"},{"text":"If you need health coverage, you can #GetCovered starting November 15th. See your options → https://t.co/sL85pDk8wu http://t.co/9VjvoUvMxU","month":"11","year":"2014","corpus":"need health coverag getcov start novemb 15th see option","id":532682735098134500,"day":"12"},{"text":"If you need health coverage, you can #GetCovered starting on Saturday. See your options → https://t.co/9BQ4oCKFhc http://t.co/sTvUxWqtdL","month":"11","year":"2014","corpus":"need health coverag getcov start saturday see option","id":532967798876954600,"day":"13"},{"text":"You can sign up for health coverage starting on Saturday. See your options → https://t.co/i57ih8yv73 #GetCovered http://t.co/Q9loyUIOxD","month":"11","year":"2014","corpus":"sign health coverag start saturday see option getcov","id":532945308112920600,"day":"13"},{"text":"Need health coverage? You can #GetCovered starting Saturday. Check out plans in your state → https://t.co/cIUCCOLliA http://t.co/QTOpvrHPxd","month":"11","year":"2014","corpus":"need health coverag getcov start saturday check plan state","id":532987873872470000,"day":"13"},{"text":"RT @VP: Having health care provides peace of mind\nAnd starting tomorrow, you can #GetCovered\nLearn more → https://t.co/grVjVrvSS4 #ReadyS…","month":"11","year":"2014","corpus":"health care provid peac mind start tomorrow getcov learn readi","id":533322710143598600,"day":"14"},{"text":"Starting tomorrow, you can sign up for health coverage. Check out your options → https://t.co/cIUCCOLliA #GetCovered http://t.co/RB621Co3xc","month":"11","year":"2014","corpus":"start tomorrow sign health coverag check option getcov","id":533275628988932100,"day":"14"},{"text":"\"More than 10 million Americans have gained the financial security...that comes with health insurance.\" —Obama: http://t.co/AjCswE50V7","month":"11","year":"2014","corpus":"million american gain financi secur ... come health insur obama","id":533673320999161860,"day":"15"},{"text":"Spread the word: You can sign up for health coverage starting today → http://t.co/AjCswE50V7 #GetCovered #ReadySetEnroll","month":"11","year":"2014","corpus":"spread word sign health coverag start today getcov readysetenrol","id":533756374002307100,"day":"15"},{"text":"RT @aliciakeys: Open enrollment is back @ http://t.co/9GFd5nSabR. Can't think of many things more valuable than ur health! Take care of urs…","month":"11","year":"2014","corpus":"aliciakey open enrol back think mani thing valuabl health take care ur","id":534465093853933600,"day":"17"},{"text":"Need health coverage? Here are four ways you can #GetCovered today → http://t.co/5zeR2Sp97i #ReadySetEnroll http://t.co/1ZHU7xGtfO","month":"11","year":"2014","corpus":"need health coverag four way getcov today readysetenrol","id":534368321966440450,"day":"17"},{"text":"Right now, you can sign up for health coverage. Find a plan that works for you at http://t.co/2S7CGldNyn #GetCovered http://t.co/7IX4jDKKam","month":"11","year":"2014","corpus":"right sign health coverag find plan work getcov","id":534783594758021100,"day":"18"},{"text":"Looking for a good deal on health coverage? See your options and #GetCovered at http://t.co/NSeLHFvc62. #BlackFriday http://t.co/7IX4jDKKam","month":"11","year":"2014","corpus":"look good deal health coverag see option getcov blackfriday","id":538444786420564000,"day":"28"},{"text":"Spread the word: If you need health coverage, you can #GetCovered today at http://t.co/JxkdfixJNs. http://t.co/7k7zKo5x1g","month":"11","year":"2014","corpus":"spread word need health coverag getcov today","id":538377596732715000,"day":"28"},{"text":"Looking for a good deal this #BlackFriday? Sign up for a quality, affordable health care plan at http://t.co/JxkdfixJNs. #GetCovered","month":"11","year":"2014","corpus":"look good deal blackfriday sign qualiti afford health care plan getcov","id":538369516565454850,"day":"28"},{"text":"The Affordable Care Act is helping entrepreneurs #GetCovered and pursue their dreams → http://t.co/W7ykbgS912 #SmallBizSat","month":"11","year":"2014","corpus":"afford care act help entrepreneur getcov pursu dream smallbizsat","id":538799641500729340,"day":"29"},{"text":"RT @kerrywashington: #GetCovered Sign up for quality health coverage TODAY! http://t.co/msWlOTRPQM http://t.co/IYQh5i7VVh","month":"12","year":"2014","corpus":"kerrywashington getcov sign qualiti health coverag today","id":539522529531281400,"day":"01"},{"text":"RT @shondarhimes: Spread the word: If you need health coverage, you can #GetCovered today at http://t.co/GSGaG8fC3q.  http://t.co/sxN9R31G1n","month":"12","year":"2014","corpus":"shondarhim spread word need health coverag getcov today","id":539512433698955260,"day":"01"},{"text":"If you or someone you know needs health coverage, #GetCovered today at http://t.co/JxkdfixJNs #CyberMonday http://t.co/m988wvzNfF","month":"12","year":"2014","corpus":"someon know need health coverag getcov today cybermonday","id":539539274849595400,"day":"01"},{"text":"RT @VP: Affordable health care won't break the bank. Shop to #GetCovered on #CyberMonday at http://t.co/EO0WsRUooR → http://t.co/NdFmTSS7X6","month":"12","year":"2014","corpus":"afford health care break bank shop getcov cybermonday","id":539465717481885700,"day":"01"},{"text":"Good news. Efforts to improve patient safety saved about:\n50,000 lives ✓\n$12 billion in health spending ✓\nhttp://t.co/QWrBNxjRbl #ACAWorks","month":"12","year":"2014","corpus":"good news effort improv patient safeti save 000 live billion health spend acawork","id":539816040382083100,"day":"02"},{"text":"RT @ElizabethBanks: Are you in search of a good #CyberMonday deal? Sign up for quality, affordable health coverage at http://t.co/cI9IG7vPc…","month":"12","year":"2014","corpus":"elizabethbank search good cybermonday deal sign qualiti afford health coverag","id":539629076487880700,"day":"02"},{"text":"If you need health coverage, there are just #7DaysLeft to sign up for a plan that kicks in Jan. 1st. #GetCovered at http://t.co/NSeLHFvc62.","month":"12","year":"2014","corpus":"need health coverag 7daysleft sign plan kick jan 1st getcov","id":541977283670470660,"day":"08"},{"text":"You've got #7DaysLeft to sign up for health coverage that starts on Jan. 1st → http://t.co/NSeLHFvc62 #GetCovered http://t.co/r0gSzMJKxe","month":"12","year":"2014","corpus":"got 7daysleft sign health coverag start jan 1st getcov","id":542003246781308900,"day":"08"},{"text":"#5DaysLeft to sign up for health coverage that starts on January 1st.\n#GetCovered at http://t.co/NSeLHFvc62. http://t.co/svTAfjwGmd","month":"12","year":"2014","corpus":"5daysleft sign health coverag start januari 1st getcov","id":542797220358017000,"day":"10"},{"text":"Deadline Monday: #2DaysLeft to sign up for a health plan that starts Jan. 1st → http://t.co/NSeLHFvc62 #GetCovered http://t.co/sjuli0t0or","month":"12","year":"2014","corpus":"deadlin monday 2daysleft sign health plan start jan 1st getcov","id":543918352914063360,"day":"14"},{"text":"#1DayLeft to sign up for health coverage that starts on January 1st. #GetCovered at http://t.co/NSeLHFvc62. http://t.co/t6G5WXXiyI","month":"12","year":"2014","corpus":"1dayleft sign health coverag start januari 1st getcov","id":544182603893329900,"day":"14"},{"text":"RT @HHSGov: \"I had health insurance coverage for the following year all in about 10 minutes.\" http://t.co/SWJYXEVVPv #GetCovered #1DayLeft","month":"12","year":"2014","corpus":"hhsgov health insur coverag follow year minut getcov 1dayleft","id":544187656146415600,"day":"14"},{"text":"RT @VP: #GetCoveredToday → It's your last chance to sign up for health coverage that starts Jan. 1st: http://t.co/EO0WsRUooR http://t.co/EN…","month":"12","year":"2014","corpus":"getcoveredtoday last chanc sign health coverag start jan 1st","id":544532466334056450,"day":"15"},{"text":"FACT: 2014 has seen the largest health coverage gains in four decades → http://t.co/wWsFHTmpKf #ACAWorks #GetCovered http://t.co/qW5JUzP0ix","month":"12","year":"2014","corpus":"fact 2014 seen largest health coverag gain four decad acawork getcov","id":545672181813104640,"day":"18"},{"text":"#Progress: An estimated 10 million Americans gained health coverage in 2014 → http://t.co/wWsFHTmpKf #ACAWorks http://t.co/VeuvGMPfHf","month":"12","year":"2014","corpus":"progress estim million american gain health coverag 2014 acawork","id":545649863984431100,"day":"18"},{"text":"\"Thanks to the Affordable Care Act, about 10 million Americans have gained health insurance just this past year.\" —Obama #ACAWorks","month":"12","year":"2014","corpus":"thank afford care act million american gain health insur past year obama acawork","id":546016103239921660,"day":"19"},{"text":"Thanks to the Affordable Care Act, about 10 million Americans gained health coverage in 2014 → http://t.co/ov04rn5OgS http://t.co/mJ3abhSgSB","month":"12","year":"2014","corpus":"thank afford care act million american gain health coverag 2014","id":549638508688576500,"day":"29"},{"text":"\"Everyone is beginning to realize what millions of you already know—the Affordable Care Act is working.\" —@VP: http://t.co/XzEms0WJAL","month":"01","year":"2015","corpus":"everyon begin realiz million alreadi know afford care act work","id":551453001475293200,"day":"03"},{"text":"\"There are millions more of you who can get quality, affordable health care if you sign up before February 15.\" —@VP: http://t.co/XzEms0WJAL","month":"01","year":"2015","corpus":"million get qualiti afford health care sign februari","id":551762527290261500,"day":"04"},{"text":"\"We think everyone in America has a right to have adequate health care insurance.\" —@VP: http://t.co/XzEms0WJAL #ACAWorks #GetCovered","month":"01","year":"2015","corpus":"think everyon america right adequ health care insur acawork getcov","id":551785192487018500,"day":"04"},{"text":"\"Sign up. And spread the word. Protect your health.\" —@VP on getting health coverage through the ACA: http://t.co/XzEms0WJAL #GetCovered","month":"01","year":"2015","corpus":"sign spread word protect health get health coverag aca getcov","id":551815411646230500,"day":"04"},{"text":"RT @theJaimePressly: Need a New Year's resolution idea? Sign up for quality, affordable health coverage today at http://t.co/ReKBBdh6xG. #G…","month":"01","year":"2015","corpus":"thejaimepressli need new year resolut idea sign qualiti afford health coverag today","id":552181566961496060,"day":"05"},{"text":"The number of Americans with health coverage = ↑\nThe uninsured rate = ↓\nhttp://t.co/HQAP29F6uo #ACAWorks #GetCovered http://t.co/mX0DLwzmBn","month":"01","year":"2015","corpus":"number american health coverag uninsur rate acawork getcov","id":553019397015875600,"day":"08"},{"text":"RT @lacasablanca: Have questions about the Affordable Care Act &amp; Latinos? Join a Twitter chat TODAY at 1:00PM! #SaludChat #GetCovered http:…","month":"01","year":"2015","corpus":"lacasablanca question afford care act amp latino join twitter chat today 00pm saludchat getcov http","id":555045301531463700,"day":"13"},{"text":"RT @FLOTUS: RT to tell your friends: Tonight is the deadline to #GetCovered if you want your health plan to start by Feb. 1 → http://t.co/E…","month":"01","year":"2015","corpus":"flotu tell friend tonight deadlin getcov want health plan start feb","id":555915094224162800,"day":"16"},{"text":"\"In the past year…about 10 million uninsured Americans finally gained the security of health coverage.\" —Obama http://t.co/nEK5h96QtV","month":"01","year":"2015","corpus":"past year million uninsur american final gain secur health coverag obama","id":557724550470049800,"day":"21"},{"text":"If you're an athlete, make sure you #GetCovered. Sign up for health coverage by February 15: http://t.co/FWWmfKGaPN http://t.co/rtwjar9vj2","month":"01","year":"2015","corpus":"athlet make sure getcov sign health coverag februari","id":560202803860471800,"day":"27"},{"text":"RT @VP: Health care gives mothers like Marla peace of mind. http://t.co/fhBFW2Raos #GetCovered #PeopleOverPolitics http://t.co/HSy7qA0Cdc","month":"02","year":"2015","corpus":"health care give mother like marla peac mind getcov peopleoverpolit","id":562652725129642000,"day":"03"},{"text":"House Republicans are voting to take health coverage away from millions of Americans.\nRT if you agree that's wrong. http://t.co/PzJ5SgkTVA","month":"02","year":"2015","corpus":"hous republican vote take health coverag away million american agre wrong","id":562709899906674700,"day":"03"},{"text":"These 10 people met with President Obama about how the Affordable Care Act is helping them → http://t.co/p3fqzqDrlE http://t.co/d0tNp3OT9V","month":"02","year":"2015","corpus":"peopl met presid obama afford care act help","id":563076816492331000,"day":"04"},{"text":"RT to spread the word: You've got 10 days to sign up for 2015 health coverage → http://t.co/GNfbft9Ewv #GetCovered http://t.co/TW38mqYhbX","month":"02","year":"2015","corpus":"spread word got day sign 2015 health coverag getcov","id":563364804422041600,"day":"05"},{"text":"RT to spread the word: You only have 5 days to sign up for 2015 health coverage → http://t.co/rNzHK5i4MN #GetCovered http://t.co/70EnsTjQii","month":"02","year":"2015","corpus":"spread word day sign 2015 health coverag getcov","id":565263675372888060,"day":"10"},{"text":"FACT: Nearly 8 in 10 people can get health coverage for less than $100/month. #GetCovered at http://t.co/GNfbftrfo3. http://t.co/3MKqgj1UVD","month":"02","year":"2015","corpus":"fact nearli peopl get health coverag less 100 month getcov","id":565210992632537100,"day":"10"},{"text":"Don't wait: It's time to #GetCovered.\nJust 5 days left to sign up for 2015 health coverage → http://t.co/rNzHK5zFEl http://t.co/0QoPdznZ8u","month":"02","year":"2015","corpus":"wait time getcov day left sign 2015 health coverag","id":565195534781005800,"day":"10"},{"text":"Don't wait: Just 4 days left to sign up for 2015 health coverage. #GetCovered by Feb. 15 → http://t.co/rNzHK5zFEl http://t.co/ojjcKMMIOv","month":"02","year":"2015","corpus":"wait day left sign 2015 health coverag getcov feb","id":565532867749371900,"day":"11"},{"text":"\"Health care for less than your cell phone bill? Now that's a slam dunk!\" http://t.co/GNfbftrfo3 #GetCovered https://t.co/Z8XC7QYiKg","month":"02","year":"2015","corpus":"health care less cell phone bill slam dunk getcov","id":566000296719958000,"day":"12"},{"text":"RT @realgranthill33: Don't wait! It's time to #GetCovered.\nJust 3 days left to sign up for 2015 health coverage → http://t.co/HzLfMSFAKD","month":"02","year":"2015","corpus":"realgranthill33 wait time getcov day left sign 2015 health coverag","id":565910832303706100,"day":"12"},{"text":"RT @VP: For Valentine's Day, give the gift of health care.\n#GetCovered by Sunday → http://t.co/EO0WsRlbSd\nNow watch this → https://t.co/Z…","month":"02","year":"2015","corpus":"valentin day give gift health care getcov sunday watch","id":566376945504366600,"day":"13"},{"text":"Don't delay: Just 2 days left to #GetCovered!\nSIgn up for 2015 health coverage today at http://t.co/GNfbft9Ewv. http://t.co/k60yHqZy2i","month":"02","year":"2015","corpus":"delay day left getcov sign 2015 health coverag today","id":566303529728770050,"day":"13"},{"text":"RT @SenatorBoxer: DEADLINE SUNDAY: Just 2 days left to sign up for health coverage. #GetCovered by Feb. 15 → http://t.co/sAzNkDp7h1 http://…","month":"02","year":"2015","corpus":"senatorbox deadlin sunday day left sign health coverag getcov feb","id":566377821988081660,"day":"13"},{"text":"When it comes to basketball and your health, quality coverage helps you win. #GetCovered today → http://t.co/GNfbftrfo3 #NBAAllStarNYC","month":"02","year":"2015","corpus":"come basketbal health qualiti coverag help win getcov today nbaallstarnyc","id":567096102294257660,"day":"15"},{"text":"RT @FLOTUS: “Most eligible Americans can qualify for financial assistance to make health care affordable.” —FLOTUS: http://t.co/mBtTKvHWow …","month":"02","year":"2015","corpus":"flotu elig american qualifi financi assist make health care afford flotu","id":567086571921227800,"day":"15"},{"text":"DEADLINE TODAY: Sign up for a 2015 health plan before it’s too late. #GetCovered → http://t.co/JxkdfhYxgO http://t.co/2lLp55iXXP","month":"02","year":"2015","corpus":"deadlin today sign 2015 health plan late getcov","id":567111186936635400,"day":"16"},{"text":"RT @SinaiChicago: #tbt Our navigators helping enroll members of community in health insurance plans. #11MillionAndCounting http://t.co/B9z7…","month":"02","year":"2015","corpus":"sinaichicago tbt navig help enrol member commun health insur plan 11millionandcount","id":568539390437228540,"day":"19"},{"text":"The uninsured rate: ↓\nAmericans with health coverage: ↑\nThe #ACAWorks → http://t.co/Cu5QJpAg4K #GetCovered http://t.co/7g5lJmGseA","month":"02","year":"2015","corpus":"uninsur rate american health coverag acawork getcov","id":570273645433483260,"day":"24"},{"text":"President Obama: \"We’ve signed up 11 million people to get coverage through the Affordable Care Act.\" #ObamaTownHall http://t.co/6jHpLezy7z","month":"02","year":"2015","corpus":"presid obama sign million peopl get coverag afford care act obamatownhal","id":570755674654830600,"day":"26"},{"text":"Thanks to the ACA:\n16.4 million more Americans have health coverage ✓\nThe uninsured rate = ↓ 35% since October 2013 http://t.co/0k0phjyyTu","month":"03","year":"2015","corpus":"thank aca million american health coverag uninsur rate sinc octob 2013","id":577874430149455900,"day":"17"},{"text":"The choice on health care:\nHelping more Americans gain coverage vs. Eliminating coverage for millions. #HouseOfCuts http://t.co/Yvg4WeUY53","month":"03","year":"2015","corpus":"choic health care help american gain coverag elimin coverag million houseofcut","id":578293737945739300,"day":"18"},{"text":"\"More than 16 million uninsured Americans have gained the security of health coverage.\" —President Obama #ACAWorks http://t.co/2cS8qx5SPo","month":"03","year":"2015","corpus":"million uninsur american gain secur health coverag presid obama acawork","id":578268946794577900,"day":"18"},{"text":"RT @NancyPelosi: Thanks to the Affordable Care Act, being a woman is no longer a pre-existing condition. #ACAisworking http://t.co/XoRFwRAa…","month":"03","year":"2015","corpus":"nancypelosi thank afford care act woman longer pre exist condit acaiswork","id":580066827331452900,"day":"23"},{"text":"105 million Americans no longer have a lifetime limit on their health coverage. #BetterWithObamacare http://t.co/7SKN4WPsXh","month":"03","year":"2015","corpus":"105 million american longer lifetim limit health coverag betterwithobamacar","id":580006557393379300,"day":"23"},{"text":"5 years ago, we declared that quality, affordable health care is a right, not a privilege: https://t.co/neS4zHReOQ #BetterWithObamacare –bo","month":"03","year":"2015","corpus":"year ago declar qualiti afford health care right privileg betterwithobamacar","id":579999491769704400,"day":"23"},{"text":"RT @VP: \"Let me tell you about this picture.\" -VP #BeingBiden on the 5 yrs of the Affordable Care Act https://t.co/ZpKeRNs08t http://t.co/w…","month":"03","year":"2015","corpus":"let tell pictur beingbiden yr afford care act","id":580063121865314300,"day":"23"},{"text":"\"Just 5 years in—the Affordable Care Act has already helped improve the quality of health care across the board\" —Obama #BetterWithObamacare","month":"03","year":"2015","corpus":"year afford care act alreadi help improv qualiti health care across board obama betterwithobamacar","id":580741995800334300,"day":"25"},{"text":"Read how the Affordable Care Act changed three women's lives via @SELFmagazine → http://t.co/ud3B4h3DTM #BetterWithObamacare","month":"03","year":"2015","corpus":"read afford care act chang three women live via selfmagazin betterwithobamacar","id":580847944414318600,"day":"25"},{"text":"\"On the 5-year anniversary of the Affordable Care Act, one thing couldn’t be clearer: This law is working\" —Obama: https://t.co/neS4zI8PGo","month":"03","year":"2015","corpus":"year anniversari afford care act one thing clearer law work obama","id":580729713712238600,"day":"25"},{"text":"\"You can no longer be charged more just for being a woman.\" —President Obama on the Affordable Care Act #BetterWithObamacare","month":"03","year":"2015","corpus":"longer charg woman presid obama afford care act betterwithobamacar","id":580743377550999600,"day":"25"},{"text":"\"It’s making health coverage more affordable and more effective for all of us.\" —Obama #BetterWithObamacare http://t.co/qkQFRey5iQ","month":"03","year":"2015","corpus":"make health coverag afford effect obama betterwithobamacar","id":580742489918693400,"day":"25"},{"text":"Get the facts on how the Affordable Care Act is benefiting our economy → http://t.co/yLJf2fGFdh #BetterWithObamacare http://t.co/cYHO2vRY5y","month":"04","year":"2015","corpus":"get fact afford care act benefit economi betterwithobamacar","id":583676387275341800,"day":"02"},{"text":"The uninsured rate is getting lower and lower under the Affordable Care Act → http://t.co/YAeE4mjoUL #BetterWithObamacare","month":"04","year":"2015","corpus":"uninsur rate get lower lower afford care act betterwithobamacar","id":587643918306693100,"day":"13"},{"text":"“Health care can’t be a privilege, it’s got to be a right” —President Obama on the Affordable Care Act #ObamaTownHall http://t.co/rUj62Xy3gY","month":"04","year":"2015","corpus":"health care privileg got right presid obama afford care act obamatownhal","id":588426874755289100,"day":"15"},{"text":"Do you care about #EqualPay?\nPaid leave?\nChild care?\nYou're going to want to join today's #ObamaTownHall discussion → http://t.co/vvTZ1M5eId","month":"04","year":"2015","corpus":"care equalpay paid leav child care go want join today obamatownhal discuss","id":588322008628330500,"day":"15"},{"text":"RT @vj44: Have you or a mom in your life benefited from preventive health services since last #MothersDay? \nTweet your story using #Health…","month":"05","year":"2015","corpus":"vj44 mom life benefit prevent health servic sinc last mothersday tweet stori use health","id":596380482780147700,"day":"07"},{"text":"Millions of women have gained health coverage thanks to the Affordable Care Act. #CheckUpForWhat #NWHW http://t.co/RrY0TEOeU6","month":"05","year":"2015","corpus":"million women gain health coverag thank afford care act checkupforwhat nwhw","id":597806720925171700,"day":"11"},{"text":"RT if you agree: Personal health care decisions should be made between a woman and her doctor. #NWHW http://t.co/tAIp84Oi2j","month":"05","year":"2015","corpus":"agre person health care decis made woman doctor nwhw","id":598619995627741200,"day":"13"},{"text":"Millions of women are now guaranteed free preventive care thanks to the Affordable Care Act → http://t.co/D6H0NrKfiJ http://t.co/fV591qDKJd","month":"05","year":"2015","corpus":"million women guarante free prevent care thank afford care act","id":598846261358252000,"day":"14"},{"text":"RT if you agree: It's time for every state to expand Medicaid &amp; help 4.3 million more Americans gain health coverage. http://t.co/kZ6Iq61yrt","month":"06","year":"2015","corpus":"agre time everi state expand medicaid amp help million american gain health coverag","id":606494112779362300,"day":"04"},{"text":"Test your knowledge on the history of health care reform in America → http://t.co/GHXmwN0led #ACAWorks http://t.co/ZRBpg5wZt2","month":"06","year":"2015","corpus":"test knowledg histori health care reform america acawork","id":608391524443922400,"day":"09"},{"text":"Thanks to the Affordable Care Act, Debra can walk and hold hands with her husband again → http://t.co/goqQCL4Eah http://t.co/6xRwN5Qxjg","month":"06","year":"2015","corpus":"thank afford care act debra walk hold hand husband","id":608312142576689200,"day":"09"},{"text":"RT if you agree with @POTUS: Access to quality, affordable health care should be a right, not a privilege. #ACAWorks http://t.co/W9uihwVgqz","month":"06","year":"2015","corpus":"agre potu access qualiti afford health care right privileg acawork","id":608373246845665300,"day":"09"},{"text":"Don't miss President Obama speak on health care in America at 11:50am ET → http://t.co/ZKdfRMatos #ACAWorks http://t.co/oQfBbDTEg1","month":"06","year":"2015","corpus":"miss presid obama speak health care america 50am acawork","id":608292829362683900,"day":"09"},{"text":"\"That’s when America soars. When we look out for one another. When we take care of each other.\" —@POTUS on the Affordable Care Act #ACAWorks","month":"06","year":"2015","corpus":"america soar look one anoth take care potu afford care act acawork","id":614097341298143200,"day":"25"},{"text":"\"More than 16 million uninsured Americans have gained coverage so far.\" —@POTUS on the Affordable Care Act #ACAWorks http://t.co/BOp5bL5Ox5","month":"06","year":"2015","corpus":"million uninsur american gain coverag far potu afford care act acawork","id":614095383459987500,"day":"25"},{"text":"\"Two generations ago, we chose to end an age when Americans in their golden years didn’t have the guarantee of health care.\" —@POTUS","month":"06","year":"2015","corpus":"two gener ago chose end age american golden year guarante health care potu","id":614096853844496400,"day":"25"},{"text":"RT @POTUS: The uninsured rate is the lowest it's ever been. Let's keep at it until every American has quality, affordable health insurance.","month":"06","year":"2015","corpus":"potu uninsur rate lowest ever let keep everi american qualiti afford health insur","id":614120931112415200,"day":"25"},{"text":"RT @POTUS: More than 16 million Americans have gained health coverage after 5 years of the Affordable Care Act.","month":"06","year":"2015","corpus":"potu million american gain health coverag year afford care act","id":614104956635861000,"day":"25"},{"text":"\"The Court upheld a critical part of this law—the part that's made it easier for Americans to afford health insurance\" —@POTUS on the ACA","month":"06","year":"2015","corpus":"court upheld critic part law part made easier american afford health insur potu aca","id":614094730742341600,"day":"25"},{"text":"RT @VP: Saving lives. Expanding access. Providing peace of mind. Health care in America is a right, not a privilege. And the #ACA is here t…","month":"06","year":"2015","corpus":"save live expand access provid peac mind health care america right privileg aca","id":614106162057879600,"day":"25"},{"text":"RT @POTUS: Today's decision is a victory for every hardworking American. Access to quality, affordable health care is a right, not a privil…","month":"06","year":"2015","corpus":"potu today decis victori everi hardwork american access qualiti afford health care right privil","id":614102545695383600,"day":"25"},{"text":"\"We’re going to keep working to make health care in America even better and more affordable.\" —@POTUS: http://t.co/L69lcOVzx7 #ACAWorks","month":"06","year":"2015","corpus":"go keep work make health care america even better afford potu acawork","id":615278547221884900,"day":"28"},{"text":"\"So far more than 16 million uninsured Americans have gained coverage.\" —@POTUS on the Affordable Care Act: http://t.co/L69lcOVzx7 #ACAWorks","month":"06","year":"2015","corpus":"far million uninsur american gain coverag potu afford care act acawork","id":615233271421505500,"day":"28"},{"text":"\"You can’t be charged more just because you’re a woman.\" —@POTUS on the Affordable Care Act: http://t.co/L69lcODYFz #ACAWorks","month":"06","year":"2015","corpus":"charg woman potu afford care act acawork","id":615185702616191000,"day":"28"},{"text":"RT @POTUS: Gotta go, but this was fun. Let's keep the health care conversation going - share how the #ACAWorks for you or your family.","month":"07","year":"2015","corpus":"potu gotta fun let keep health care convers go share acawork famili","id":616340986575343600,"day":"01"},{"text":"“It has made health care stronger, and more secure, and more reliable in America.” —@POTUS on the Affordable Care Act http://t.co/IsCyJiNIo1","month":"07","year":"2015","corpus":"made health care stronger secur reliabl america potu afford care act","id":616317376267722800,"day":"01"},{"text":"The Affordable Care Act is here to stay.\nWatch how it's benefiting millions of Americans. #ACAWorks\nhttps://t.co/s9PuEi0dGP","month":"07","year":"2015","corpus":"afford care act stay watch benefit million american acawork","id":616412608619376600,"day":"02"},{"text":"This health care letter hangs just outside the Oval Office.\nFind out why it inspires @POTUS → http://t.co/5Th5NqHZju http://t.co/s5Oxv7Qk6s","month":"07","year":"2015","corpus":"health care letter hang outsid oval offic find inspir potu","id":618088331637850100,"day":"06"},{"text":"\"The number of seniors in poverty has fallen dramatically. Every American over 65 has access to affordable health care.\" —@POTUS #WHCOA","month":"07","year":"2015","corpus":"number senior poverti fallen dramat everi american access afford health care potu whcoa","id":620614352660398100,"day":"13"},{"text":"\"More than 16 million Americans now have the financial security of health insurance.\" —@POTUS #ACAWorks http://t.co/shlFASuf4X","month":"07","year":"2015","corpus":"million american financi secur health insur potu acawork","id":621457257801257000,"day":"15"},{"text":"\"We all deserve a health care system that delivers efficient, high-quality care.\" —@POTUS on Medicare and Medicaid: http://t.co/piljPgcuqt","month":"08","year":"2015","corpus":"deserv health care system deliv effici high qualiti care potu medicar medicaid","id":627497348256636900,"day":"01"},{"text":"RT @NancyPelosi: RT to show you #StandWithPP and support a woman’s right to affordable health care!","month":"08","year":"2015","corpus":"nancypelosi show standwithpp support woman right afford health care","id":628334861221240800,"day":"03"},{"text":"RT @WHLive: \"If you work hard in America, you should earn decent benefits. That means access to...affordable health insurance\" —@POTUS #Sta…","month":"10","year":"2015","corpus":"whlive work hard america earn decent benefit mean access ... afford health insur potu sta","id":651806960648589300,"day":"07"},{"text":"“For the first time on record, more than 90% of Americans have health insurance.” —@POTUS #ACAWorks http://t.co/7xnxEZMwul","month":"10","year":"2015","corpus":"first time record american health insur potu acawork","id":651802465201987600,"day":"07"},{"text":"Do you or someone you know need health coverage? Sign up starting tomorrow → https://t.co/5r9E9gPkQk #GetCovered https://t.co/aqLa3iauTO","month":"10","year":"2015","corpus":"someon know need health coverag sign start tomorrow getcov","id":660509843141234700,"day":"31"},{"text":"RT @HealthCareGov: We're open for business! Explore your health care options now and #GetCovered today. https://t.co/GhmdrYjj3i https://t.c…","month":"11","year":"2015","corpus":"healthcaregov open busi explor health care option getcov today","id":660857181382828000,"day":"01"},{"text":"RT @POTUS: Every American deserves quality, affordable health care. If you or a friend needs coverage, go to https://t.co/PJ7xIL6FjY and si…","month":"11","year":"2015","corpus":"potu everi american deserv qualiti afford health care friend need coverag","id":660867697874354200,"day":"01"},{"text":"70,000 more Montanans now have access to quality, affordable health coverage → https://t.co/akiTT5FqTn #ACAWorks https://t.co/RrtnBWwnKw","month":"11","year":"2015","corpus":"000 montanan access qualiti afford health coverag acawork","id":661350935847903200,"day":"03"},{"text":"Join the millions who now have access to affordable health coverage. #GetCovered today → https://t.co/5r9E9h6WeU https://t.co/ejdqUECyGu","month":"11","year":"2015","corpus":"join million access afford health coverag getcov today","id":661993830540013600,"day":"04"},{"text":"Starting now: @VJ44 answers your questions on women's health care. Ask with #GetCovered: https://t.co/0mUOE5nSZx https://t.co/oMyhPlelY8","month":"11","year":"2015","corpus":"start vj44 answer question women health care ask getcov","id":665213510226485200,"day":"13"},{"text":"RT to spread the word: #GetCovered by Dec. 15 for health coverage beginning Jan. 1 → https://t.co/5r9E9h6WeU https://t.co/roblPY1dlY","month":"12","year":"2015","corpus":"spread word getcov dec health coverag begin jan","id":676561410277666800,"day":"15"},{"text":"Don't wait to #GetCovered: Enroll today to get health coverage that starts on Feb. 1 → https://t.co/5zeR2RPWAE https://t.co/IzdVJUqlSv","month":"01","year":"2016","corpus":"wait getcov enrol today get health coverag start feb","id":688116420136185900,"day":"15"},{"text":"\"If you don't have health insurance on your job then you shouldn't be without coverage\" —@POTUS #YouTubeAsksObama https://t.co/QtWSnu3opD","month":"01","year":"2016","corpus":"health insur job without coverag potu youtubeasksobama","id":688091245231648800,"day":"15"},{"text":"\"As the Affordable Care Act has taken effect, nearly 18 million Americans have gained coverage\" —@POTUS https://t.co/N0Cj2QazoF","month":"01","year":"2016","corpus":"afford care act taken effect nearli million american gain coverag potu","id":690926324903317500,"day":"23"},{"text":"Here's the progress we’ve made because of the Affordable Care Act. #ACAWorks https://t.co/N0Cj2QazoF","month":"01","year":"2016","corpus":"progress made afford care act acawork","id":691351469463724000,"day":"24"},{"text":"FACT: Up to 129 million Americans with pre-existing conditions can no longer be denied coverage. #ACAWorks https://t.co/N0Cj2QazoF","month":"01","year":"2016","corpus":"fact 129 million american pre exist condit longer deni coverag acawork","id":691299810553385000,"day":"24"},{"text":"Don't miss out: The deadline to enroll in health coverage is Jan. 31 → https://t.co/5zeR2S7xZe #GetCovered https://t.co/N0Cj2PSYx7","month":"01","year":"2016","corpus":"miss deadlin enrol health coverag jan getcov","id":691717715090870300,"day":"25"},{"text":"RT @HHSGov: LAST CHANCE! 3 days until the final Jan 31 deadline to enroll for 2016 coverage. https://t.co/EDA3whZ52Z #GetCovered https://t.…","month":"01","year":"2016","corpus":"hhsgov last chanc day final jan deadlin enrol 2016 coverag getcov","id":692867242720014300,"day":"29"},{"text":"RT @POTUS: If you or someone you care about needs affordable health coverage, head over to https://t.co/A3qPizu4p2. Today's the last day to…","month":"01","year":"2016","corpus":"potu someon care need afford health coverag head today last day","id":693820625794777100,"day":"31"},{"text":"Need to #GetCovered? Most people can find a health insurance plan for as little as $75/mo: https://t.co/Jxkdfig8Fo https://t.co/rQGModwd6j","month":"01","year":"2016","corpus":"need getcov peopl find health insur plan littl","id":693843042546106400,"day":"31"},{"text":"Today's the day: If you don't have health insurance, make sure you #GetCovered at https://t.co/JxkdfhYxgO now! https://t.co/Ffj3c3RPb2","month":"01","year":"2016","corpus":"today day health insur make sure getcov","id":693906624776245200,"day":"31"},{"text":"RT @Denis44: Congrats on signing up 89,000 for health coverage, Milwaukee! @POTUS is excited to visit on Thursday.\nhttps://t.co/SCLdVnAtxi","month":"03","year":"2016","corpus":"denis44 congrat sign 000 health coverag milwauke potu excit visit thursday","id":704731055669039100,"day":"01"},{"text":"RT @WHLive: \"In America, health care is not a privilege reserved for the few, but should be a right\" —@POTUS on the Affordable Care Act #AC…","month":"03","year":"2016","corpus":"whlive america health care privileg reserv right potu afford care act","id":705482386658738200,"day":"03"},{"text":"Watch Brent, a Republican from Milwaukee, share his story on how the Affordable Care Act saved his life. https://t.co/ixLt8cJUq5","month":"03","year":"2016","corpus":"watch brent republican milwauke share stori afford care act save life","id":705547582647316500,"day":"04"},{"text":"\"It's now provided 20 million people with health care who didn’t have it before.” —@POTUS on the ACA 6 years later https://t.co/UN21k5jCpl","month":"03","year":"2016","corpus":"provid million peopl health care potu aca year later","id":712720419439161300,"day":"23"},{"text":"Big news from @CDCgov: More than 90% of Americans have health coverage for the first time: https://t.co/p1HSXVFEYJ https://t.co/OKe6eDSDNx","month":"05","year":"2016","corpus":"big news cdcgov american health coverag first time","id":732674716683505700,"day":"17"},{"text":"\"We passed the ACA to give more Americans the security of health care coverage.\" —@POTUS #StateOfWomen https://t.co/ez2ef0DXG8","month":"06","year":"2016","corpus":"pass aca give american secur health care coverag potu stateofwomen","id":742793667354742800,"day":"14"},{"text":"RT @POTUS: Women’s opportunities are expanded and our nation is stronger when all of our citizens have accessible, affordable health care.","month":"06","year":"2016","corpus":"potu women opportun expand nation stronger citizen access afford health care","id":747466922841768000,"day":"27"},{"text":".@USDS just made it easier for veterans to sign up for health care. Here's how: https://t.co/sHXjMLcHx1 https://t.co/S0aHQ98Y2i","month":"07","year":"2016","corpus":"usd made easier veteran sign health care","id":750370693162741800,"day":"05"},{"text":"RT @WHLive: Veterans can now finally apply for VA health care anytime...in as little as 20 minutes. Just go to https://t.co/P4kfdfv6ud.” —@…","month":"08","year":"2016","corpus":"whlive veteran final appli health care anytim ... littl minut —@…","id":760173481044553700,"day":"01"},{"text":"“We’ve increased funding for veterans mental health care by more than 75%—billions more dollars\" —@POTUS #DAVets16 https://t.co/P0elMg1yW6","month":"08","year":"2016","corpus":"increas fund veteran mental health care billion dollar potu daveteran16","id":760187522664149000,"day":"01"},{"text":"RT @Denis44: In 2013, enough opioid prescriptions were written for every adult in the US. Health care professionals, check out https://t.co…","month":"08","year":"2016","corpus":"denis44 2013 enough opioid prescript written everi adult health care profession check","id":768950629809225700,"day":"25"},{"text":"“The health of our planet’s ocean determines in large part the health of our own bodies and the health of our economies.” —@POTUS #OurOcean","month":"09","year":"2016","corpus":"health planet ocean determin larg part health bodi health economi potu ourocean","id":776441247217098800,"day":"15"},{"text":"Great news: Thanks to the #ACA, the share of Americans without health insurance has fallen to an all-time low. https://t.co/apKy5xCgdX","month":"10","year":"2016","corpus":"great news thank aca share american without health insur fallen time low","id":784452328690561000,"day":"07"},{"text":"\"Because of this law...another 20 million Americans now know the financial security of health insurance.\" —@POTUS on progress under the #ACA https://t.co/eCoz6txbc3","month":"10","year":"2016","corpus":"law ... anoth million american know financi secur health insur potu progress aca","id":789163902646890500,"day":"20"},{"text":"\"You stood up for the idea that no American should have to go without the health care they need. And it's still true today.\" —@POTUS","month":"10","year":"2016","corpus":"stood idea american without health care need still true today potu","id":789174355750039600,"day":"20"},{"text":"Under the #ACA, 20 million adults can now get the health care they need. Some shared their stories with @POTUS: https://t.co/oc1AEfUHL3 https://t.co/NfebcNBc88","month":"10","year":"2016","corpus":"aca million adult get health care need share stori potu","id":789204142317301800,"day":"20"},{"text":"\"The Affordable Care Act has done for us what it was designed to do: It gave us affordable health care.\" —@POTUS","month":"10","year":"2016","corpus":"afford care act done design gave afford health care potu","id":789167095044911100,"day":"20"},{"text":"\"Health care is not just a privilege, but a right for every single American.\" —@POTUS speaking on the #ACA","month":"10","year":"2016","corpus":"health care privileg right everi singl american potu speak aca","id":789163008014504000,"day":"20"},{"text":"\"Progress that’s helped hold growth in the price of health care to the slowest rate in 50 years—that goes away\" —@POTUS on what repeal means https://t.co/KUSx1Fwmaw","month":"10","year":"2016","corpus":"progress help hold growth price health care slowest rate year goe away potu repeal mean","id":789170100758720500,"day":"20"},{"text":"RT @Denis44: Where Americans get their health coverage &amp; what the #ACA has done for them, in 1 chart. #ThanksObama https://t.co/vUaMgkR0oJ","month":"10","year":"2016","corpus":"denis44 american get health coverag amp aca done chart thanksobama","id":791362419830378500,"day":"26"},{"text":"Most people can find a health care plan for less than $75/month on https://t.co/JxkdfhYxgO. #GetCovered starting November 1. https://t.co/R2qOEvX5hc","month":"10","year":"2016","corpus":"peopl find health care plan less month getcov start novemb","id":792028150523768800,"day":"28"},{"text":"Here's where insured Americans #GetCovered and how the Affordable Care Act impacts them: https://t.co/Dtajk7iM0N https://t.co/833J07LNBy","month":"10","year":"2016","corpus":"insur american getcov afford care act impact","id":792021171369709600,"day":"28"},{"text":"RT so your friends know: You can sign up for health coverage starting TODAY → https://t.co/5r9E9h6WeU #GetCovered https://t.co/LimQHFZKSH","month":"11","year":"2016","corpus":"friend know sign health coverag start today getcov","id":793503013709221900,"day":"01"},{"text":"\"Today, 20 million more American adults know the financial security of health insurance.\" —@POTUS #GetCovered https://t.co/ai0E7mVKZR","month":"11","year":"2016","corpus":"today million american adult know financi secur health insur potu getcov","id":794924736593719300,"day":"05"},{"text":"For the first time ever, more than 90% of Americans have health insurance. Join them and #GetCovered today: https://t.co/5r9E9h6WeU https://t.co/XCDgu4guoi","month":"11","year":"2016","corpus":"first time ever american health insur join getcov today","id":795022890936713200,"day":"05"},{"text":"RT @USDS: How we're working with @DeptVetAffairs to ensure our Veterans have access to the health care they deserve: \nhttps://t.co/0ZnMOLX…","month":"11","year":"2016","corpus":"usd work deptvetaffair ensur veteran access health care deserv","id":797086639021588500,"day":"11"}]