[{"text":"Halftime entertainment: video of the President's game of HORSE (\"POTUS\" actually) with Clark Kellogg http://bit.ly/beEEfs","month":"04","year":"2010","corpus":"halftim entertain video presid game hors potu actual clark kellogg","id":11674762073,"day":"06"},{"text":"RT @pfeiffer44: .@missdee68 As POTUS said last night, we want to work with Congress, but any changes must strengthen, not undermine Soci ...","month":"01","year":"2011","corpus":"pfeiffer44 missdee68 potu said last night want work congress chang must strengthen undermin soci","id":30347946474086400,"day":"26"},{"text":"RT @pfeiffer44: .@EmperorNorton POTUS strongly opposes privatization","month":"01","year":"2011","corpus":"pfeiffer44 emperornorton potu strongli oppos privat","id":30350325722386430,"day":"26"},{"text":"\"We don’t have to choose between a future of debt and one where we forfeit investments in our people and country.\"-POTUS #futurewewant","month":"04","year":"2011","corpus":"choos futur debt one forfeit invest peopl countri .\"- potu futurewew","id":58231541603643390,"day":"13"},{"text":"RT @pfeiffer44: POTUS heads to NYC today to lay a wreath at the 9/11 Memorial and meet with 9/11 family members","month":"05","year":"2011","corpus":"pfeiffer44 potu head nyc today lay wreath memori meet famili member","id":66138298065752060,"day":"05"},{"text":"RT @USArmy: SFC Petry could have only focused on his own wounds, but today he helps other #WoundedWarriors, says the POTUS. #MOHPetry","month":"07","year":"2011","corpus":"usarmi sfc petri could focus wound today help woundedwarrior say potu mohpetri","id":90852935633866750,"day":"12"},{"text":"RT @pfeiffer44: POTUS in the briefing room now discussing the deficit talks including the announcement from the Gang of 6","month":"07","year":"2011","corpus":"pfeiffer44 potu brief room discuss deficit talk includ announc gang","id":93373355423567870,"day":"19"},{"text":"thx @Chris_For POTUS plan would eliminate subsidies that don't help economy (e.g. oil&gas) while reforming tax system to promote growth","month":"07","year":"2011","corpus":"thx chris_for potu plan would elimin subsidi help economi oil ga reform tax system promot growth","id":95968466862997500,"day":"26"},{"text":".@StoneAgeSally: We pay $4bn/yr to oil & gas co's in subsidies that don't help economy POTUS wants to use to reduce deficit instead #WHChat","month":"07","year":"2011","corpus":"stoneages pay 4bn oil ga subsidi help economi potu want use reduc deficit instead whchat","id":95975434612776960,"day":"26"},{"text":".@slytherinbunney: We agree, this is about families & jobs & our economy. POTUS is ready to find common ground but need balance #WHChat","month":"07","year":"2011","corpus":"slytherinbunney agre famili job economi potu readi find common ground need balanc whchat","id":96287103998103550,"day":"27"},{"text":".@adamlbarr: POTUS wants payroll tax cut, unemp insure extended, cannot withdraw from econ next yr. Spending cuts shld be phased in. #WHchat","month":"07","year":"2011","corpus":"adamlbarr potu want payrol tax cut unemp insur extend cannot withdraw econ next spend cut shld phase whchat","id":96632640475631620,"day":"28"},{"text":"POTUS: \"What’s clear now is that any solution to avoid default must be bipartisan.\"","month":"07","year":"2011","corpus":"potu clear solut avoid default must bipartisan","id":96952470609215490,"day":"29"},{"text":".@nberardi: POTUS submitted budgets every yr since 09 & fiscal plan in Apr. Issue is not lack of ideas, need #compromise to move fwd #WHchat","month":"07","year":"2011","corpus":"nberardi potu submit budget everi sinc fiscal plan apr issu lack idea need compromis move fwd whchat","id":96962570363211780,"day":"29"},{"text":".@MarcosBullock POTUS thinks we need more tightening in all areas of the budget - that has to include defense as well #WHChat","month":"07","year":"2011","corpus":"marcosbullock potu think need tighten area budget includ defens well whchat","id":97043384698540030,"day":"29"},{"text":".@hilaryrwilson POTUS this AM said he'd be working through the wkd; we all will be 2. Gotta get it done, country cant afford not to #WHChat","month":"07","year":"2011","corpus":"hilaryrwilson potu said work wkd gotta get done countri cant afford whchat","id":97038829860552700,"day":"29"},{"text":".@bobdobolina: Tax cuts expire after 2012. If necessary, POTUS can use veto pen to prevent $1T added deficit from tax cuts for rich #WHchat","month":"08","year":"2011","corpus":"bobdobolina tax cut expir 2012 necessari potu use veto pen prevent ad deficit tax cut rich whchat","id":98496101082079230,"day":"02"},{"text":"RT @kline_m: @whitehouse Where will POTUS get $$$ for innovation & infrastructure & education THIS YEAR if $1T in cuts are coming? #WHChat","month":"08","year":"2011","corpus":"kline_m whitehous potu get $$$ innov infrastructur educ year cut come whchat","id":98497232856301570,"day":"02"},{"text":"POTUS: Congress has now approved a #compromise to reduce the deficit & avert a default that would have devastated our economy.","month":"08","year":"2011","corpus":"potu congress approv compromis reduc deficit avert default would devast economi","id":98439526548119550,"day":"02"},{"text":"POTUS: This #compromise guarantees more than $2 trillion in deficit reduction…an important first step","month":"08","year":"2011","corpus":"potu compromis guarante trillion deficit reduct import first step","id":98439566956040200,"day":"02"},{"text":".@booth088: Yes, Congress must pass Committee bill and POTUS must sign. But legislation stops filibusters and other delays. #WHchat","month":"08","year":"2011","corpus":"booth088 ye congress must pass committe bill potu must sign legisl stop filibust delay whchat","id":98494088197840900,"day":"02"},{"text":"RT @lindahk: @whitehouse when will POTUS begin round 2 fight to reform tax code/eliminate wealth perks for balanced plan?  #whchat","month":"08","year":"2011","corpus":"lindahk whitehous potu begin round fight reform tax code elimin wealth perk balanc plan whchat","id":98493416094171140,"day":"02"},{"text":"RT @USAID: #POTUS on women's rights at #UNGA \"No country can reach its full potential, when half of its population cannot reach theirs.\" ...","month":"09","year":"2011","corpus":"usaid potu women right unga countri reach full potenti half popul cannot reach","id":116525223490228220,"day":"21"},{"text":"RT @PressSec: POTUS' msg at \"functionally obsolete\" bridge linking OH & KY: Mr Boehner, Mr McConnell, help pass this bill! Put Americans ...","month":"09","year":"2011","corpus":"presssec potu msg function obsolet bridg link boehner mcconnel help pass bill put american","id":116965171108384770,"day":"22"},{"text":"RT @PressSec: Republicans sure seem upset about POTUS explaining to folks in NC & VA why Congress needs to pass the Jobs Act. Must be hi ...","month":"10","year":"2011","corpus":"presssec republican sure seem upset potu explain folk congress need pass job act must","id":126369593311768580,"day":"18"},{"text":"RT @pfeiffer44: POTUS will call on Congressional R's to join with D's to vote to put construction workers back to work at DC's Key Bridg ...","month":"11","year":"2011","corpus":"pfeiffer44 potu call congression join vote put construct worker back work key bridg","id":131731483277795330,"day":"02"},{"text":"RT @juan0018: #whchat POTUS spoke of an immigration reform, does he have a plan?","month":"01","year":"2012","corpus":"juan0018 whchat potu spoke immigr reform plan","id":162270926191333380,"day":"25"},{"text":"RT @PressSec: Fact: POTUS' historic fuel efficiency stndrds, done w/o Congress, will save more oil than would flow thru Keystone pipelin ...","month":"02","year":"2012","corpus":"presssec fact potu histor fuel effici stndrd done congress save oil would flow thru keyston pipelin","id":172810876074733570,"day":"23"},{"text":"RT @macon44: Wow. Livestream on POTUS' #refinance plan w/Sec Donovan had 70,000 views during event. http://t.co/XgmR6Hab @HUDNews @Zillo ...","month":"07","year":"2012","corpus":"macon44 wow livestream potu refin plan sec donovan 000 view event hudnew zillo","id":224872678685802500,"day":"16"},{"text":"RT @Brundage44: Wal-Mart CEO who met w/ POTUS today says Washington must act to avoid tax uncertainty for consumers http://t.co/gHtpb5aa","month":"11","year":"2012","corpus":"brundage44 wal mart ceo met potu today say washington must act avoid tax uncertainti consum","id":268889879868497920,"day":"15"},{"text":"RT @petesouza: Photo of POTUS waiting out a downpour today http://t.co/5lkzziouPZ","month":"03","year":"2013","corpus":"petesouza photo potu wait downpour today","id":311604112485670900,"day":"12"},{"text":"RT @petesouza: New photo of POTUS receiving update from Lisa Monaco following capture of second suspect in Boston Marathon bombing: http://…","month":"04","year":"2013","corpus":"petesouza new photo potu receiv updat lisa monaco follow captur second suspect boston marathon bomb","id":325441912481914900,"day":"20"},{"text":"RT @rajshah: POTUS: \"They failed because we refuse to be terrorized.\" @whitehouse","month":"04","year":"2013","corpus":"rajshah potu fail refus terror whitehous","id":325432178521554940,"day":"20"},{"text":"RT @petesouza: POTUS receives update this am on Oklahoma tornado aftermath from Sec Napolitano et al http://t.co/mC6mGH7Onb","month":"05","year":"2013","corpus":"petesouza potu receiv updat oklahoma tornado aftermath sec napolitano","id":336925435118092300,"day":"21"},{"text":"RT @FLOTUS: Happy Father's Day to all the dads out there — especially you, POTUS! -mo","month":"06","year":"2013","corpus":"flotu happi father day dad especi potu","id":346294553164263400,"day":"16"},{"text":"Where's POTUS? http://t.co/8VTjmrAotW","month":"06","year":"2013","corpus":"potu","id":347859174404792300,"day":"20"},{"text":"Tomorrow in Phoenix, POTUS will lay out his plan to help homeowners. On Wed. he'll answer your ?s: http://t.co/aGqi5cctIp #AskObamaHousing","month":"08","year":"2013","corpus":"tomorrow phoenix potu lay plan help homeown wed answer askobamah","id":364403010115338240,"day":"05"},{"text":"RT @vj44: Potus @FEMA \"The reason Speaker Boehner won't hold a vote at the moment is apparently he doesn't want the shutdown to end.\" #Just…","month":"10","year":"2013","corpus":"vj44 potu fema reason speaker boehner hold vote moment appar want shutdown end","id":387290235811282940,"day":"07"},{"text":"RT @rhodes44: POTUS will make statement on P5+1-Iran agreement tonight from the White House","month":"11","year":"2013","corpus":"rhodes44 potu make statement iran agreement tonight white hous","id":404444836251832300,"day":"24"},{"text":"RT @NSCPress: POTUS: We reaffirmed our shared determination to confront climate change and its effects, including rising sea levels.","month":"03","year":"2014","corpus":"nscpress potu reaffirm share determin confront climat chang effect includ rise sea level","id":448092543209992200,"day":"24"},{"text":"RT @PressSec: POTUS: \"Cynicism is a choice, and hope is a better choice. Every day, I am lucky enough to receive a thousand acts of hope.\" …","month":"06","year":"2014","corpus":"presssec potu cynic choic hope better choic everi day lucki enough receiv thousand act hope","id":482551157890760700,"day":"27"},{"text":"RT @pfeiffer44: Nothing gets a bigger response from the crowd than mentions of Boehner's plan to sue POTUS for doing his job, while they do…","month":"07","year":"2014","corpus":"pfeiffer44 noth get bigger respons crowd mention boehner plan sue potu job","id":486918224475197440,"day":"09"},{"text":"RT @BeckyHammon: WOW!! Thank you Mr. President! I didn't think this could get any cooler but #BO #POTUS just tweeted me! @WhiteHouse #thats…","month":"08","year":"2014","corpus":"beckyhammon wow thank presid think could get cooler potu tweet whitehous that","id":497205848712962050,"day":"07"},{"text":"RT @JFriedman44: Following UN speech last week POTUS today will make similarly forceful case for American strength, leadership at home http…","month":"10","year":"2014","corpus":"jfriedman44 follow speech last week potu today make similarli forc case american strength leadership home http","id":517690088231538700,"day":"02"},{"text":"RT @JFriedman44: POTUS just met with lead financial regulators on the economy and ongoing implementation of Wall Street reform. More: http:…","month":"10","year":"2014","corpus":"jfriedman44 potu met lead financi regul economi ongo implement wall street reform http","id":519206848155893760,"day":"06"},{"text":"RT @vj44: Paid leave should be a worker's right not a privilege. Check out my post on POTUS' new steps to help #FamiliesSucceed http://t.co…","month":"01","year":"2015","corpus":"vj44 paid leav worker right privileg check post potu new step help familiessucce","id":555477059141517300,"day":"14"},{"text":"RT @Schultz44: POTUS and the UK's Prime Minister @Number10gov address the press after their meetings together. http://t.co/KMpgNVLzwW","month":"01","year":"2015","corpus":"schultz44 potu prime minist number10gov address press meet togeth","id":556147234023022600,"day":"16"},{"text":"RT @Simas44: POTUS surprises American hero Cory Remsburg at his new home. Thank you for your service Sergeant First Class Remsburg http://t…","month":"03","year":"2015","corpus":"simas44 potu surpris american hero cori remsburg new home thank servic sergeant first class remsburg","id":576507117147803600,"day":"13"},{"text":"RT @FLOTUS: It's about time, @POTUS! –mo","month":"05","year":"2015","corpus":"flotu time potu","id":600346308218638300,"day":"18"},{"text":"\"May we always choose faith over nihilism, and courage over despair, and hope over cynicism and fear.\" —@POTUS","month":"05","year":"2015","corpus":"may alway choos faith nihil courag despair hope cynic fear potu","id":601771638854680600,"day":"22"},{"text":"RT @POTUS: Spent the morning at Arlington. Take time today to honor our fallen heroes. We're forever indebted to their families. http://t.c…","month":"05","year":"2015","corpus":"potu spent morn arlington take time today honor fallen hero forev indebt famili","id":602879594333663200,"day":"25"},{"text":"RT @POTUS: .@apat246 @chicagobulls love thibs and think he did a great job. Sorry to see him go but expect he will be snatched up soon by a…","month":"05","year":"2015","corpus":"potu apat246 chicagobul love thib think great job sorri see expect snatch soon","id":603979870926803000,"day":"28"},{"text":"RT @POTUS: .@BigBennyFL 3/ already rejected Shell's original proposal as inadequate which shows we're serious.","month":"05","year":"2015","corpus":"potu bigbennyfl alreadi reject shell origin propos inadequ show seriou","id":603970016845914100,"day":"28"},{"text":"RT @POTUS: @HLF3267 In fact new trade deal with have the strongest enforceable environmental provisions in history, raising standards acros…","month":"05","year":"2015","corpus":"potu hlf3267 fact new trade deal strongest enforc environment provis histori rais standard acro","id":603973546608611300,"day":"28"},{"text":"“Countries that divide themselves on racial or religious lines…they do not succeed.\" —@POTUS #YSEALI","month":"06","year":"2015","corpus":"countri divid racial religi line succeed potu yseali","id":605452273364267000,"day":"01"},{"text":"\"That’s who Beau was. Someone who cared. Someone who charmed you, and disarmed you, and put you at ease.\" —@POTUS on Beau Biden","month":"06","year":"2015","corpus":"beau someon care someon charm disarm put eas potu beau biden","id":607220388502708200,"day":"06"},{"text":"\"We are here to grieve with you, but more importantly, we are here because we love you.\" —@POTUS to the Biden family","month":"06","year":"2015","corpus":"griev importantli love potu biden famili","id":607217769424093200,"day":"06"},{"text":".@POTUS thanks members of the House who voted to support American workers with TPA and urges them to pass TAA. http://t.co/CvAmEdh6t3","month":"06","year":"2015","corpus":"potu thank member hous vote support american worker tpa urg pass taa","id":609464741585649700,"day":"12"},{"text":"RT @marcmaron: Honored @POTUS is visiting the garage tomorrow. Hear the conversation on Monday's @wtfpod. Available on iTunes &amp; the WTF app.","month":"06","year":"2015","corpus":"marcmaron honor potu visit garag tomorrow hear convers monday wtfpod avail itun amp wtf app","id":611697016389775400,"day":"19"},{"text":"\"I believe it’s the right thing to do for American workers...or I wouldn’t be doing it.\" —@POTUS on his trade deal: http://t.co/T978CUK4RU","month":"06","year":"2015","corpus":"believ right thing american worker ... potu trade deal","id":612296397128216600,"day":"20"},{"text":"RT @vj44: As @POTUS said, sympathy alone isn't good enough to honor the victims of gun violence in Charleston. Let's start a conversation.","month":"06","year":"2015","corpus":"vj44 potu said sympathi alon good enough honor victim gun violenc charleston let start convers","id":612395950158405600,"day":"20"},{"text":"RT @POTUS: Expressions of sympathy aren’t enough. It’s time we do something about this.","month":"06","year":"2015","corpus":"potu express sympathi enough time someth","id":612438470779277300,"day":"21"},{"text":"\"Paying ransom to terrorists risks endangering more Americans and funding the very terrorism we are trying to stop.\" —@POTUS","month":"06","year":"2015","corpus":"pay ransom terrorist risk endang american fund terror tri stop potu","id":613747561132744700,"day":"24"},{"text":"RT @WHLive: \"We passed a historic hate crimes bill named in part after Matthew Shephard.\" —@POTUS #PrideMonth","month":"06","year":"2015","corpus":"whlive pass histor hate crime bill name part matthew shephard potu pridemonth","id":613819401935130600,"day":"24"},{"text":"\"Nearly 1 in 3 Americans who was uninsured a few years ago is insured today. That’s something we can all be proud of.\" —@POTUS #ACAWorks","month":"06","year":"2015","corpus":"nearli american uninsur year ago insur today someth proud potu acawork","id":614095461671174100,"day":"25"},{"text":"\"To put our faith in action is about more than our individual salvation, it’s about our collective salvation\" —@POTUS","month":"06","year":"2015","corpus":"put faith action individu salvat collect salvat potu","id":614507833007185900,"day":"26"},{"text":"\"For too long, we were blind to the pain that the Confederate flag stirred in too many of our citizens.\" —@POTUS in Charleston","month":"06","year":"2015","corpus":"long blind pain confeder flag stir mani citizen potu charleston","id":614511217684672500,"day":"26"},{"text":"RT @WHLive: \"When there were laws banning all-black church gatherings, services happened here, in defiance of unjust laws.\" —@POTUS on Moth…","month":"06","year":"2015","corpus":"whlive law ban black church gather servic happen defianc unjust law potu moth","id":614509148059922400,"day":"26"},{"text":"\"When all Americans are treated as equal, we are all more free.\" —@POTUS #LoveWins http://t.co/4YWuGgk16C","month":"06","year":"2015","corpus":"american treat equal free potu lovewin","id":614452547408035800,"day":"26"},{"text":"RT @WHLive: \"Since I took office, we’ve boosted American exports to Brazil by more than 50%\" —@POTUS on the U.S. and Brazil #LeadOnTrade","month":"06","year":"2015","corpus":"whlive sinc took offic boost american export brazil potu brazil leadontrad","id":615916467213615100,"day":"30"},{"text":"RT @WHLive: \"I thank our Brazilian friends for previewing elements of their post-2020 targets for reducing emissions\" —@POTUS http://t.co/k…","month":"06","year":"2015","corpus":"whlive thank brazilian friend preview element post 2020 target reduc emiss potu","id":615917541429370900,"day":"30"},{"text":"\"Our coalition has now hit ISIL with more than 5,000 airstrikes.\" —@POTUS: http://t.co/oDIQ2UMleK http://t.co/Vmzq62HLRP","month":"07","year":"2015","corpus":"coalit hit isil 000 airstrik potu","id":618150626841788400,"day":"06"},{"text":"Starting soon: @POTUS gives an update on our strategy to degrade and ultimately destroy the terrorist group, ISIL →  http://t.co/oDIQ2UMleK","month":"07","year":"2015","corpus":"start soon potu give updat strategi degrad ultim destroy terrorist group isil","id":618148174507720700,"day":"06"},{"text":"\"A hard day's work deserves a fair day's pay.\" —@POTUS on extending #overtime protections to 5 million Americans: http://t.co/NsJPqtyNof","month":"07","year":"2015","corpus":"hard day work deserv fair day pay potu extend overtim protect million american","id":618107360465129500,"day":"06"},{"text":"RT @ussoccer_wnt: Turns out @POTUS is one of the #BestFansInTheWorld too!! https://t.co/8gel0u1z9q","month":"07","year":"2015","corpus":"ussoccer_wnt turn potu one bestfansintheworld","id":618768487884783600,"day":"08"},{"text":"RT @vicenews: VICE will join @POTUS on the first-ever presidential visit to a federal prison for an upcoming #VICEonHBO special:\nhttp://t.c…","month":"07","year":"2015","corpus":"vicenew vice join potu first ever presidenti visit feder prison upcom viceonhbo special","id":619589403590000600,"day":"10"},{"text":"\"The work of the Fair Housing Act remains unfinished.\" —@POTUS on strengthening our communities through fair housing: http://t.co/umUYkc1Qyf","month":"07","year":"2015","corpus":"work fair hous act remain unfinish potu strengthen commun fair hous","id":619959401047134200,"day":"11"},{"text":"\"Arguably the toughest justice on the Supreme Court is...the oldest—Ruth Bader Ginsburg, also known as the Notorious R.B.G.\" —@POTUS #WHCOA","month":"07","year":"2015","corpus":"arguabl toughest justic suprem court ... oldest ruth bader ginsburg also known notori potu whcoa","id":620615501455061000,"day":"13"},{"text":"\"More than 250,000 Americans turn 65 every month. They’re living longer. They’re living healthier.\" —@POTUS: http://t.co/9OisvOQjyP #WHCOA","month":"07","year":"2015","corpus":"250 000 american turn everi month live longer live healthier potu whcoa","id":620615226971414500,"day":"13"},{"text":"RT @WHLive: \"We keep more people behind bars than the top 35 European countries combined.\" —@POTUS","month":"07","year":"2015","corpus":"whlive keep peopl behind bar top european countri combin potu","id":621062608418766800,"day":"14"},{"text":"RT @POTUS: Mass incarceration doesn't work. Let's build communities that give kids a shot at success and prisons that prepare people for a …","month":"07","year":"2015","corpus":"potu mass incarcer work let build commun give kid shot success prison prepar peopl","id":621089847151702000,"day":"14"},{"text":"\"Any civilized country should have no tolerance for rape.\" —@POTUS http://t.co/RvsEIxDDoY","month":"07","year":"2015","corpus":"civil countri toler rape potu","id":621386671322337300,"day":"15"},{"text":"Watch @POTUS speak from a federal prison on the need to reform our criminal justice system.\nhttps://t.co/KbkU1DVzym","month":"07","year":"2015","corpus":"watch potu speak feder prison need reform crimin justic system","id":622058816486576100,"day":"17"},{"text":"Five years ago, @POTUS signed Wall Street Reform into law.\nHere's how it's working → http://t.co/GeTjUQgxVd http://t.co/9kZL2vcZRu","month":"07","year":"2015","corpus":"five year ago potu sign wall street reform law work","id":623584853007671300,"day":"21"},{"text":"RT @WHLive: Watch live: @POTUS speaks at the Veterans of Foreign Wars National Convention in Pittsburgh → http://t.co/XfTtOA3quw","month":"07","year":"2015","corpus":"whlive watch live potu speak veteran foreign war nation convent pittsburgh","id":623515877695078400,"day":"21"},{"text":"RT @POTUS: Proud to be the first American President to visit Kenya. Happy to see family, and to talk with young Kenyans about the future.","month":"07","year":"2015","corpus":"potu proud first american presid visit kenya happi see famili talk young kenyan futur","id":624693129157963800,"day":"24"},{"text":"RT @StateDept: .@POTUS: U.S. and #Kenya stand together in the face of terrorism.  http://t.co/thtS9UqqzP","month":"07","year":"2015","corpus":"statedept potu kenya stand togeth face terror","id":624996729624989700,"day":"25"},{"text":"\"Thanks to Wall Street Reform, there’s...an independent @CFPB with 1 mission: To protect American consumers\" —@POTUS: http://t.co/Xyw3N15fw4","month":"07","year":"2015","corpus":"thank wall street reform ... independ cfpb mission protect american consum potu","id":625017729754345500,"day":"25"},{"text":"\"I am proud to be the first American President to come to Kenya.\" —@POTUS http://t.co/3WU10he6BM","month":"07","year":"2015","corpus":"proud first american presid come kenya potu","id":625319641242562600,"day":"26"},{"text":"\"Africa and its people teach us a powerful lesson—we must uphold the inherent dignity of every human being.\" —@POTUS to the African Union","month":"07","year":"2015","corpus":"africa peopl teach power lesson must uphold inher digniti everi human potu african union","id":625988060841295900,"day":"28"},{"text":"\"This is our moment to leave something better for our kids...let’s make the most of it.\" —@POTUS #CleanPowerPlan http://t.co/FNxerX9Nkj","month":"08","year":"2015","corpus":"moment leav someth better kid ... let make potu cleanpowerplan","id":628275045480202200,"day":"03"},{"text":"\"No challenge poses a greater threat to...future generations than a changing climate.\" —@POTUS #CleanPowerPlan http://t.co/u1UpqCc0HI","month":"08","year":"2015","corpus":"challeng pose greater threat ... futur gener chang climat potu cleanpowerplan","id":628268146739281900,"day":"03"},{"text":"RT @POTUS: Despite what the critics will tell you, this plan will ultimately save the average American family nearly $85 a year on their en…","month":"08","year":"2015","corpus":"potu despit critic tell plan ultim save averag american famili nearli year","id":628285746936455200,"day":"03"},{"text":"RT @TheIranDeal: \"Many of the same people who argued for the war in Iraq are now making the case against the #IranDeal.\"—@POTUS http://t.co…","month":"08","year":"2015","corpus":"theirand mani peopl argu war iraq make case irand .\"—@ potu","id":628982805758877700,"day":"05"},{"text":"RT @TheIranDeal: \"It cuts off all of Iran’s pathways to a bomb.\" —@POTUS on the #IranDeal: http://t.co/HjNGpvCjxc http://t.co/t9Nw2ntpuz","month":"08","year":"2015","corpus":"theirand cut iran pathway bomb potu irand","id":628959377106595800,"day":"05"},{"text":"“How can we in good conscience justify war before we have tested a diplomatic agreement that achieves our objectives?\" —@POTUS #IranDeal","month":"08","year":"2015","corpus":"good conscienc justifi war test diplomat agreement achiev object potu irand","id":628968397552758800,"day":"05"},{"text":"RT @WHLive: \"Huge chunks of us—citizens—just give away our power. We’d rather complain than do something about it.\" —@POTUS on the importan…","month":"08","year":"2015","corpus":"whlive huge chunk citizen give away power rather complain someth potu importan","id":629362810745696300,"day":"06"},{"text":"Join @POTUS and @RepJohnLewis for a conversation on the Voting Rights Act at 2pm ET → http://t.co/Xc7SEzuXOM #VRA50 http://t.co/4K4dLS9KnX","month":"08","year":"2015","corpus":"join potu repjohnlewi convers vote right act 2pm vra50","id":629325462796308500,"day":"06"},{"text":"\"The right to vote is one of the most fundamental rights of any democracy.\" —@POTUS on #VRA50: http://t.co/thQQaYYGLt http://t.co/idLoakSOio","month":"08","year":"2015","corpus":"right vote one fundament right democraci potu vra50","id":629301691255423000,"day":"06"},{"text":"\"The right to vote is one of the most fundamental rights of any democracy.\" —@POTUS: http://t.co/kNElqT7vRd #VRA50","month":"08","year":"2015","corpus":"right vote one fundament right democraci potu vra50","id":630028770779512800,"day":"08"},{"text":"RT @TheIranDeal: WATCH: @micnews dives into the #IranDeal with @POTUS and explores what it means for young people across the globe. http://…","month":"08","year":"2015","corpus":"theirand watch micnew dive irand potu explor mean young peopl across globe","id":630758601691414500,"day":"10"},{"text":"DJ @POTUS just dropped his summer playlists.\nListen on @Spotify:\nhttp://t.co/ie5hb9e9Hd\nhttp://t.co/i7izh2eMeb http://t.co/Ffe6M5ABC3","month":"08","year":"2015","corpus":"potu drop summer playlist listen spotifi","id":632222993482018800,"day":"14"},{"text":"RT @DJ44: Want to know why @InnovFellows rock? Read here and why @POTUS just made it permanent.  https://t.co/HJm2fEAxga","month":"08","year":"2015","corpus":"dj44 want know innovfellow rock read potu made perman","id":633312158441312300,"day":"17"},{"text":"Introducing http://t.co/jId1xh7S9i, a new @Tumblr to showcase letters Americans have written to @POTUS. http://t.co/KNbwKuQFkC","month":"08","year":"2015","corpus":"introduc new tumblr showcas letter american written potu","id":634383443262967800,"day":"20"},{"text":"RT @ErnestMoniz: FACT: the #IranDeal mandates the most robust nuclear inspections ever peacefully negotiated. @POTUS http://t.co/i2QTRczjxZ","month":"08","year":"2015","corpus":"ernestmoniz fact irand mandat robust nuclear inspect ever peac negoti potu","id":634499818384179200,"day":"20"},{"text":"RT @POTUS: The National Park Service: 99 years and 84 million acres strong. Congrats to all who work to protect these treasures. http://t.c…","month":"08","year":"2015","corpus":"potu nation park servic year million acr strong congrat work protect treasur","id":636236549907087400,"day":"25"},{"text":"RT @POTUS: In Treme, I was inspired by the progress &amp; people 10 years after Katrina. It gives us hope, but our work isn't done. http://t.co…","month":"08","year":"2015","corpus":"potu treme inspir progress amp peopl year katrina give hope work done","id":637739989204365300,"day":"29"},{"text":"\"Everybody adds their culture and their flavor into this city’s gumbo\" —@POTUS on New Orleans: http://t.co/zcyA0dGv4a http://t.co/w1XQP9XSiw","month":"08","year":"2015","corpus":"everybodi add cultur flavor citi gumbo potu new orlean","id":637713583820943400,"day":"29"},{"text":"It's the 52nd anniversary of the March on Washington. Read @POTUS's remarks 2 years ago today: http://t.co/dW0u3E1bqs http://t.co/RKkQ8pXb66","month":"08","year":"2015","corpus":"52nd anniversari march washington read potu remark year ago today","id":637424249796456400,"day":"29"},{"text":"Follow along as @POTUS documents his trip to the frontlines of climate change in Alaska → https://t.co/GjMCjEZzZ7 http://t.co/WJw0WUcocl","month":"09","year":"2015","corpus":"follow along potu document trip frontlin climat chang alaska","id":638753990679863300,"day":"01"},{"text":"\"'The Great One,' Denali. We’ve restored its Alaska Native name.\" —@POTUS: http://t.co/eAVC9RAQbv http://t.co/VQgHuA8Gpl","month":"09","year":"2015","corpus":"great one denali restor alaska nativ name potu","id":639254914787614700,"day":"03"},{"text":"RT @WHLive: \"That’s what we want for all of these kids—we want nothing less than the best.\" —@POTUS on expanding high-speed internet for na…","month":"09","year":"2015","corpus":"whlive want kid want noth less best potu expand high speed internet","id":639256190367727600,"day":"03"},{"text":"RT @WHLive: \"If there’s one thing that threatens opportunity and prosperity for all of us...it’s the threat of a changing climate\" —@POTUS …","month":"09","year":"2015","corpus":"whlive one thing threaten opportun prosper ... threat chang climat potu","id":639257537318158300,"day":"03"},{"text":"Iditarod champion John Baker introduced @POTUS to Feather, one his Husky puppies → http://t.co/Xs7VFmU1Qc http://t.co/thEfVTjPNr","month":"09","year":"2015","corpus":"iditarod champion john baker introduc potu feather one huski puppi","id":639604868852809700,"day":"04"},{"text":"\"Let me give you a shot of what we're looking at all across this incredible valley.\" —@POTUS: http://t.co/Bj2OH3qUJM http://t.co/vXoP6uBSjC","month":"09","year":"2015","corpus":"let give shot look across incred valley potu","id":640265384009011200,"day":"05"},{"text":"\"Right now, we are the world’s only advanced nation that does not guarantee paid maternity leave.\" —@POTUS #LaborDay http://t.co/JdmCDKw8K2","month":"09","year":"2015","corpus":"right world advanc nation guarante paid matern leav potu laborday","id":640913747758989300,"day":"07"},{"text":"RT @vj44: .@POTUS is unveiling today a new executive order to give workers with federal contracts paid sick leave each year. http://t.co/DK…","month":"09","year":"2015","corpus":"vj44 potu unveil today new execut order give worker feder contract paid sick leav year","id":640870776888016900,"day":"07"},{"text":".@POTUS on the Senate taking a historic step toward preventing Iran from obtaining a nuclear weapon. #IranDeal http://t.co/PCy1FGg4we","month":"09","year":"2015","corpus":"potu senat take histor step toward prevent iran obtain nuclear weapon irand","id":642091027944316900,"day":"10"},{"text":"\"We negotiated from a position of strength to reach an agreement that meets our core objectives\" —@POTUS #IranDeal http://t.co/MMBAeqHRLu","month":"09","year":"2015","corpus":"negoti posit strength reach agreement meet core object potu irand","id":642115876372762600,"day":"10"},{"text":"\"On 9/11, I thought it was particularly appropriate to address you directly and to say thank you\" —@POTUS to our men and women in uniform","month":"09","year":"2015","corpus":"thought particularli appropri address directli say thank potu men women uniform","id":642412647841931300,"day":"11"},{"text":"\"Everyone should be able to find clear, reliable, open data on college affordability\" —@POTUS #CollegeScorecard\nhttps://t.co/PhwL5l6jpp","month":"09","year":"2015","corpus":"everyon abl find clear reliabl open data colleg afford potu collegescorecard","id":642741132921737200,"day":"12"},{"text":"RT @Holst44: .@POTUS takes the stage, shaking hands with local Iowans. http://t.co/5QtQixsKWf","month":"09","year":"2015","corpus":"holst44 potu take stage shake hand local iowan","id":643532194934353900,"day":"14"},{"text":"RT @POTUS: We've cut the unemployment rate in half – from a high of 10% down to 5.1%. And we're not done. http://t.co/uRfaSoiGuA","month":"09","year":"2015","corpus":"potu cut unemploy rate half high done","id":643884021806575600,"day":"15"},{"text":"\"We’ve got to do more than say...we’d put a woman on the ten dollar bill\" —@POTUS on expanding opportunity for women #CBC2015","month":"09","year":"2015","corpus":"got say ... put woman ten dollar bill potu expand opportun women cbc2015","id":645415840142131200,"day":"20"},{"text":"\"Black women have always understood the words of Pauli Murray – that 'Hope is a song in a weary throat.'\" —@POTUS #CBC2015","month":"09","year":"2015","corpus":"black women alway understood word pauli murray hope song weari throat .'\" potu cbc2015","id":645414012243476500,"day":"20"},{"text":"RT @POTUS: Our right to vote is sacred. It's the foundation of our democracy. You can find out how to register to vote at http://t.co/8kaqY…","month":"09","year":"2015","corpus":"potu right vote sacr foundat democraci find regist vote","id":646353248748572700,"day":"22"},{"text":"Watch @POTUS and @FLOTUS greet @Pontifex as he arrives at the White House. #PopeInDC http://t.co/7POa26M9AV","month":"09","year":"2015","corpus":"watch potu flotu greet pontifex arriv white hous popeindc","id":646677469039329300,"day":"23"},{"text":"\"Yogi Berra was an American original—a Hall of Famer and humble veteran—prolific jokester &amp; jovial prophet\" —@POTUS http://t.co/ufRLmMvXBG","month":"09","year":"2015","corpus":"yogi berra american origin hall famer humbl veteran prolif jokest amp jovial prophet potu","id":646729251111182300,"day":"23"},{"text":"\"May our generation heed your call to 'never remain on the sidelines of this march of living hope.'\" —@POTUS to @Pontifex #PopeInDC","month":"09","year":"2015","corpus":"may gener heed call never remain sidelin march live hope .'\" potu pontifex popeindc","id":646681186929115100,"day":"23"},{"text":"\"Right now, some 800 million men, women &amp; children are scraping by on less than $1.25 a day—gripped by the ache of an empty stomach\" —@POTUS","month":"09","year":"2015","corpus":"right 800 million men women amp children scrape less day grip ach empti stomach potu","id":648212691744628700,"day":"27"},{"text":"\"More than one billion people have lifted themselves up from extreme poverty.\" —@POTUS #GlobalGoals http://t.co/F5WS6wWYEu","month":"09","year":"2015","corpus":"one billion peopl lift extrem poverti potu globalgo","id":648212298297921500,"day":"27"},{"text":"\"In just two months, the world must unite around a strong global agreement\" —@POTUS: http://t.co/xQDERBymp3 http://t.co/xKxpvdFw6l","month":"09","year":"2015","corpus":"two month world must unit around strong global agreement potu","id":648217839573319700,"day":"27"},{"text":"\"The prohibition on nuclear weapons is strengthened; a potential war is averted; our world is safer.\" —@POTUS on the #IranDeal #UNGA","month":"09","year":"2015","corpus":"prohibit nuclear weapon strengthen potenti war avert world safer potu irand unga","id":648505701925392400,"day":"28"},{"text":"\"We must give expression to our best hopes, not our deepest fears.\" —@POTUS: http://t.co/QrXzBhdOjp #UNGA http://t.co/R7YCt0xLT0","month":"09","year":"2015","corpus":"must give express best hope deepest fear potu unga","id":648505309825110000,"day":"28"},{"text":"\"We come together today knowing that the march of human progress...is far from complete\" —@POTUS: http://t.co/QrXzBgWdrR #UNGA","month":"09","year":"2015","corpus":"come togeth today know march human progress ... far complet potu unga","id":648502675999428600,"day":"28"},{"text":"Go inside a federal prison with @POTUS and watch #ViceOnHBO at 9pm ET: http://t.co/AyA0uMaRh1 #CriminalJusticeReform http://t.co/KgJKcHg7DJ","month":"09","year":"2015","corpus":"insid feder prison potu watch viceonhbo 9pm criminaljusticereform","id":648296646573453300,"day":"28"},{"text":"RT @WHLive: Watch live: @POTUS chairs the @UN Leaders’ Summit on Countering ISIL and Violent Extremism → http://t.co/rgbwDoA7qE #UNGA","month":"09","year":"2015","corpus":"whlive watch live potu chair leader summit counter isil violent extrem unga","id":648871848667705300,"day":"29"},{"text":"RT @WHLive: \"Our coalition has grown to some 60 nations, including our Arab partners.\" —@POTUS on the fight against ISIL: http://t.co/rgbwD…","month":"09","year":"2015","corpus":"whlive coalit grown nation includ arab partner potu fight isil","id":648872681786503200,"day":"29"},{"text":"Starting soon: @POTUS chairs the @UN Leaders’ Summit on Countering ISIL and Countering Violent Extremism → http://t.co/QrXzBgWdrR #UNGA","month":"09","year":"2015","corpus":"start soon potu chair leader summit counter isil counter violent extrem unga","id":648869500343984100,"day":"29"},{"text":"\"We are the only advanced country in the world that sees these mass shootings every few months\" —@POTUS #UCCShooting http://t.co/8sheX2R0wI","month":"10","year":"2015","corpus":"advanc countri world see mass shoot everi month potu uccshoot","id":649719223426486300,"day":"01"},{"text":"\"It cannot be this easy for someone who wants to inflict harm to get his or her hands on a gun.\" —@POTUS #UCCShooting","month":"10","year":"2015","corpus":"cannot easi someon want inflict harm get hand gun potu uccshoot","id":649712161724477400,"day":"01"},{"text":"\"May God bless the memories of those who were killed today. May He bring comfort to their families\" —@POTUS #UCCShooting","month":"10","year":"2015","corpus":"may god bless memori kill today may bring comfort famili potu uccshoot","id":649714456201678800,"day":"01"},{"text":"\"This is happening every single day in forgotten neighborhoods around the country\" —@POTUS on gun violence http://t.co/eoz4mT2cDr","month":"10","year":"2015","corpus":"happen everi singl day forgotten neighborhood around countri potu gun violenc","id":650045467989016600,"day":"02"},{"text":"“Pope Francis, I love. He is a good man with a warm heart and a big moral imagination.” —@POTUS on @Pontifex http://t.co/wN3gI9KkEP","month":"10","year":"2015","corpus":"pope franci love good man warm heart big moral imagin potu pontifex","id":650050351840788500,"day":"02"},{"text":"\"Every...day across our country men &amp; women leave their homes &amp;...families so they might save the lives of people they’ve never met\" —@POTUS","month":"10","year":"2015","corpus":"everi ... day across countri men amp women leav home amp ;... famili might save live peopl never met potu","id":650694924581507100,"day":"04"},{"text":"RT @WHLive: \"The American people stand with you in honoring your loved ones...we hold you in our hearts\" —@POTUS to families of fallen fire…","month":"10","year":"2015","corpus":"whlive american peopl stand honor love one ... hold heart potu famili fallen fire","id":650697269356929000,"day":"04"},{"text":".@POTUS's trade deal includes the strongest labor &amp; environmental standards of any trade agreement in history. #TPP http://t.co/xU7059CDmA","month":"10","year":"2015","corpus":"potu trade deal includ strongest labor amp environment standard trade agreement histori tpp","id":651032069779361800,"day":"05"},{"text":"Watch live: @POTUS speaks at the Worker Voice Summit → http://t.co/12kdzQvx1i #StartTheConvo","month":"10","year":"2015","corpus":"watch live potu speak worker voic summit starttheconvo","id":651801128712192000,"day":"07"},{"text":"\"We’ve covered another 17 million Americans—including 4 million Hispanics.\" —@POTUS #ACAWorks #CHCI http://t.co/CJ4xCL7t87","month":"10","year":"2015","corpus":"cover anoth million american includ million hispan potu acawork chci","id":652273406935744500,"day":"09"},{"text":"\"Our workers will be the ones who get ahead.\nOur businesses will get a fair deal.\"\n—@POTUS on his trade deal: http://t.co/e34xkCpfHV #TPP","month":"10","year":"2015","corpus":"worker one get ahead busi get fair deal potu trade deal tpp","id":652884058599325700,"day":"10"},{"text":"Watch live: @POTUS hosts a celebration of American music and creativity at the White House → http://t.co/L3RUxthqdc #PBSipwh","month":"10","year":"2015","corpus":"watch live potu host celebr american music creativ white hous pbsipwh","id":654443393511260200,"day":"14"},{"text":"\"As Commander in Chief, I will not allow Afghanistan to be used as safe haven for terrorists to attack our nation again.\" —@POTUS","month":"10","year":"2015","corpus":"command chief allow afghanistan use safe terrorist attack nation potu","id":654674775189516300,"day":"15"},{"text":"\"This mission is vital to our national security interests in preventing terrorist attacks against our citizens and our nation.\" —@POTUS","month":"10","year":"2015","corpus":"mission vital nation secur interest prevent terrorist attack citizen nation potu","id":654676839600816100,"day":"15"},{"text":"\"Justice has never been easy to achieve, but it’s always been worth fighting for.\" —@POTUS: http://t.co/ZRc3zK3cJj #CriminalJusticeReform","month":"10","year":"2015","corpus":"justic never easi achiev alway worth fight potu criminaljusticereform","id":655856663035908100,"day":"18"},{"text":"What's it like to call space? Watch @POTUS call the astronauts on the @Space_Station. #AstronomyNight https://t.co/cgQIoOb24U","month":"10","year":"2015","corpus":"like call space watch potu call astronaut space_st astronomynight","id":656538182788366300,"day":"20"},{"text":"\"One of my favorite sayings about having children is it's like having your heart walking around outside your body.\" —@POTUS","month":"10","year":"2015","corpus":"one favorit say children like heart walk around outsid bodi potu","id":656915414723727400,"day":"21"},{"text":"Starting soon: @POTUS speaks in West Virginia on the epidemic of prescription drug abuse → https://t.co/peckbn2uyq https://t.co/WYa1eYsDnl","month":"10","year":"2015","corpus":"start soon potu speak west virginia epidem prescript drug abus","id":656898256857903100,"day":"21"},{"text":"\"Young people like Jordan, they remind us, these are our kids.\" —@POTUS on helping those in need find treatment https://t.co/k21sldsGGx","month":"10","year":"2015","corpus":"young peopl like jordan remind kid potu help need find treatment","id":656916136311832600,"day":"21"},{"text":"FACT: 120 Americans die every day from drug overdoses.\nWatch @POTUS discuss what we can do to help → https://t.co/peckbmKT9Q","month":"10","year":"2015","corpus":"fact 120 american die everi day drug overdos watch potu discuss help","id":656904126014488600,"day":"21"},{"text":"\"We’re blessed with natural treasures—from the Grand Tetons to the Grand Canyon.\" —@POTUS: https://t.co/n1XODpjX70 https://t.co/oVXVhv62R2","month":"10","year":"2015","corpus":"bless natur treasur grand teton grand canyon potu","id":657991223504859100,"day":"24"},{"text":"\"Our country is home to some of the most beautiful God-given landscapes in the world.\" —@POTUS: https://t.co/n1XODp2mfs","month":"10","year":"2015","corpus":"countri home beauti god given landscap world potu","id":657940561152888800,"day":"24"},{"text":"\"We need to start by supporting you, the men and women who walk that thin blue line.\" —@POTUS #CriminalJusticeReform","month":"10","year":"2015","corpus":"need start support men women walk thin blue line potu criminaljusticereform","id":659089738247372800,"day":"27"},{"text":"Watch @POTUS talk with @TheIACP and police chiefs from across the country in Chicago: https://t.co/mOM3jz3IDQ","month":"10","year":"2015","corpus":"watch potu talk theiacp polic chief across countri chicago","id":659086315573477400,"day":"27"},{"text":"\"More guns on the streets do not make you or your community safer.\" —@POTUS #StopGunViolence https://t.co/oYpkYCprBy","month":"10","year":"2015","corpus":"gun street make commun safer potu stopgunviol","id":659161644396769300,"day":"28"},{"text":"\"I believe we can help those who have served their time and earned a second chance\" —@POTUS #CriminalJusticeReform https://t.co/UYigivfKR3","month":"11","year":"2015","corpus":"believ help serv time earn second chanc potu criminaljusticereform","id":660947084820938800,"day":"01"},{"text":"\"If we want to prevent the worst effects of climate change before it’s too late, the time to act is now.\" —@POTUS https://t.co/yyUhBOVTc8","month":"11","year":"2015","corpus":"want prevent worst effect climat chang late time act potu","id":662679812717338600,"day":"06"},{"text":"\"My message today is simple: If you want to get the job done, #HireAVet.\" —@POTUS #VeteransDay","month":"11","year":"2015","corpus":"messag today simpl want get job done hireavet potu veteransday","id":664485683143118800,"day":"11"},{"text":"Want @POTUS to visit your city? Join the Healthy Communities Challenge and #GetCovered → https://t.co/lBJ3UBTlf4 https://t.co/tMOtc1gTPK","month":"11","year":"2015","corpus":"want potu visit citi join healthi commun challeng getcov","id":664816641084031000,"day":"12"},{"text":"Watch the full statement from @POTUS on the attacks in Paris. https://t.co/yQThOvrdxZ","month":"11","year":"2015","corpus":"watch full statement potu attack pari","id":665301298871308300,"day":"13"},{"text":".@POTUS on the passing of White House staffer Rick McKay: https://t.co/hrGXZ883a3","month":"11","year":"2015","corpus":"potu pass white hous staffer rick mckay","id":665259902894481400,"day":"13"},{"text":"Watch live: @POTUS speaks on the situation in Paris → https://t.co/dPiUSKHDlH","month":"11","year":"2015","corpus":"watch live potu speak situat pari","id":665299722718941200,"day":"13"},{"text":"\"Here at the G-20, our nations have sent an unmistakable message—we are united against this threat.\" —@POTUS on our fight against ISIL","month":"11","year":"2015","corpus":"nation sent unmistak messag unit threat potu fight isil","id":666268888909217800,"day":"16"},{"text":"\"Despite all they’ve endured—the brave, hardworking children I met remain hopeful\" —@POTUS: https://t.co/u3CX3764G5 https://t.co/QwxOnDUH9R","month":"11","year":"2015","corpus":"despit endur brave hardwork children met remain hope potu","id":668095216608481300,"day":"21"},{"text":"\"The process...takes between 18 to 24 months for somebody to be approved.\" —@POTUS on welcoming refugees to the U.S. https://t.co/pJWNzRjX4W","month":"11","year":"2015","corpus":"process ... take month somebodi approv potu welcom refuge","id":668925580436480000,"day":"23"},{"text":"\"We have never forgotten how the French people stood with us after 9/11. Today, we stand with you—nous sommes tous Francais.\" —@POTUS","month":"11","year":"2015","corpus":"never forgotten french peopl stood today stand nou somm tou francai potu","id":669199797916721200,"day":"24"},{"text":"\"We cannot, and we will not succumb to fear. Nor can we allow fear to divide us. For that’s how terrorists win.” —@POTUS","month":"11","year":"2015","corpus":"cannot succumb fear allow fear divid terrorist win potu","id":669201218921713700,"day":"24"},{"text":"\"I want to salute the people of Paris for showing the world how to stay strong in the face of terrorism.\" —@POTUS","month":"11","year":"2015","corpus":"want salut peopl pari show world stay strong face terror potu","id":669202023070441500,"day":"24"},{"text":"\"Francois and I understand that one of our greatest weapons in the fight against ISIL is the strength and resilience of our people.\" —@POTUS","month":"11","year":"2015","corpus":"francoi understand one greatest weapon fight isil strength resili peopl potu","id":669200801907257300,"day":"24"},{"text":"\"We cannot &amp; we will not succumb to fear.\nNor can we allow fear to divide us.\nFor that’s how terrorists win” —@POTUS https://t.co/Y2Rrhi1f22","month":"11","year":"2015","corpus":"cannot amp succumb fear allow fear divid terrorist win potu","id":669205626111832000,"day":"24"},{"text":"Watch as @POTUS awards 17 extraordinary Americans with the #MedalOfFreedom, our nation's highest civilian honor. https://t.co/GrkLsyuYuB","month":"11","year":"2015","corpus":"watch potu award extraordinari american medaloffreedom nation highest civilian honor","id":669304664320553000,"day":"25"},{"text":".@POTUS on the tragic shooting of 17-year-old Laquan McDonald: https://t.co/CJ93od5PXO https://t.co/QRAqO5PnaC","month":"11","year":"2015","corpus":"potu tragic shoot year old laquan mcdonald","id":669665940129390600,"day":"25"},{"text":"\"I hope that you and your family have a wonderful Thanksgiving, surrounded by loved ones, and full of joy.\" —@POTUS: https://t.co/Jiwdvk8nII","month":"11","year":"2015","corpus":"hope famili wonder thanksgiv surround love one full joy potu","id":670005134533857300,"day":"26"},{"text":"Watch live: @POTUS holds a press conference at the Paris climate conference → https://t.co/CE6eQjSa0O #COP21","month":"12","year":"2015","corpus":"watch live potu hold press confer pari climat confer cop21","id":671677453371359200,"day":"01"},{"text":"\"This is an economic and a security imperative that we have to tackle now.” —@POTUS: https://t.co/QscCX2jF76 #COP21  https://t.co/cpPAgQsuSi","month":"12","year":"2015","corpus":"econom secur imper tackl potu cop21","id":672110657928589300,"day":"02"},{"text":"\"If you’re too dangerous to board a plane, you’re too dangerous, by definition, to buy a gun.\" —@POTUS: https://t.co/epXMBxdxsH","month":"12","year":"2015","corpus":"danger board plane danger definit buy gun potu","id":673524841182453800,"day":"06"},{"text":"\"As President, my highest priority is the security and safety of the American people.\" —@POTUS: https://t.co/epXMBxdxsH","month":"12","year":"2015","corpus":"presid highest prioriti secur safeti american peopl potu","id":673559285368946700,"day":"06"},{"text":"\"It is our responsibility to reject proposals that Muslim Americans should somehow be treated differently.\" —@POTUS https://t.co/g3VxwSP7Fe","month":"12","year":"2015","corpus":"respons reject propos muslim american somehow treat differ potu","id":673691464996552700,"day":"07"},{"text":"\"ISIL does not speak for Islam; they are thugs &amp; killers, part of a cult of death; &amp; they account for a tiny fraction of...Muslims\" —@POTUS","month":"12","year":"2015","corpus":"isil speak islam thug amp killer part cult death amp account tini fraction ... muslim potu","id":673671116724953100,"day":"07"},{"text":"\"Like their abolitionist predecessors, they were plain, humble, ordinary people armed with little but faith\" —@POTUS","month":"12","year":"2015","corpus":"like abolitionist predecessor plain humbl ordinari peopl arm littl faith potu","id":674637136537063400,"day":"09"},{"text":"\"Hope—often in the face of all evidence to the contrary, that something better lay around the bend.\" —@POTUS","month":"12","year":"2015","corpus":"hope often face evid contrari someth better lay around bend potu","id":674637200038887400,"day":"09"},{"text":"\"We condemn ourselves to shackles once more if we fail to answer those who wonder if they’re truly equals in their communities\" —@POTUS","month":"12","year":"2015","corpus":"condemn shackl fail answer wonder truli equal commun potu","id":674637811031654400,"day":"09"},{"text":"\"This is a big step in the right direction. It was a true bipartisan effort\" —@POTUS on the #ESSA https://t.co/b4iFzrhQqj","month":"12","year":"2015","corpus":"big step right direct true bipartisan effort potu essa","id":674988879699648500,"day":"10"},{"text":"\"After more than 10 years, Members of Congress from both parties have come together to revise our national education law.\" —@POTUS #ESSA","month":"12","year":"2015","corpus":"year member congress parti come togeth revis nation educ law potu essa","id":674986125602123800,"day":"10"},{"text":"RT @POTUS: The strong Paris agreement on climate means a safer, more secure world for our kids. A perfect example of what American leadersh…","month":"12","year":"2015","corpus":"potu strong pari agreement climat mean safer secur world kid perfect exampl american leadersh","id":675812630280470500,"day":"12"},{"text":"\"Together, we’ve shown what’s possible when the world stands as one.\" —@POTUS on the #ParisAgreement","month":"12","year":"2015","corpus":"togeth shown possibl world stand one potu parisagr","id":675805459174064100,"day":"12"},{"text":"\"Today, we can be more confident that this planet is going to be in better shape for the next generation.\" —@POTUS https://t.co/Bm56JgArIt","month":"12","year":"2015","corpus":"today confid planet go better shape next gener potu","id":675827817507082200,"day":"13"},{"text":"RT @robmalley44: \"We will destroy ISIL and any other organization that tries to harm us.\" —@POTUS: https://t.co/poQOBI1NLh https://t.co/oSL…","month":"12","year":"2015","corpus":"robmalley44 destroy isil organ tri harm potu","id":676445663677317100,"day":"14"},{"text":".@POTUS met with @MikeBloomberg today to discuss reducing gun violence and climate change → https://t.co/vIMwdGY0us https://t.co/MsojTNA7Rd","month":"12","year":"2015","corpus":"potu met mikebloomberg today discuss reduc gun violenc climat chang","id":677280064988446700,"day":"17"},{"text":"\"We cannot give in to fear or change how we live our lives—because that’s what terrorists want\" —@POTUS on our fight against ISIL","month":"12","year":"2015","corpus":"cannot give fear chang live live terrorist want potu fight isil","id":677551510524444700,"day":"17"},{"text":".@POTUS just commuted the sentences of 95 men and women who committed nonviolent offenses: https://t.co/PCAhu3eg0N https://t.co/a44sHA2irr","month":"12","year":"2015","corpus":"potu commut sentenc men women commit nonviol offens","id":677918849593794600,"day":"18"},{"text":"\"Nearly 200 countries came together to set the course for a low-carbon future.\"—@POTUS: https://t.co/MJj1Oan6fx https://t.co/IzJgrB5AMX","month":"12","year":"2015","corpus":"nearli 200 countri came togeth set cours low carbon futur .\"—@ potu","id":678315137074249700,"day":"19"},{"text":"\"On behalf of Malia, Sasha, Bo, Sunny, Grandma and everyone here at the White House, Merry Christmas!\"  —@POTUS https://t.co/MHKBl4iVnA","month":"12","year":"2015","corpus":"behalf malia sasha sunni grandma everyon white hous merri christma potu","id":680478214314053600,"day":"25"},{"text":"Life lessons from @POTUS on being a parent. https://t.co/MbAJlEZd2F","month":"12","year":"2015","corpus":"life lesson potu parent","id":682278775967514600,"day":"30"},{"text":".@JerrySeinfeld ✓\n@POTUS ✓\n1963 Corvette Stingray ✓\nAnd a cup of coffee ✓\nHere's what happened next. https://t.co/RIJqFqB0f4","month":"12","year":"2015","corpus":"jerryseinfeld potu 1963 corvett stingray cup coffe happen next","id":682429745473040400,"day":"31"},{"text":"Hop in a 1963 Corvette with @JerrySeinfeld &amp; @POTUS in the latest episode of Comedians in Cars Getting Coffee. https://t.co/RIJqFqB0f4","month":"12","year":"2015","corpus":"hop 1963 corvett jerryseinfeld amp potu latest episod comedian car get coffe","id":682423451747881000,"day":"31"},{"text":"\"Change, as always, is going to take all of us.\" —@POTUS on working to #StopGunViolence https://t.co/4vl5qPklqN","month":"01","year":"2016","corpus":"chang alway go take potu work stopgunviol","id":684080119510470700,"day":"04"},{"text":"\"We know we can’t stop every act of violence…but why not try to stop one act of evil? One act of violence? —@POTUS https://t.co/HTI2rwOBzL","month":"01","year":"2016","corpus":"know stop everi act violenc tri stop one act evil one act violenc potu","id":684419227508469800,"day":"05"},{"text":"Today, @POTUS is taking new steps to help #StopGunViolence → https://t.co/tzn3mMYopc https://t.co/2w6cgZOPqf","month":"01","year":"2016","corpus":"today potu take new step help stopgunviol","id":684375073445310500,"day":"05"},{"text":"\"We’re going to do more to help those suffering from mental illness get the help they need\" —@POTUS https://t.co/lvvpQ2IYzj","month":"01","year":"2016","corpus":"go help suffer mental ill get help need potu","id":684421137447694300,"day":"05"},{"text":"\"We can find ways to reduce gun violence consistent with the Second Amendment.\" —@POTUS: https://t.co/tzn3mMYopc #StopGunViolence","month":"01","year":"2016","corpus":"find way reduc gun violenc consist second amend potu stopgunviol","id":684417280437055500,"day":"05"},{"text":"RT @ElizabethBanks: Thank you @POTUS for a dash of common sense on guns. #StopGunViolence","month":"01","year":"2016","corpus":"elizabethbank thank potu dash common sens gun stopgunviol","id":684480702075674600,"day":"05"},{"text":"\"Fort Hood\nBinghamton\nAurora\nOak Creek\nNewtown\nThe Navy Yard\nSanta Barbara\nCharleston\nSan Bernardino\nToo many.\"\n—@POTUS\n#StopGunViolence","month":"01","year":"2016","corpus":"fort hood binghamton aurora oak creek newtown navi yard santa barbara charleston san bernardino mani potu stopgunviol","id":684415287366664200,"day":"05"},{"text":"RT @POTUS: About time, Denis! Welcome. Let me know if you need any pointers. https://t.co/WullueHj28","month":"01","year":"2016","corpus":"potu time deni welcom let know need pointer","id":684862455269429200,"day":"06"},{"text":"RT @vj44: Have Qs on new steps @POTUS announced to #StopGunViolence? Ask by noon.\nI'll answer w/ @Dan_at_Brady @MomsDemand @ShuttleCDRKelly…","month":"01","year":"2016","corpus":"vj44 new step potu announc stopgunviol ask noon answer dan_at_bradi momsdemand shuttlecdrkelli","id":684570990421127200,"day":"06"},{"text":"RT @alexmorgan13: FACT: Each year, more than 30,000 American lives are cut short by guns. It's time to #StopGunViolence. Thank you @POTUS f…","month":"01","year":"2016","corpus":"alexmorgan13 fact year 000 american live cut short gun time stopgunviol thank potu","id":684739911623270400,"day":"06"},{"text":"RT @repjohnlewis: .@POTUS Thank you, Mr. President. You made a moving, powerful, and necessary statement on guns. I cried with you. #StopGu…","month":"01","year":"2016","corpus":"repjohnlewi potu thank presid made move power necessari statement gun cri stopgu","id":684774474978308100,"day":"06"},{"text":"RT @AC360: Tonight: @POTUS joins @andersoncooper for #GunsInAmerica Town Hall. 8p ET on @CNN https://t.co/bcIHLuC6YY https://t.co/5JPkkxfaOT","month":"01","year":"2016","corpus":"ac360 tonight potu join andersoncoop gunsinamerica town hall cnn","id":685235495392038900,"day":"07"},{"text":"“Historically the @NRA was in favor of background checks.” —@POTUS #GunsInAmerica \nRT if you agree: It's time to help #StopGunViolence.","month":"01","year":"2016","corpus":"histor nra favor background check potu gunsinamerica agre time help stopgunviol","id":685268347944996900,"day":"08"},{"text":"\"We’ve cut the Detroit-area unemployment rate by more than half. The Big 3 automakers are raising wages.\" —@POTUS: https://t.co/Mki5O6sKpx","month":"01","year":"2016","corpus":"cut detroit area unemploy rate half big automak rais wage potu","id":685901888470958100,"day":"09"},{"text":"\"Overwhelming majorities of Americans…have come together around commonsense reform\" —@POTUS #StopGunViolence #SOTU\nhttps://t.co/4ZW0CZrzZQ","month":"01","year":"2016","corpus":"overwhelm major american come togeth around commonsens reform potu stopgunviol sotu","id":686001955739533300,"day":"10"},{"text":"\"Each of us is only here because somebody, somewhere, stood up for us.\" —@POTUS: https://t.co/7ZgBUWI9cz #SOTU","month":"01","year":"2016","corpus":"somebodi somewher stood potu sotu","id":687108112596074500,"day":"13"},{"text":"\"They are still the right thing to do, and I will not let up until they get done.\" —@POTUS #SOTU https://t.co/CA3ziMtwjv","month":"01","year":"2016","corpus":"still right thing let get done potu sotu","id":687095095951114200,"day":"13"},{"text":"\"When it comes to every important international issue, people of the world do not look to Beijing or Moscow to lead—they call us.\" —@POTUS","month":"01","year":"2016","corpus":"come everi import intern issu peopl world look beij moscow lead call potu","id":687102197394452500,"day":"13"},{"text":"“To imitate the hatred and violence of tyrants and murderers is the way we take their place.” —@POTUS quoting @Pontifex #SOTU","month":"01","year":"2016","corpus":"imit hatr violenc tyrant murder way take place potu quot pontifex sotu","id":687105580884873200,"day":"13"},{"text":"RT @vj44: Advice from @POTUS to young people - \"Don't worry about what you want to be.  Worry about what you want to do.\"","month":"01","year":"2016","corpus":"vj44 advic potu young peopl worri want worri want","id":687688342432018400,"day":"14"},{"text":"\"We still have sanctions on Iran for its violations of human rights—for its support for terrorism &amp;...its ballistic missile program\" —@POTUS","month":"01","year":"2016","corpus":"still sanction iran violat human right support terror amp ;... ballist missil program potu","id":688752484966363100,"day":"17"},{"text":"\"Jason Rezaian is coming home—a courageous journalist...who wrote about the daily lives and dreams of the Iranian people\" —@POTUS","month":"01","year":"2016","corpus":"jason rezaian come home courag journalist ... wrote daili live dream iranian peopl potu","id":688751414236024800,"day":"17"},{"text":"Happening now: Watch @POTUS deliver a statement on Iran → https://t.co/3PJ1t0Zk7U #IranDeal","month":"01","year":"2016","corpus":"happen watch potu deliv statement iran irand","id":688749821314768900,"day":"17"},{"text":"RT @TheIranDeal: \"As I’ve said many times, the nuclear deal was never intended to resolve all our differences with Iran.\" —@POTUS https://t…","month":"01","year":"2016","corpus":"theirand said mani time nuclear deal never intend resolv differ iran potu","id":688750298030932000,"day":"17"},{"text":"RT @POTUS: In 2009, auto sales hit a 27-year low. Last year, they hit an all-time high. https://t.co/pDc8W8mtb5","month":"01","year":"2016","corpus":"potu 2009 auto sale hit year low last year hit time high","id":689841340830580700,"day":"20"},{"text":"\"If you’re looking for the world’s best cars, and the workers who make those cars, you need to be in Detroit\" —@POTUS #MadeInAmerica","month":"01","year":"2016","corpus":"look world best car worker make car need detroit potu madeinamerica","id":689914360668430300,"day":"20"},{"text":"Tune in as @POTUS delivers remarks to @USMayors at the White House: https://t.co/VSaWQwuTON #CitiesLead","month":"01","year":"2016","corpus":"tune potu deliv remark usmayor white hous citieslead","id":690293638610350100,"day":"21"},{"text":"Here's how @POTUS is expanding K-12 computer science education: https://t.co/cZciTWOCCX #CSforAll https://t.co/sZo0tMhLg4","month":"02","year":"2016","corpus":"potu expand comput scienc educ csforal","id":694226852265775100,"day":"01"},{"text":"\"An attack on one faith is an attack on all our faiths.\" —@POTUS #MosqueVisit https://t.co/lPWjfdzfn5","month":"02","year":"2016","corpus":"attack one faith attack faith potu mosquevisit","id":694959825814315000,"day":"03"},{"text":"RT @WHLive: \"Recently, we’ve heard inexcusable political rhetoric against Muslim Americans that has no place in our country.\"  —@POTUS #Mos…","month":"02","year":"2016","corpus":"whlive recent heard inexcus polit rhetor muslim american place countri potu mo","id":694946000620777500,"day":"03"},{"text":"\"I pray that we will uphold our obligation to be good stewards of God’s creation—this beautiful planet.\" —@POTUS #NationalPrayerBreakfast","month":"02","year":"2016","corpus":"pray uphold oblig good steward god creation beauti planet potu nationalprayerbreakfast","id":695259021633200100,"day":"04"},{"text":"\"The budget I...send to Congress this Tuesday will double funding for clean energy research &amp; development\" —@POTUS https://t.co/0MoJ0ZMUuB","month":"02","year":"2016","corpus":"budget ... send congress tuesday doubl fund clean energi research amp develop potu","id":696015760087318500,"day":"06"},{"text":"Go behind the scenes with @POTUS, @VP and a few special guests in this week's #WestWingWeek: https://t.co/lRjFnTgKUr\nhttps://t.co/9HS8pkRzLi","month":"02","year":"2016","corpus":"behind scene potu special guest week westwingweek","id":696132729360941000,"day":"07"},{"text":"\"Politicians shouldn’t pick their voters; voters should pick their politicians.\" —@POTUS https://t.co/jbyAHZ4cse","month":"02","year":"2016","corpus":"politician pick voter voter pick politician potu","id":697507403357679600,"day":"10"},{"text":"“We’ve gotten a heck of a lot done these past seven years, despite the gridlock.” —@POTUS https://t.co/B24H4OIUX7","month":"02","year":"2016","corpus":"gotten heck lot done past seven year despit gridlock potu","id":697532233897414700,"day":"10"},{"text":"\"When I hear voices in either party boast of their refusal to compromise…I'm not impressed.\" —@POTUS https://t.co/AzqVt37Xq6","month":"02","year":"2016","corpus":"hear voic either parti boast refus compromis impress potu","id":697548621802295300,"day":"10"},{"text":"\"Nine years after I first announced for this office, I still believe in a politics of hope.\" —@POTUS https://t.co/iIJsoGtEsd","month":"02","year":"2016","corpus":"nine year first announc offic still believ polit hope potu","id":698968830505304000,"day":"14"},{"text":"Watch live: @POTUS delivers remarks on the passing of Antonin Scalia → https://t.co/D2jyhFm7wU","month":"02","year":"2016","corpus":"watch live potu deliv remark pass antonin scalia","id":698684628433969200,"day":"14"},{"text":"Today @POTUS and @FLOTUS paid their respects to Justice Antonin Scalia in the Great Hall of the Supreme Court. https://t.co/BLjWzOcGcf","month":"02","year":"2016","corpus":"today potu flotu paid respect justic antonin scalia great hall suprem court","id":700885551826628600,"day":"20"},{"text":"RT @vj44: One of my favorites - @POTUS in Treme #ObamaAndKids https://t.co/0UaQ7fWRfa","month":"02","year":"2016","corpus":"vj44 one favorit potu treme obamaandkid","id":701149944841793500,"day":"20"},{"text":"\"This week, we made it official—I’m going to Cuba.\" —@POTUS\nWatch his weekly address. #CubaVisit https://t.co/aXJhut5C1F","month":"02","year":"2016","corpus":"week made offici go cuba potu watch weekli address cubavisit","id":701109495989198800,"day":"20"},{"text":"\"I want us fighting this disease at every level, with every tool at our disposal.\" —@POTUS on #ZikaVirus https://t.co/n9I6aDcIZN","month":"02","year":"2016","corpus":"want fight diseas everi level everi tool dispos potu zikaviru","id":701808190070136800,"day":"22"},{"text":"\"They'll have whatever support they need for their investigation.\" —@POTUS on the #KalamazooShooting https://t.co/kwtfK65AFQ","month":"02","year":"2016","corpus":"whatev support need investig potu kalamazooshoot","id":701901871846465500,"day":"22"},{"text":"\"Today, the Defense Department…is submitting to Congress our plan for closing the facility at Guantanamo once and for all.\" —@POTUS","month":"02","year":"2016","corpus":"today defens depart submit congress plan close facil guantanamo potu","id":702155157111500800,"day":"23"},{"text":"RT @NSC44: “Fourth, &amp; finally, we’re going to work w/ Congress to find a secure location in the U.S. to hold remaining detainees”-@POTUS on…","month":"02","year":"2016","corpus":"nsc44 fourth amp final go work congress find secur locat hold remain detaine ”-@ potu","id":702156715266023400,"day":"23"},{"text":"RT @NSC44: “Third, we’ll continue to use all legal tools to deal w/ the remaining detainees still held under law of war detention”-@POTUS o…","month":"02","year":"2016","corpus":"nsc44 third continu use legal tool deal remain detaine still held law war detent ”-@ potu","id":702155935851135000,"day":"23"},{"text":"RT @vj44: Today @POTUS nominated superstar from our hometown Dr. Carla Hayden to be our 14th Librarian of Congress https://t.co/JRgZMAbgKg","month":"02","year":"2016","corpus":"vj44 today potu nomin superstar hometown carla hayden 14th librarian congress","id":702544969920356400,"day":"24"},{"text":".@POTUS on the progress we've made one year after the launch of #PrecisionMedicine: https://t.co/dMtOFXgfYk https://t.co/84HVEXd4xZ","month":"02","year":"2016","corpus":"potu progress made one year launch precisionmedicin","id":702954800846135300,"day":"25"},{"text":"RT @Denis44: Congrats Milwaukee, on winning the Healthy Communities Challenge! @POTUS is headed your way on March 3, so get ready to #getco…","month":"02","year":"2016","corpus":"denis44 congrat milwauke win healthi commun challeng potu head way march get readi getco","id":703002726603595800,"day":"25"},{"text":".@POTUS on how encouraging stronger collaboration is key to the future of #PrecisionMedicine. https://t.co/orm4s7YAWA","month":"02","year":"2016","corpus":"potu encourag stronger collabor key futur precisionmedicin","id":702927690320339000,"day":"25"},{"text":"Tune in as @POTUS delivers remarks on the progress in the fight against ISIL → https://t.co/t8MxRXyctj","month":"02","year":"2016","corpus":"tune potu deliv remark progress fight isil","id":702991031160217600,"day":"25"},{"text":"Happening now: Watch @POTUS take part in a panel discussion on #PrecisionMedicine → https://t.co/IYDBJ7zyK9 https://t.co/oH3sMRvcJa","month":"02","year":"2016","corpus":"happen watch potu take part panel discuss precisionmedicin","id":702892201408266200,"day":"25"},{"text":"“Anyone who says we’re not better off today than we were seven years ago, they’re not leveling with you.” —@POTUS https://t.co/yZodI2QOKD","month":"02","year":"2016","corpus":"anyon say better today seven year ago level potu","id":703292227943010300,"day":"26"},{"text":"\"I’ve never been more optimistic that we’ll get where we need to go.\" —@POTUS: https://t.co/Lz5tnqoYPh https://t.co/9wDiwoQWBU","month":"02","year":"2016","corpus":"never optimist get need potu","id":703296536998969300,"day":"26"},{"text":"RT @PressSec: On Tuesday, @POTUS will meet with Senators McConnell, Reid, Grassley, and Leahy on the need to fill the #SCOTUS vacancy.","month":"02","year":"2016","corpus":"presssec tuesday potu meet senat mcconnel reid grassley leahi need fill scotu vacanc","id":703009977909289000,"day":"26"},{"text":"\"As we bomb its oil infrastructure, ISIL’s been forced to slash the salaries of its fighters.\" —@POTUS: https://t.co/RnXlQ7rsWf","month":"02","year":"2016","corpus":"bomb oil infrastructur isil forc slash salari fighter potu","id":703655986167328800,"day":"27"},{"text":"\"Beyond Syria and Iraq, we continue to use the full range of our tools to go after ISIL\" —@POTUS: https://t.co/RnXlQ7rsWf","month":"02","year":"2016","corpus":"beyond syria iraq continu use full rang tool isil potu","id":703999387416940500,"day":"28"},{"text":"\"We’ll continue to stay vigilant here at home, including for lone actors or small groups of terrorists\" —@POTUS: https://t.co/RnXlQ7rsWf","month":"02","year":"2016","corpus":"continu stay vigil home includ lone actor small group terrorist potu","id":704029573386645500,"day":"28"},{"text":"\"We’ll continue discrediting the ideology that ISIL uses to radicalize...especially online\" —@POTUS: https://t.co/RnXlQ7rsWf","month":"02","year":"2016","corpus":"continu discredit ideolog isil use radic ... especi onlin potu","id":704014556960411600,"day":"28"},{"text":"RT @vj44: \"Change takes time. But change is possible\" - Read @POTUS response to Gretchen Stewart's poignant letter https://t.co/3AEGsy5ZTY","month":"03","year":"2016","corpus":"vj44 chang take time chang possibl read potu respons gretchen stewart poignant letter","id":704470787269464000,"day":"01"},{"text":"\"Coach Saban’s teams aren’t just defined by what they do on the field. Alabama was...3rd among Top-25 teams in graduation rates\" —@POTUS","month":"03","year":"2016","corpus":"coach saban team defin field alabama ... 3rd among top team graduat rate potu","id":705127682107908100,"day":"02"},{"text":"\"We remain grateful for Nancy Reagan's life\" —@POTUS and @FLOTUS: https://t.co/nJZIHumlsS https://t.co/KftNACmkAh","month":"03","year":"2016","corpus":"remain grate nanci reagan life potu flotu","id":706559681704104000,"day":"06"},{"text":"\"We honor those who walked so we could run. We must run so our children soar.\" —@POTUS #Selma51 #MarchOn https://t.co/Zw4YoCROWj","month":"03","year":"2016","corpus":"honor walk could run must run children soar potu selma51 marchon","id":706995100145025000,"day":"08"},{"text":".@POTUS is calling for a new national effort to help low-income Americans afford broadband: https://t.co/27PKYsZvN6 https://t.co/XhxWlRCgIY","month":"03","year":"2016","corpus":"potu call new nation effort help low incom american afford broadband","id":707692485217157100,"day":"09"},{"text":"RT @Deese44: .@POTUS &amp; @JustinTrudeau announcing new energy &amp; climate partnership, incl. ambitions vision to protect the Arctic https://t.c…","month":"03","year":"2016","corpus":"deese44 potu amp justintrudeau announc new energi amp climat partnership incl ambit vision protect arctic","id":707951432016764900,"day":"10"},{"text":"RT @rhodes44: Headed to Miami this Friday to talk with young leaders at @MDCollege on @POTUS's #Cuba policy and upcoming trip →  https://t.…","month":"03","year":"2016","corpus":"rhodes44 head miami friday talk young leader mdcolleg potu cuba polici upcom trip","id":708059709706793000,"day":"10"},{"text":"RT @ZocDoc: That time we answered @POTUS's call to bring private sector innovation to healthcare https://t.co/ecxJclbv7r #SXSW https://t.co…","month":"03","year":"2016","corpus":"zocdoc time answer potu call bring privat sector innov healthcar sxsw","id":708415257946021900,"day":"11"},{"text":"\"We hope that the remarkable life of Alexander Hamilton will show our young people the possibilities within themselves\" —@POTUS #Bam4Ham","month":"03","year":"2016","corpus":"hope remark life alexand hamilton show young peopl possibl within potu bam4ham","id":709496002328338400,"day":"14"},{"text":"RT @SCOTUSnom: Happening now: @POTUS announces his Supreme Court nominee. Watch → https://t.co/OI0bmvoium #SCOTUSnominee","month":"03","year":"2016","corpus":"scotusnom happen potu announc suprem court nomine watch scotusnomine","id":710119629818089500,"day":"16"},{"text":"BREAKING: @POTUS will announce his Supreme Court nominee at 11am ET → https://t.co/30UbSs5ncj #SCOTUS https://t.co/VB9O2ymIEh","month":"03","year":"2016","corpus":"break potu announc suprem court nomine 11am scotu","id":710058356665352200,"day":"16"},{"text":"\"I have fulfilled my constitutional duty.\nNow it’s time for the Senate to do theirs.\" —@POTUS #SCOTUSnominee","month":"03","year":"2016","corpus":"fulfil constitut duti time senat potu scotusnomine","id":710124308299948000,"day":"16"},{"text":"\"I said I would take this process seriously.\nAnd I did.\nI chose a serious man &amp; an exemplary judge—Merrick Garland\" —@POTUS #SCOTUSnominee","month":"03","year":"2016","corpus":"said would take process serious chose seriou man amp exemplari judg merrick garland potu scotusnomine","id":710123239033413600,"day":"16"},{"text":"RT @SCOTUSnom: .@POTUS will announce his #SCOTUS nominee at 11am ET.\n \nFollow along to get the facts on his nominee &amp; the nomination proces…","month":"03","year":"2016","corpus":"scotusnom potu announc scotu nomine 11am follow along get fact nomine amp nomin proce","id":710058153413582800,"day":"16"},{"text":"\"He earned overwhelming bipartisan praise from senators and legal experts alike.\" —@POTUS on Chief Judge Merrick Garland #SCOTUSnominee","month":"03","year":"2016","corpus":"earn overwhelm bipartisan prais senat legal expert alik potu chief judg merrick garland scotusnomine","id":710122127387713500,"day":"16"},{"text":"\"Today, after completing this exhaustive process, I have made my decision.\" —@POTUS on his #SCOTUSnominee","month":"03","year":"2016","corpus":"today complet exhaust process made decis potu scotusnomine","id":710120109503848400,"day":"16"},{"text":"RT @vj44: Huge turnout on call today w/ @POTUS &amp; 16,012 grassroots leaders on #SCOTUS. American people agree #DoYourJob https://t.co/lSDwOt…","month":"03","year":"2016","corpus":"vj44 huge turnout call today potu amp 012 grassroot leader scotu american peopl agre doyourjob","id":710647092520345600,"day":"18"},{"text":"\"In conversations with Republicans &amp; Democrats alike, one name came up more than any other—Merrick Garland\" —@POTUS: https://t.co/gdUKEwDUUz","month":"03","year":"2016","corpus":"convers republican amp democrat alik one name came merrick garland potu","id":711273621801467900,"day":"19"},{"text":"\"U.S. airlines will begin direct commercial flights this year.” —@POTUS in Havana #CubaVisit","month":"03","year":"2016","corpus":"airlin begin direct commerci flight year potu havana cubavisit","id":711982383235473400,"day":"21"},{"text":"\"One of the best ways to help the Cuban people succeed and improve their lives would be for the U.S. Congress to lift the embargo.\" —@POTUS","month":"03","year":"2016","corpus":"one best way help cuban peopl succeed improv live would congress lift embargo potu","id":712015671027040300,"day":"21"},{"text":"\"The bottom line is this: We believe in the Cuban people\" —@POTUS on entrepreneurship &amp; creating opportunity in Cuba https://t.co/2duwt5G6KV","month":"03","year":"2016","corpus":"bottom line believ cuban peopl potu entrepreneurship amp creat opportun cuba","id":712020130620952600,"day":"21"},{"text":"\"U.S. airlines will begin direct commercial flights this year.” —@POTUS: https://t.co/U5qV7HjCpo https://t.co/4RbARlJGdO","month":"03","year":"2016","corpus":"airlin begin direct commerci flight year potu","id":712036931694157800,"day":"21"},{"text":"\"I am hopeful because I believe that the Cuban people are as innovative as any in the world.\" —@POTUS in Havana https://t.co/hZOCqzM0MO","month":"03","year":"2016","corpus":"hope believ cuban peopl innov world potu havana","id":712291962292928500,"day":"22"},{"text":"RT @lacasablanca: \"El futuro de Cuba tiene que estar en las manos del pueblo cubano.\" -@POTUS en La Habana https://t.co/a0789qquxw","month":"03","year":"2016","corpus":"lacasablanca futuro cuba tien que estar la mano del pueblo cubano potu habana","id":712300910349668400,"day":"22"},{"text":"\"I believe that every person should be equal under the law.\" —@POTUS to the Cuban people #CubaVisit https://t.co/PG1I8lyKfi","month":"03","year":"2016","corpus":"believ everi person equal law potu cuban peopl cubavisit","id":712295065666740200,"day":"22"},{"text":"“We’re going to be steady.\n We’re going to be resolute.\nAnd ultimately we’re going to be successful.” —@POTUS on our plan to defeat ISIL","month":"03","year":"2016","corpus":"go steadi go resolut ultim go success potu plan defeat isil","id":712679427302375400,"day":"23"},{"text":"RT @NSC44: This morning @POTUS visited Parque de la Memoria in Buenos Aires with @MauricioMacri. Here’s what he said: https://t.co/BPFYR4iq…","month":"03","year":"2016","corpus":"nsc44 morn potu visit parqu memoria bueno air mauriciomacri said","id":713018270916288500,"day":"24"},{"text":"\"We are strong. \nOur values are right. \nYou offer nothing, except death.\" \n—@POTUS: https://t.co/oDIQ2UMleK\nhttps://t.co/mxp5mGvSnH","month":"03","year":"2016","corpus":"strong valu right offer noth except death potu","id":713117875993722900,"day":"24"},{"text":"Here's what @POTUS wants you to know about his historic trip to Cuba: https://t.co/3O7kCb4MAv #CubaVisit https://t.co/rz9RqzPFBT","month":"03","year":"2016","corpus":"potu want know histor trip cuba cubavisit","id":712792361869439000,"day":"24"},{"text":"Watch @POTUS and @FLOTUS read 'Where the Wild Things Are' to the kids at the #EasterEggRoll: https://t.co/yTk10mHJZB https://t.co/GLrHx7ZcNi","month":"03","year":"2016","corpus":"watch potu flotu read wild thing kid eastereggrol","id":714587043741966300,"day":"28"},{"text":"RT @drsanjaygupta: We've been reporting on dangers of opioids for years. @POTUS invited me to moderate a panel on the issue tomorrow... htt…","month":"03","year":"2016","corpus":"drsanjaygupta report danger opioid year potu invit moder panel issu tomorrow ... htt","id":714595222118875100,"day":"28"},{"text":"Happening now: @POTUS talks about the next steps he's taking to fight the opioid epidemic → https://t.co/M2HgnDmceC https://t.co/TEcuiScptG","month":"03","year":"2016","corpus":"happen potu talk next step take fight opioid epidem","id":714881567768883200,"day":"29"},{"text":"“Our nations committed ourselves to action…steps to secure the world’s vulnerable nuclear materials.” —@POTUS #NuclearSecuritySummit","month":"04","year":"2016","corpus":"nation commit action step secur world vulner nuclear materi potu nuclearsecuritysummit","id":715921351341695000,"day":"01"},{"text":"Corporate tax inversions \"sticks the rest of us with the tab.\" \nWatch @POTUS on new steps to prevent loopholes. https://t.co/1yeF6gVwqT","month":"04","year":"2016","corpus":"corpor tax invers stick rest tab watch potu new step prevent loophol","id":717390788846428200,"day":"05"},{"text":"RT @WHLive: Happening now: Watch @POTUS deliver a statement on new steps to prevent corporate inversions → https://t.co/adHQAdmECL","month":"04","year":"2016","corpus":"whlive happen watch potu deliv statement new step prevent corpor invers","id":717385252377747500,"day":"05"},{"text":"There's no excuse for Congress's failure to join @POTUS in taking action to combat #Zika: https://t.co/oGZgADOpSj https://t.co/UlxMyktiIY","month":"04","year":"2016","corpus":"excus congress failur join potu take action combat zika","id":717839339712065500,"day":"06"},{"text":"Here's why @POTUS is asking Congress for funding to address the #Zika virus: https://t.co/Af9tq6id6k #WorldHealthDay https://t.co/fW0rZT9Y3w","month":"04","year":"2016","corpus":"potu ask congress fund address zika viru worldhealthday","id":718124278193852400,"day":"07"},{"text":"Happening now: Tune in for a lesson on the importance of #SCOTUS from Professor @POTUS at @UChicagoLaw → https://t.co/O5iYU1cW6b","month":"04","year":"2016","corpus":"happen tune lesson import scotu professor potu uchicagolaw","id":718163288736079900,"day":"07"},{"text":"RT @SCOTUSnom: Tune in at 3:30pm ET for a lesson on the importance of #SCOTUS from Professor @POTUS: https://t.co/OI0bmvoium https://t.co/H…","month":"04","year":"2016","corpus":"scotusnom tune 30pm lesson import scotu professor potu","id":718143781556490200,"day":"07"},{"text":"Watch @POTUS talk about how he's helping to protect Americans' financial futures. #SaveYourSavings https://t.co/SZCYnfeKwA","month":"04","year":"2016","corpus":"watch potu talk help protect american financi futur saveyoursav","id":718834650194415600,"day":"09"},{"text":"\"This new rule will boost working folks’ retirement savings by billions of dollars a year\"—@POTUS #SaveYourSavings   https://t.co/SZCYneX9F2","month":"04","year":"2016","corpus":"new rule boost work folk retir save billion dollar year \"—@ potu saveyoursav","id":719203500169830400,"day":"10"},{"text":"Go behind the scenes with @POTUS and @FLOTUS in this edition of #WestWingWeek: https://t.co/TEL7ngAkmf","month":"04","year":"2016","corpus":"behind scene potu flotu edit westwingweek","id":719272529609629700,"day":"10"},{"text":"Saving for retirement? \nHere's how @POTUS is helping to protect your savings: https://t.co/CyspbJcXpS https://t.co/YIXMKlCdtA","month":"04","year":"2016","corpus":"save retir potu help protect save","id":719257676853608400,"day":"10"},{"text":"These women picketed for the right to vote. Today, @POTUS will preserve their stories: https://t.co/jArlheWm4j https://t.co/yGcP6oGQDz","month":"04","year":"2016","corpus":"women picket right vote today potu preserv stori","id":719908474579062800,"day":"12"},{"text":"\"Many have given their lives so that we can live free. We're safer because of their patriotic service.\" —@POTUS","month":"04","year":"2016","corpus":"mani given live live free safer patriot servic potu","id":720374057858805800,"day":"13"},{"text":"RT @STEMChallenge: Olivia's booth is all set up for a visit from the @POTUS on his tour of the #WHScienceFair! https://t.co/DflKNMrWFd","month":"04","year":"2016","corpus":"stemchalleng olivia booth set visit potu tour whsciencefair","id":720322886460768300,"day":"13"},{"text":"Happening now: Hop on @POTUS's tour of the #WHScienceFair → https://t.co/jrGYXBaqjL https://t.co/VPYP5sliTX","month":"04","year":"2016","corpus":"happen hop potu tour whsciencefair","id":720314089256415200,"day":"13"},{"text":"Today, the wealthiest Americans are paying more of their fair share thanks to @POTUS: https://t.co/n1vDgpNgpo https://t.co/HqNQpfDYHX","month":"04","year":"2016","corpus":"today wealthiest american pay fair share thank potu","id":720747972577869800,"day":"14"},{"text":"\"For ISIL's leadership, it has been a bad few months.\" —@POTUS on our military campaign to degrade and destroy ISIL: https://t.co/sUylnvxUW6","month":"04","year":"2016","corpus":"isil leadership bad month potu militari campaign degrad destroy isil","id":720410513402802200,"day":"14"},{"text":"Watch @POTUS speak on the dedicated men and women leading our counterterrorism efforts: https://t.co/RHfqVvpVvv","month":"04","year":"2016","corpus":"watch potu speak dedic men women lead counterterror effort","id":720407964276777000,"day":"14"},{"text":"Watch “The Mentorship” starring @POTUS &amp; @StephenCurry30 at https://t.co/tfW3hr3zW7, then become a #MentorIRL at https://t.co/kKAv3VfWTu.","month":"04","year":"2016","corpus":"watch mentorship star potu amp stephencurry30 becom mentorirl","id":721417528145129500,"day":"16"},{"text":"\"One industry that's ripe for change is cable TV.\" —@POTUS on taking action to spur competition for cable boxes: https://t.co/z4mA9kN2ea","month":"04","year":"2016","corpus":"one industri ripe chang cabl potu take action spur competit cabl box","id":721726422646005800,"day":"17"},{"text":"RT @KensingtonRoyal: The Duke and Duchess and Prince Harry welcome @POTUS and @FLOTUS to Kensington Palace https://t.co/zrlimthPsP","month":"04","year":"2016","corpus":"kensingtonroy duke duchess princ harri welcom potu flotu kensington palac","id":723582948662894600,"day":"22"},{"text":".@POTUS on where he keeps the Winston Churchill bust in the White House—and why: https://t.co/71MlPQerc2","month":"04","year":"2016","corpus":"potu keep winston churchil bust white hous","id":723557895879561200,"day":"22"},{"text":"\"Your capacity to shape this world is unmatched\" —@POTUS  message to young people during a town hall in London https://t.co/n2XEgzHpFv","month":"04","year":"2016","corpus":"capac shape world unmatch potu messag young peopl town hall london","id":723865378506469400,"day":"23"},{"text":"\"To be, or not to be…\"\nAdd \"WhiteHouse\" on @Snapchat to watch @POTUS drop by the Globe Theatre. #Shakespeare400\nhttps://t.co/1BNAJodvvt","month":"04","year":"2016","corpus":"add whitehous snapchat watch potu drop globe theatr shakespeare400","id":723877200580079600,"day":"23"},{"text":"\"We have to uphold our values, not just when it’s easy, but when it’s hard.\" —@POTUS to the people of Europe: https://t.co/AlwMWEAYoI","month":"04","year":"2016","corpus":"uphold valu easi hard potu peopl europ","id":724656590930858000,"day":"25"},{"text":"\"Navy Football has now won the service-academy rivalry 10 of the last 13 years.\" —@POTUS awarding the Commander-in-Chief's Trophy to @NavyFB","month":"04","year":"2016","corpus":"navi footbal servic academi rivalri last year potu award command chief trophi navyfb","id":725396320568115200,"day":"27"},{"text":"Watch @POTUS award the Commander-in-Chief's Trophy to @NavyFB: https://t.co/kdpz12p352","month":"04","year":"2016","corpus":"watch potu award command chief trophi navyfb","id":725396121011535900,"day":"27"},{"text":"Just announced: @POTUS will travel to Flint, Michigan to hear from members of the community: https://t.co/NRFqmHgjfk","month":"04","year":"2016","corpus":"announc potu travel flint michigan hear member commun","id":725332610562543600,"day":"27"},{"text":"RT @KensingtonRoyal: Unfortunately for you @FLOTUS and @POTUS I wasn't alone when you sent me that video 😉 - H.\nhttps://t.co/sjfSQvkzb6","month":"04","year":"2016","corpus":"kensingtonroy unfortun flotu potu alon sent video","id":726063719403405300,"day":"29"},{"text":"\"This is not about partisan politics—it’s about upholding the institutions that make our democracy work.\" —@POTUS: https://t.co/IddjwVX9BZ","month":"04","year":"2016","corpus":"partisan polit uphold institut make democraci work potu","id":726426138206068700,"day":"30"},{"text":"\"This was going to be our best chance to get bin Laden\" @POTUS reflects on the decision he made five years ago: https://t.co/6M8Fjbu22b","month":"05","year":"2016","corpus":"go best chanc get bin laden potu reflect decis made five year ago","id":727260422743674900,"day":"02"},{"text":"RT @WHLive: Happening now: @POTUS honors the 2016 Teacher of the Year → https://t.co/o6PuzWJYeq #ThankATeacher #TeacherAppreciationDay","month":"05","year":"2016","corpus":"whlive happen potu honor 2016 teacher year thankateach teacherappreciationday","id":727596741701324800,"day":"03"},{"text":"Watch 2016 National Teacher of the Year Jahana Hayes introduce @POTUS on #TeacherAppreciationDay. https://t.co/EwayRDUQmE","month":"05","year":"2016","corpus":"watch 2016 nation teacher year jahana hay introduc potu teacherappreciationday","id":727616466128797700,"day":"03"},{"text":"\"'Never forget. Never again.'\" —@POTUS on #HolocaustRemembranceDay: https://t.co/JGOp6Hd9Ly https://t.co/eUymMbONIJ","month":"05","year":"2016","corpus":"never forget never .'\" potu holocaustremembranceday","id":728003365469184000,"day":"04"},{"text":".@POTUS took new steps today to boost financial transparency and fight financial crime. https://t.co/QQFUQ4w3zh https://t.co/x3J7CMj14d","month":"05","year":"2016","corpus":"potu took new step today boost financi transpar fight financi crime","id":728708013649891300,"day":"06"},{"text":"“The economy has been growing, unemployment has been falling, and wages have been rising” —@POTUS https://t.co/hlZI0T2HE2","month":"05","year":"2016","corpus":"economi grow unemploy fall wage rise potu","id":728627933577814000,"day":"06"},{"text":"\"Everything is 3-D to me.\" Read this man's story of life outside prison after @POTUS commuted his life sentence: https://t.co/DWFY8xgEZm","month":"05","year":"2016","corpus":"everyth read man stori life outsid prison potu commut life sentenc","id":728647500161290200,"day":"06"},{"text":"Read the interview between @POTUS and @BryanCranston on the power of good storytelling: https://t.co/tpcqbzH0kx https://t.co/NvVWVo4Aee","month":"05","year":"2016","corpus":"read interview potu bryancranston power good storytel","id":728680757548322800,"day":"06"},{"text":"\"I live above the store\" —@POTUS talks with @BryanCranston about family life: https://t.co/tpcqbzYBJ7 https://t.co/XxS9iJzZyJ","month":"05","year":"2016","corpus":"live store potu talk bryancranston famili life","id":728670621463384000,"day":"06"},{"text":"RT @lacasablanca: Today, @POTUS and @VP met young activist Sophie Cruz at the White House #CincoDeMayo reception. Photo by @petesouza. http…","month":"05","year":"2016","corpus":"lacasablanca today potu met young activist sophi cruz white hous cincodemayo recept photo petesouza http","id":728396098553917400,"day":"06"},{"text":"RT @rhodes44: On May 27, @POTUS will visit the Hiroshima Peace Memorial Park. Here's what the visit means: https://t.co/myP3vgmtwJ https://…","month":"05","year":"2016","corpus":"rhodes44 may potu visit hiroshima peac memori park visit mean","id":730010772227510300,"day":"10"},{"text":"“For the fourth year in a row, give it up for the NCAA Champion UCONN Huskies!” —@POTUS honoring the @NCAA champs @UConnWBB","month":"05","year":"2016","corpus":"fourth year row give ncaa champion uconn huski potu honor ncaa champ uconnwbb","id":730106055498174500,"day":"10"},{"text":"“We are honored to welcome, not one nation, but five—our great Nordic friends” —@POTUS #NordicVisit #NordicUSAsummit https://t.co/upBtWJ1tK9","month":"05","year":"2016","corpus":"honor welcom one nation five great nordic friend potu nordicvisit nordicusasummit","id":731118800192557000,"day":"13"},{"text":"\"Drug overdoses now take more lives every year than traffic accidents.\" —@POTUS:  https://t.co/q866JwDYlH https://t.co/JFpJjyfDN6","month":"05","year":"2016","corpus":"drug overdos take live everi year traffic accid potu","id":731523133862092800,"day":"14"},{"text":"RT @POTUS: Today, I join all Americans in honoring 13 officers who went beyond the call of duty to save the lives of strangers. https://t.c…","month":"05","year":"2016","corpus":"potu today join american honor offic went beyond call duti save live stranger","id":732266373926133800,"day":"16"},{"text":"“I’ve carried out my constitutional duty.” —@POTUS\nIt's time for the Senate to do theirs. #DoYourJob https://t.co/J9vRREjjFf","month":"05","year":"2016","corpus":"carri constitut duti potu time senat doyourjob","id":732287823827611600,"day":"16"},{"text":"RT @SCOTUSnom: \"There's no part of our lives that aren't touched by the rules that the Supreme Court puts forward.\" —@POTUS #SCOTUS https:/…","month":"05","year":"2016","corpus":"scotusnom part live touch rule suprem court put forward potu scotu http :/…","id":732300278943367200,"day":"16"},{"text":"\"It’s because of your courage— often unseen—that the rest of us can go about living our lives like it’s any other day\" —@POTUS #MedalOfValor","month":"05","year":"2016","corpus":"courag often unseen rest live live like day potu medalofvalor","id":732233090408566800,"day":"16"},{"text":"RT @vj44: 56% of Americans who benefit from overtime expansion are women. Check out my article on @POTUS overtime regulations https://t.co/…","month":"05","year":"2016","corpus":"vj44 american benefit overtim expans women check articl potu overtim regul","id":733351020961484800,"day":"19"},{"text":"RT @FactsOnClimate: Under @POTUS, we've had 99 wins for wildlife. Count 'em → https://t.co/p9KCRG9jmJ #WildlifeWin https://t.co/WVjUxWMC6f","month":"05","year":"2016","corpus":"factsonclim potu win wildlif count wildlifewin","id":733661679255314400,"day":"20"},{"text":"\"We will continue to speak out on behalf of human rights that we believe are universal\" —@POTUS in Vietnam https://t.co/mDNNBHMql3","month":"05","year":"2016","corpus":"continu speak behalf human right believ univers potu vietnam","id":734790772411621400,"day":"23"},{"text":"BREAKING: @POTUS is returning to Elkhart, Indiana—the first city he visited as president. Here's why: https://t.co/N11atWwGSa","month":"05","year":"2016","corpus":"break potu return elkhart indiana first citi visit presid","id":735274383510507500,"day":"25"},{"text":"When @POTUS went to Elkhart in 2009, it was reeling from the recession. Next week, he'll highlight its recovery: https://t.co/N11atWOhJI","month":"05","year":"2016","corpus":"potu went elkhart 2009 reel recess next week highlight recoveri","id":735501955578003500,"day":"25"},{"text":"\"We come to ponder a terrible force unleashed in a not so distant past.\" —@POTUS at Hiroshima https://t.co/qLPoNEHX3J","month":"05","year":"2016","corpus":"come ponder terribl forc unleash distant past potu hiroshima","id":736271890340323300,"day":"27"},{"text":"RT @rhodes44: Today @POTUS became the first sitting US President to visit Hiroshima. Here's what he said: https://t.co/kQX3OXEfmF","month":"05","year":"2016","corpus":"rhodes44 today potu becam first sit presid visit hiroshima said","id":736198064147468300,"day":"27"},{"text":"\"Send a care package to our troops overseas, volunteer to make a wounded warrior’s day a little easier.\" —@POTUS: https://t.co/IGGC02mUwZ","month":"05","year":"2016","corpus":"send care packag troop oversea volunt make wound warrior day littl easier potu","id":737019460255502300,"day":"29"},{"text":"“Here, at Arlington, the deafening sounds of combat have given way to the silence of these sacred hills.” —@POTUS https://t.co/gRqJPfG3HI","month":"05","year":"2016","corpus":"arlington deafen sound combat given way silenc sacr hill potu","id":737305651869847600,"day":"30"},{"text":"\"This is a team for the ages, on and off the court.\" —@POTUS welcoming the 2016 @NCAA Champion Villanova Wildcats https://t.co/eZhMCXu9Tj","month":"05","year":"2016","corpus":"team age court potu welcom 2016 ncaa champion villanova wildcat","id":737750413512835100,"day":"31"},{"text":"4 myths Republicans in Congress continue to spread about the economy—busted by @POTUS: https://t.co/IryDjICFDM","month":"06","year":"2016","corpus":"myth republican congress continu spread economi bust potu","id":738128087074775000,"day":"01"},{"text":"\"It shouldn’t be a partisan issue, Republicans have daughters, too.” —@POTUS on why it's time for #EqualPayNow","month":"06","year":"2016","corpus":"partisan issu republican daughter potu time equalpaynow","id":738099623760388100,"day":"01"},{"text":"Happening now: @POTUS highlights the economic progress we've made &amp; the challenges that remain → https://t.co/IlwRRslPrg","month":"06","year":"2016","corpus":"happen potu highlight econom progress made amp challeng remain","id":738090687502110700,"day":"01"},{"text":"“We congratulate our newest Air Force officers. On behalf of the American people, I thank you for choosing a life of service.” —@POTUS","month":"06","year":"2016","corpus":"congratul newest air forc offic behalf american peopl thank choos life servic potu","id":738406673484779500,"day":"02"},{"text":"\"We’re stronger because of it.\" —@POTUS on the 40th anniversary of the first female cadets arriving @AF_Academy","month":"06","year":"2016","corpus":"stronger potu 40th anniversari first femal cadet arriv af_academi","id":738413703180214300,"day":"02"},{"text":"RT @WHLive: Happening now on PBS @NewsHour: @POTUS sits down for a town hall discussion with @GwenIfill in Elkhart, Indiana. #POTUSonNewsHo…","month":"06","year":"2016","corpus":"whlive happen pb newshour potu sit town hall discuss gwenifil elkhart indiana potusonnewsho","id":738160771423572000,"day":"02"},{"text":"At @SXSW this year, @POTUS invited the American people to put their skills to use to #HackforChange. https://t.co/iRQakGmO4I","month":"06","year":"2016","corpus":"sxsw year potu invit american peopl put skill use hackforchang","id":739465734460346400,"day":"05"},{"text":"\"Over the past seven years, we’ve proven that progress is possible.\" —@POTUS: https://t.co/ctdVLJCons","month":"06","year":"2016","corpus":"past seven year proven progress possibl potu","id":739611782596206600,"day":"06"},{"text":"\"On and off the field, these guys are champs.\" —@POTUS celebrating the 2016 Super Bowl Champion Denver @Broncos: https://t.co/oiaNPzvupJ","month":"06","year":"2016","corpus":"field guy champ potu celebr 2016 super bowl champion denver bronco","id":739938884369457200,"day":"06"},{"text":"Today @POTUS took action to ensure Americans' financial futures are protected: https://t.co/uigYcraydQ https://t.co/TjzZJpKbj6","month":"06","year":"2016","corpus":"today potu took action ensur american financi futur protect","id":740625174777716700,"day":"08"},{"text":".@JimmyFallon: \"This trade deal will help put everyday Americans back to...\"\n@POTUS: \"Work, work, work, work\" #TPP\nhttps://t.co/zMvtnNfYLo","month":"06","year":"2016","corpus":"jimmyfallon trade deal help put everyday american back ...\" potu work work work work tpp","id":741288931027652600,"day":"10"},{"text":"\"Today, I want to talk with you about the crisis in Puerto Rico—and why it matters to all of us.\"  —@POTUS: https://t.co/9bYXm2vX85","month":"06","year":"2016","corpus":"today want talk crisi puerto rico matter potu","id":741665098586984400,"day":"11"},{"text":"RT @WHLive: Happening now: @POTUS gives remarks live from Yosemite National Park → https://t.co/hNtbTR0Nb1","month":"06","year":"2016","corpus":"whlive happen potu give remark live yosemit nation park","id":744233909764919300,"day":"18"},{"text":"\"Even in the darkest hours, there is cause to hope for tomorrow’s light.\" —@POTUS marking this Juneteenth: https://t.co/teKZ7TZyx7","month":"06","year":"2016","corpus":"even darkest hour caus hope tomorrow light potu mark juneteenth","id":744601610085621800,"day":"19"},{"text":"Get a behind-the-scenes look at @POTUS's historic trip to Yosemite National Park this weekend: https://t.co/aP5WJ0Zols","month":"06","year":"2016","corpus":"get behind scene look potu histor trip yosemit nation park weekend","id":744924446813749200,"day":"20"},{"text":"Watch at 3:30pm ET: @POTUS leads a virtual meet-up with young entrepreneurs in London, Seoul, Mexico City and Erbil. https://t.co/xyJTErsQWV","month":"06","year":"2016","corpus":"watch 30pm potu lead virtual meet young entrepreneur london seoul mexico citi erbil","id":746421659603632100,"day":"24"},{"text":"\"Yesterday's vote speaks to the ongoing changes and challenges raised by globalization.\" —@POTUS on the UK referendum to leave the EU.","month":"06","year":"2016","corpus":"yesterday vote speak ongo chang challeng rais global potu referendum leav","id":746402407618224100,"day":"24"},{"text":"\"It offers a positive path for young people seeking the chance to make something for yourselves.\" —@POTUS on entrepreneurship #GES2016","month":"06","year":"2016","corpus":"offer posit path young peopl seek chanc make someth potu entrepreneurship ges2016","id":746403427131920400,"day":"24"},{"text":"\"Sometimes, we can mark that progress in special places...One of these special places is the Stonewall Inn.\"—@POTUS: https://t.co/XtTx7WGLyS","month":"06","year":"2016","corpus":"sometim mark progress special place ... one special place stonewal inn .\"—@ potu","id":746741271541121000,"day":"25"},{"text":"\"The LGBT community still faces real discrimination, real violence, real hate. So we can’t rest.\" —@POTUS: https://t.co/XtTx7WGLyS","month":"06","year":"2016","corpus":"lgbt commun still face real discrimin real violenc real hate rest potu","id":746780509263409200,"day":"25"},{"text":"\"Out of many, we are one. That’s what makes us the greatest nation on earth.\" —@POTUS #LoveIsLove #Pride2016 https://t.co/XtTx7WGLyS","month":"06","year":"2016","corpus":"mani one make greatest nation earth potu loveislov pride2016","id":747141896087035900,"day":"26"},{"text":"\"I am pleased to see the Supreme Court protect women's rights and health today.\" —@POTUS: https://t.co/NyvUv4ARD8","month":"06","year":"2016","corpus":"pleas see suprem court protect women right health today potu","id":747470028635775000,"day":"27"},{"text":"Watch @POTUS in a press conference with Canadian Prime Minister @JustinTrudeau and Mexican President @EPN at 3pm ET: https://t.co/7P91jpJZUV","month":"06","year":"2016","corpus":"watch potu press confer canadian prime minist justintrudeau mexican presid epn 3pm","id":748225848105283600,"day":"29"},{"text":"RT @CanadianPM: Prime Minister Trudeau welcomes @POTUS Barack Obama and President Peña Nieto in Ottawa. #NALS2016 https://t.co/0YVM6v6h8E","month":"06","year":"2016","corpus":"canadianpm prime minist trudeau welcom potu barack obama presid peña nieto ottawa nals2016","id":748192464456933400,"day":"29"},{"text":"\"We're going to do more to speak with one, united North American voice on the world stage.\" —@POTUS with Canada and Mexico","month":"06","year":"2016","corpus":"go speak one unit north american voic world stage potu canada mexico","id":748240010223095800,"day":"29"},{"text":"\"We’re expanding our joint efforts against diseases like #Zika.\" —@POTUS with @JustinTrudeau and @EPN: https://t.co/4Xw449EFpX","month":"06","year":"2016","corpus":"expand joint effort diseas like zika potu justintrudeau epn","id":748239591296032800,"day":"29"},{"text":"RT @POTUS: After more than 100 days, the Supreme Court still needs its 9th judge, but the Senate GOP refuses to do its job and consider Jud…","month":"06","year":"2016","corpus":"potu 100 day suprem court still need 9th judg senat gop refus job consid jud","id":748622327491883000,"day":"30"},{"text":"2016 was the last commencement season for @POTUS and @FLOTUS. Watch this year’s addresses: https://t.co/z4GjLKvg8o","month":"07","year":"2016","corpus":"2016 last commenc season potu flotu watch year address","id":748694443922956300,"day":"01"},{"text":"\"To all our brave men and women in uniform—you represent the best of who we are as a nation\" —@POTUS: https://t.co/UYx8aDz3n4","month":"07","year":"2016","corpus":"brave men women uniform repres best nation potu","id":750041640379699200,"day":"04"},{"text":"\"This holiday weekend, take a look at https://t.co/i3BJMLxs07 to find out how you can serve the troops\" —@POTUS: https://t.co/UYx8aDz3n4","month":"07","year":"2016","corpus":"holiday weekend take look find serv troop potu","id":749996423823839200,"day":"04"},{"text":"RT @POTUS: Happy Fourth of July, everybody! And to our brave men and women in uniform: On this day and every day, we thank you.","month":"07","year":"2016","corpus":"potu happi fourth juli everybodi brave men women uniform day everi day thank","id":749971283543142400,"day":"04"},{"text":"“I’ve made it clear that I will not allow Afghanistan to be used as safe haven for terrorists to attack our nation again.” —@POTUS","month":"07","year":"2016","corpus":"made clear allow afghanistan use safe terrorist attack nation potu","id":750698914509041700,"day":"06"},{"text":".@POTUS just gave an update on the continued U.S. presence in Afghanistan—here's what he had to say: https://t.co/iKNR8TVh0O","month":"07","year":"2016","corpus":"potu gave updat continu presenc afghanistan say","id":750707639248572400,"day":"06"},{"text":"“From our family to yours, Eid Mubarak!” —@POTUS marking the occasion of Eid al-Fitr: https://t.co/u9RUyoFPsi https://t.co/0dDumpRdrQ","month":"07","year":"2016","corpus":"famili eid mubarak potu mark occas eid fitr","id":750691199556677600,"day":"06"},{"text":"Today @POTUS took additional actions to expand access to opioid treatment—here's how: https://t.co/FFRiyTejkL https://t.co/S9GvVw16bt","month":"07","year":"2016","corpus":"today potu took addit action expand access opioid treatment","id":750776731179618300,"day":"06"},{"text":"\"I'd just ask folks to step back and think: What if this happened to somebody in your family?\" —@POTUS: https://t.co/gawmjdMFWF","month":"07","year":"2016","corpus":"ask folk step back think happen somebodi famili potu","id":751195423881191400,"day":"07"},{"text":"Watch @POTUS's statement on last night's attack on law enforcement in Dallas, Texas. https://t.co/lqd4OaofxM","month":"07","year":"2016","corpus":"watch potu statement last night attack law enforc dalla texa","id":751385615984386000,"day":"08"},{"text":"\"With an open heart, we can learn to stand in each other's shoes.\" —@POTUS at the #DallasMemorial https://t.co/4fCI6iLBy4","month":"07","year":"2016","corpus":"open heart learn stand shoe potu dallasmemori","id":752973134295343100,"day":"12"},{"text":".@POTUS shares 5 ways we can forge a path forward on community policing. Watch: https://t.co/CkPvXOS6Tk","month":"07","year":"2016","corpus":"potu share way forg path forward commun polic watch","id":753654788584243200,"day":"14"},{"text":"Today, @POTUS joined an @ABCNews town hall on building trust in our communities. Watch now: https://t.co/9xzA1MxcMt https://t.co/ocvSTeUtgW","month":"07","year":"2016","corpus":"today potu join abcnew town hall build trust commun watch","id":753741482092355600,"day":"15"},{"text":"\"Kindness and compassion...that makes a big difference\" —@POTUS in @ABC town hall: https://t.co/9xzA1MfBnT https://t.co/akQU5VxMfi","month":"07","year":"2016","corpus":"kind compass ... make big differ potu abc town hall","id":754022753968152600,"day":"15"},{"text":"“It all starts with kindness and empathy and respect for everybody”—@POTUS at @ABC town hall https://t.co/JYjVOq4HOs https://t.co/JlX1Uf2ce8","month":"07","year":"2016","corpus":"start kind empathi respect everybodi ”—@ potu abc town hall","id":753769588911902700,"day":"15"},{"text":"\"I spoke with Governor Edwards and Mayor Holden. I offered them the full support of the federal government...Justice will be done.\" —@POTUS","month":"07","year":"2016","corpus":"spoke governor edward mayor holden offer full support feder govern ... justic done potu","id":754784018420215800,"day":"17"},{"text":"\"The world has achieved incredible advances in development and human dignity\" —@POTUS on #GlobalDevelopment https://t.co/SnVIsYGifT","month":"07","year":"2016","corpus":"world achiev incred advanc develop human digniti potu globaldevelop","id":755907416458354700,"day":"20"},{"text":"\"Let’s keep strengthening food security &amp; nutrition\" —@POTUS on how no society can flourish while citizens go hungry https://t.co/kZ1dbEsQtu","month":"07","year":"2016","corpus":"let keep strengthen food secur amp nutrit potu societi flourish citizen hungri","id":755853639499915300,"day":"20"},{"text":"\"In just the past 25 years, more than one billion people have been lifted out of extreme poverty. One billion.\"  —@POTUS #GlobalDevelopment","month":"07","year":"2016","corpus":"past year one billion peopl lift extrem poverti one billion potu globaldevelop","id":755849880245903400,"day":"20"},{"text":"Yesterday, @POTUS was briefed on extreme heat by his science advisor, Dr. John Holdren. https://t.co/u9h6cMWpzn","month":"07","year":"2016","corpus":"yesterday potu brief extrem heat scienc advisor john holdren","id":755808216001294300,"day":"20"},{"text":"RT @MCCgov: Let's keep unleashing broad-based growth that lifts people out of poverty #GlobalDevelopment @POTUS","month":"07","year":"2016","corpus":"mccgov let keep unleash broad base growth lift peopl poverti globaldevelop potu","id":755853117774663700,"day":"20"},{"text":"\"Our country is better off because of Mark’s contributions\" —@POTUS on the passing of Representative Mark Takai: https://t.co/64jUx4y2e0","month":"07","year":"2016","corpus":"countri better mark contribut potu pass repres mark takai","id":755930514683342800,"day":"21"},{"text":"\"The Champ taught us that the most important thing in life is to be ourselves.\" —@POTUS on Muhammad Ali https://t.co/UvQhVfxD61","month":"07","year":"2016","corpus":"champ taught import thing life potu muhammad ali","id":756238030814507000,"day":"21"},{"text":"\"We need to be clear about what we stand for. Muslim Americans—and all Americans—have to reject hatred.\" —@POTUS https://t.co/lrAUto5evT","month":"07","year":"2016","corpus":"need clear stand muslim american american reject hatr potu","id":756260325108908000,"day":"21"},{"text":"RT @Hill44: .@POTUS on signing opioid bill: \"Now, it’s up to Republicans to finish the job and provide adequate funding\" https://t.co/XbGxx…","month":"07","year":"2016","corpus":"hill44 potu sign opioid bill republican finish job provid adequ fund","id":756620706134290400,"day":"22"},{"text":"Watch as @POTUS provides an update on the developing situation in #Munich, Germany: https://t.co/RKJMCirtS9","month":"07","year":"2016","corpus":"watch potu provid updat develop situat munich germani","id":756567128661233700,"day":"22"},{"text":"“Every year, millions of tourists and businesspeople and friends and families cross our border legally.” —@POTUS with President Nieto","month":"07","year":"2016","corpus":"everi year million tourist businesspeopl friend famili cross border legal potu presid nieto","id":756520445596360700,"day":"22"},{"text":"Watch as @POTUS makes a surprise drop by at the 21st Century Policing briefing: https://t.co/ktcGCL46ED","month":"07","year":"2016","corpus":"watch potu make surpris drop 21st centuri polic brief","id":756562873380397000,"day":"22"},{"text":"RT @vj44: Surprise drop by from @POTUS during the 21st Century Policing Briefing. Tune in now: https://t.co/Z4jQAexZxD","month":"07","year":"2016","corpus":"vj44 surpris drop potu 21st centuri polic brief tune","id":756562675556114400,"day":"22"},{"text":"Our diversity is our strength. @POTUS on 26 years of the Americans with Disabilities Act: https://t.co/0cEYUFTzZD https://t.co/bWz4fNsnTj","month":"07","year":"2016","corpus":"divers strength potu year american disabl act","id":757981304411402200,"day":"26"},{"text":"Tune in at 1:35pm ET as @POTUS joins @DAVHQ and announces a milestone in the fight to end veteran homelessness: https://t.co/Dn6oT6zfOw","month":"08","year":"2016","corpus":"tune 35pm potu join davhq announc mileston fight end veteran homeless","id":760160764846043100,"day":"01"},{"text":"RT @WHLive: “This marks the first official state visit by a Singaporean prime minister in over 30 years.” —@POTUS #SingaporeVisit","month":"08","year":"2016","corpus":"whlive mark first offici state visit singaporean prime minist year potu singaporevisit","id":760467342367129600,"day":"02"},{"text":"RT @WHLive: .@POTUS and @FLOTUS  welcome Singapore PM @leehsienloong and\nMrs. Lee to the White House → https://t.co/7MjisF89w7 https://t.co…","month":"08","year":"2016","corpus":"whlive potu flotu welcom singapor leehsienloong mr lee white hous","id":760462587611848700,"day":"02"},{"text":"BREAKING: @POTUS just commuted the sentences of 214 additional people, surpassing the past 9 presidents combined. https://t.co/mpr78ANJvX","month":"08","year":"2016","corpus":"break potu commut sentenc 214 addit peopl surpass past presid combin","id":760892710731518000,"day":"03"},{"text":"Watch @POTUS give advice to\nyoung African leaders about writing the next chapter of their history: https://t.co/9CfRfMXfEz","month":"08","year":"2016","corpus":"watch potu give advic young african leader write next chapter histori","id":760948886252818400,"day":"03"},{"text":"This week, @POTUS commuted the sentences of 214 Americans. Here's why he's taking action on #CriminalJusticeReform: https://t.co/bZgWTG5k5e","month":"08","year":"2016","corpus":"week potu commut sentenc 214 american take action criminaljusticereform","id":761338694951239700,"day":"04"},{"text":"“I want to repeat—ISIL has not had a major successful offensive operation in either Syria or Iraq in a full year.” —@POTUS","month":"08","year":"2016","corpus":"want repeat isil major success offens oper either syria iraq full year potu","id":761304538498433000,"day":"04"},{"text":"Tune in at 4:15pm ET: @POTUS speaks on our progress in the fight against ISIL → https://t.co/L5JPW5mlmY","month":"08","year":"2016","corpus":"tune 15pm potu speak progress fight isil","id":761289905435648000,"day":"04"},{"text":"\"If you could compete in any Olympic event, what would you choose?\" —@POTUS asks @FLOTUS: https://t.co/p2YKF9yZhl https://t.co/cIOY5K7KAj","month":"08","year":"2016","corpus":"could compet olymp event would choos potu ask flotu","id":762793077509464000,"day":"08"},{"text":"What is @POTUS listening to this summer? Check out his #SummerPlaylist:\n☀ https://t.co/t3MhjavVyg \n🌙 https://t.co/j3mi0dRlMr","month":"08","year":"2016","corpus":"potu listen summer check summerplaylist","id":763754097895886800,"day":"11"},{"text":"RT @POTUS: Been waiting to drop this: summer playlist, the encore. What's everybody listening to? https://t.co/mqh1YVrycj","month":"08","year":"2016","corpus":"potu wait drop summer playlist encor everybodi listen","id":763745160836636700,"day":"11"},{"text":"\"Orient yourself towards having an impact and making a difference.\" —@POTUS offers advice: https://t.co/QutByoHKET https://t.co/fMu4mUVnFv","month":"08","year":"2016","corpus":"orient toward impact make differ potu offer advic","id":764214165330206700,"day":"12"},{"text":"RT @JFriedman44: Today @POTUS received an update on the resources that have been provided\nto support the #LAflood response &amp; recovery https…","month":"08","year":"2016","corpus":"jfriedman44 today potu receiv updat resourc provid support laflood respons amp recoveri http","id":765999317001859100,"day":"17"},{"text":"Today @POTUS is in Baton Rouge to meet local officials amid response and recovery efforts: https://t.co/6Uet2HpPXI https://t.co/boO4GX7mZt","month":"08","year":"2016","corpus":"today potu baton roug meet local offici amid respons recoveri effort","id":768132229147000800,"day":"23"},{"text":"I directed the federal government to mobilize and do everything we can to help.”  —@POTUS in Baton Rouge https://t.co/wEsEL5QRlQ","month":"08","year":"2016","corpus":"direct feder govern mobil everyth help potu baton roug","id":768147285138149400,"day":"23"},{"text":"RT @PressSec: Arriving in Baton Rouge to view govt response to historic floods, @POTUS greets @LouisianaGov &amp; LG @BillyNungesser https://t.…","month":"08","year":"2016","corpus":"presssec arriv baton roug view govt respons histor flood potu greet louisianagov amp billynungess","id":768134142668185600,"day":"23"},{"text":".@POTUS has conserved more land and water than any other president in history: https://t.co/MJVquf0ZQ4 #NPS100 https://t.co/51AjtMLAZ3","month":"08","year":"2016","corpus":"potu conserv land water presid histori nps100","id":768584101599338500,"day":"24"},{"text":"RT @POTUS: Felicitaciones, @JuanManSantos and Colombia. After decades of war, we stand with you in building a future of peace. https://t.co…","month":"08","year":"2016","corpus":"potu felicitacion juanmansanto colombia decad war stand build futur peac","id":768834104896913400,"day":"25"},{"text":"\"#EqualPay for equal work should be a fundamental principle of our economy\" —@POTUS on #WomensEqualityDay https://t.co/DSH15UmuAB","month":"08","year":"2016","corpus":"equalpay equal work fundament principl economi potu womensequalityday","id":769277295244808200,"day":"26"},{"text":"\"A fraction of the funding won’t get the job done. You can’t solve a fraction of a disease.\" —@POTUS on #Zika: https://t.co/3orxZnKw0j","month":"08","year":"2016","corpus":"fraction fund get job done solv fraction diseas potu zika","id":770028217868484600,"day":"28"},{"text":"RT @CarnegieMellon: .@POTUS is coming to CMU to speak at a conference on pushing the boundaries of science and technology. https://t.co/Dni…","month":"08","year":"2016","corpus":"carnegiemellon potu come cmu speak confer push boundari scienc technolog","id":770644130930290700,"day":"30"},{"text":".@POTUS cannot do it alone. Congress must act to enact a fairer federal sentencing system: https://t.co/eNv6u25429 https://t.co/J4cL84Yjyc","month":"08","year":"2016","corpus":"potu cannot alon congress must act enact fairer feder sentenc system","id":770715902639763500,"day":"30"},{"text":"\"The overwhelming body of scientific evidence shows us that climate change is caused by human activity.” —@POTUS https://t.co/F0E84MBT92","month":"08","year":"2016","corpus":"overwhelm bodi scientif evid show climat chang caus human activ potu","id":771106109062950900,"day":"31"},{"text":"“7,000 species live in its waters, a quarter of which are not found anywhere else” —@POTUS on our newest monument https://t.co/q0CAnMSCKy","month":"09","year":"2016","corpus":"000 speci live water quarter found anywher els potu newest monument","id":771368086146543600,"day":"01"},{"text":"\"This is going to be a precious resource for generations to come\" —@POTUS on conservation: https://t.co/kLOKgyiEvf https://t.co/giHzQHncRX","month":"09","year":"2016","corpus":"go preciou resourc gener come potu conserv","id":771743358712684500,"day":"02"},{"text":"“Together, we reaffirm the very special relationship between the US and the UK” —@POTUS with Prime Minister May https://t.co/bgYBrUb0V1","month":"09","year":"2016","corpus":"togeth reaffirm special relationship potu prime minist may","id":772438335470067700,"day":"04"},{"text":"\"When you see people who've been affected by it, you start to connect\" —@Rhodes44 on why @POTUS is in Laos: https://t.co/JUbEbrTJzf","month":"09","year":"2016","corpus":"see peopl affect start connect rhodes44 potu lao","id":773302974928003100,"day":"06"},{"text":"\"We will speak up on behalf of human rights because we believe they are the birthright of every human being\" —@POTUS https://t.co/aeDKyN1VLP","month":"09","year":"2016","corpus":"speak behalf human right believ birthright everi human potu","id":773159135043063800,"day":"06"},{"text":"“We believe that the daughters of Laos have just as much talent and potential as your sons.\" —@POTUS: https://t.co/BfMSaAb1H9","month":"09","year":"2016","corpus":"believ daughter lao much talent potenti son potu","id":773179166468472800,"day":"06"},{"text":"From cluster bombs to landmines, here’s what the U.S. left behind in Laos and what @POTUS is doing to address it: https://t.co/LjL56pGkIt","month":"09","year":"2016","corpus":"cluster bomb landmin left behind lao potu address","id":773552826513371100,"day":"07"},{"text":"\"This visit marks my 9th to the ASEAN region—more than any US president.\" —@POTUS on the Asia Pacific's importance https://t.co/fC3cX4QXya","month":"09","year":"2016","corpus":"visit mark 9th asean region presid potu asia pacif import","id":773890678501892100,"day":"08"},{"text":"RT @nowthisnews: .@POTUS is the first U.S. president to visit Laos, in an attempt to clean up the harsh legacies of the Vietnam War https:/…","month":"09","year":"2016","corpus":"nowthisnew potu first presid visit lao attempt clean harsh legaci vietnam war http :/…","id":773877624342884400,"day":"08"},{"text":"At 9:20am ET, @POTUS joins a Pentagon ceremony to mark the 15th anniversary of September 11th. Tune in: https://t.co/9jseKaiu2U #NeverForget","month":"09","year":"2016","corpus":"20am potu join pentagon ceremoni mark 15th anniversari septemb 11th tune neverforget","id":774955234992861200,"day":"11"},{"text":"RT @DeptofDefense: #SecDef Carter and @POTUS lay wreath at #September11 commemoration ceremony at the Pentagon https://t.co/BpNjkiysAE","month":"09","year":"2016","corpus":"deptofdefens secdef carter potu lay wreath september11 commemor ceremoni pentagon","id":774964594989211600,"day":"11"},{"text":"Watch @POTUS on the importance of protecting the planet and #OurOcean for the next generation: https://t.co/SE4nnqkQRS","month":"09","year":"2016","corpus":"watch potu import protect planet ourocean next gener","id":776474524896391200,"day":"15"},{"text":"“My administration has protected more waters than any in history.” —@POTUS #OurOcean https://t.co/snNbn3goxg","month":"09","year":"2016","corpus":"administr protect water histori potu ourocean","id":776441393472430100,"day":"15"},{"text":"“A world in which one percent of humanity controls as much wealth as the other 99 percent will never be stable.” —@POTUS #UNGA","month":"09","year":"2016","corpus":"world one percent human control much wealth percent never stabl potu unga","id":778243020919636000,"day":"20"},{"text":"RT @WHLive: Live now: Watch @POTUS speaking at the Refugee Summit at #UNGA → https://t.co/bqz14iPq8i","month":"09","year":"2016","corpus":"whlive live watch potu speak refuge summit unga","id":778319015944912900,"day":"20"},{"text":"At 3:35pm ET, @POTUS speaks at the Refugee Summit at #UNGA → https://t.co/tKWh2bks2b #RefugeesWelcome https://t.co/cFcka32Kwg","month":"09","year":"2016","corpus":"35pm potu speak refuge summit unga refugeeswelcom","id":778311938094825500,"day":"20"},{"text":"\"Our country is stronger &amp; more prosperous than it was 8 years ago.” Read @POTUS's letter on our economic progress: https://t.co/o2n5UsbgT3","month":"09","year":"2016","corpus":"countri stronger amp prosper year ago read potu letter econom progress","id":778731990824529900,"day":"21"},{"text":"\"We need to invest more in Africa’s most precious resource, and that is its people\" —@POTUS #USAfricaBizForum https://t.co/y6DZe4wHu5","month":"09","year":"2016","corpus":"need invest africa preciou resourc peopl potu usafricabizforum","id":778645463385780200,"day":"21"},{"text":"\"By 2030, I believe we can bring electricity to more than 60 million African homes and businesses.\"  —@POTUS at #USAfricaBizForum","month":"09","year":"2016","corpus":"2030 believ bring electr million african home busi potu usafricabizforum","id":778619197433585700,"day":"21"},{"text":"Alex told @POTUS how he will share his toys with a boy from across the world. Let's learn from him. #RefugeesWelcome https://t.co/9HJUsq3kkI","month":"09","year":"2016","corpus":"alex told potu share toy boy across world let learn refugeeswelcom","id":779072386670796800,"day":"22"},{"text":"\"Our glory derives not just from our most obvious triumphs, but how we've wrested triumph from tragedy\" —@POTUS https://t.co/EWVy1UduiU","month":"09","year":"2016","corpus":"glori deriv obviou triumph wrest triumph tragedi potu","id":779743475411525600,"day":"24"},{"text":"\"This national museum helps to tell a richer and fuller story of who we are.\" —@POTUS celebrating the @NMAAHC https://t.co/EWVy1UduiU","month":"09","year":"2016","corpus":"nation museum help tell richer fuller stori potu celebr nmaahc","id":779732016195481600,"day":"24"},{"text":"Thanks to @POTUS, Americans have more money in their pockets. Find out more from @CEAChair: https://t.co/3lU2g9M000 https://t.co/2TGUJYH5un","month":"09","year":"2016","corpus":"thank potu american money pocket find ceachair","id":780049438517583900,"day":"25"},{"text":"Today, @POTUS celebrates the contributions of our tribal communities: https://t.co/uUJ0cFVJvf #TribalNations https://t.co/J5VbifJyuf","month":"09","year":"2016","corpus":"today potu celebr contribut tribal commun tribaln","id":780407214779490300,"day":"26"},{"text":"In 2009, @POTUS hosted his first #TribalNations Conference—a tradition he’s continuing today. #WHTNC https://t.co/J5VbifJyuf","month":"09","year":"2016","corpus":"2009 potu host first tribaln confer tradit continu today whtnc","id":780415463964553200,"day":"26"},{"text":"RT @POTUS: Democracy is not a spectator sport. Don't give up your power to shape the future of the country we love. Vote: https://t.co/sUxB…","month":"09","year":"2016","corpus":"potu democraci spectat sport give power shape futur countri love vote","id":780809680465440800,"day":"27"},{"text":"\"The work that this military...&amp; the work that our law enforcement has done has made us significantly safer\" —@POTUS https://t.co/DW3JT1wudI","month":"09","year":"2016","corpus":"work militari ...& amp work law enforc done made significantli safer potu","id":781312542358503400,"day":"29"},{"text":"We're extending paid sick leave to nearly 600,000 workers. @POTUS explains why: https://t.co/dNyMAsbwzu https://t.co/SMeJ8MvGsz","month":"09","year":"2016","corpus":"extend paid sick leav nearli 600 000 worker potu explain","id":781520245550821400,"day":"29"},{"text":"Watch @POTUS speak at the memorial service for Shimon Peres at Mount Herzl: https://t.co/v1eRmxl8KV","month":"09","year":"2016","corpus":"watch potu speak memori servic shimon pere mount herzl","id":781862213178961900,"day":"30"},{"text":"RT @TheUndefeated: BREAKING: We will be hosting an HBCU Student Forum w/@POTUS at @ncatsuaggies. #UndefeatedConvo https://t.co/VxX6rYCWzx","month":"10","year":"2016","corpus":"theundef break host hbcu student forum potu ncatsuaggi undefeatedconvo","id":783368479164371000,"day":"04"},{"text":"Watch @POTUS and @LeonardoDiCaprio talk about how conservation goes hand-in-hand with acting on climate. #SXSL https://t.co/o7auDc5h8i","month":"10","year":"2016","corpus":"watch potu leonardodicaprio talk conserv goe hand hand act climat sxsl","id":783428233572130800,"day":"04"},{"text":"At 12pm ET, watch as @POTUS welcomes the 2016 Stanley Cup Champion Pittsburgh @Penguins: https://t.co/KOy1WQeVW6 https://t.co/ytxRad3ISl","month":"10","year":"2016","corpus":"12pm watch potu welcom 2016 stanley cup champion pittsburgh penguin","id":784059255141785600,"day":"06"},{"text":"Rural communities are the backbone of our nation. Read @POTUS’s letter to Chloe in Illinois: https://t.co/tA2h9QcJ3W https://t.co/tuQxgTjMmx","month":"10","year":"2016","corpus":"rural commun backbon nation read potu letter chloe illinoi","id":784046794644652000,"day":"06"},{"text":"RT @NSC44: Statement by @POTUS on the Awarding of the Nobel Peace Prize to Colombian President Santos (@JuanManSantos): https://t.co/ZZRCtl…","month":"10","year":"2016","corpus":"nsc44 statement potu award nobel peac prize colombian presid santo juanmansanto","id":784502571972960300,"day":"07"},{"text":".@POTUS on Americans getting ahead:\nAffordable childcare ✓\n↑ min wage ✓\nEqual pay ✓\nPaid family &amp; sick leave ✓\nhttps://t.co/5DMpxckmOJ","month":"10","year":"2016","corpus":"potu american get ahead afford childcar min wage equal pay paid famili amp sick leav","id":785219536584904700,"day":"09"},{"text":"\"I still have the same sense of wonder about our space program that I did as a child.\" —@POTUS in a @CNN op-ed: https://t.co/RExUE1ilx1 https://t.co/bLeDaIlMIT","month":"10","year":"2016","corpus":"still sens wonder space program child potu cnn","id":785835630538395600,"day":"11"},{"text":"\"We’ve opened up a new chapter with the people of Cuba.\" —@POTUS during #HispanicHeritageMonth","month":"10","year":"2016","corpus":"open new chapter peopl cuba potu hispanicheritagemonth","id":786312336420339700,"day":"12"},{"text":"\"It doesn’t take a lot to transform the lives of young men.\" —@POTUS on importance of mentorship: https://t.co/qtf5dCNxBC #UndefeatedConvo https://t.co/pS9PmHIxk8","month":"10","year":"2016","corpus":"take lot transform live young men potu import mentorship undefeatedconvo","id":786035276191629300,"day":"12"},{"text":"In honor of #HispanicHeritageMonth, we celebrate the progress that Hispanic Americans have made under @POTUS: https://t.co/qusl3KAlfk https://t.co/u2FU9oN8Pu","month":"10","year":"2016","corpus":"honor hispanicheritagemonth celebr progress hispan american made potu","id":786229841737592800,"day":"12"},{"text":"RT @TheUndefeated: Tune in to our #UndefeatedConvo at 10p et on @espn as @POTUS reveals what makes him UNDEFEATED. https://t.co/HnRcz4SuUY","month":"10","year":"2016","corpus":"theundef tune undefeatedconvo 10p espn potu reveal make undef","id":786021300489842700,"day":"12"},{"text":"RT @LizAllen44: Amazing. @POTUS shakes robotic hand of brain implant patient Nathan who controls it w/ his mind. #WHFrontiers https://t.co/…","month":"10","year":"2016","corpus":"lizallen44 amaz potu shake robot hand brain implant patient nathan control mind whfrontier","id":786635726200770600,"day":"13"},{"text":"\"Only with science can we make a shift to cleaner sources of energy and take steps to save the only planet we have.\" —@POTUS at #WHFrontiers https://t.co/PHEBFokjSi","month":"10","year":"2016","corpus":"scienc make shift cleaner sourc energi take step save planet potu whfrontier","id":786650133744132100,"day":"13"},{"text":"RT @POTUS: Congratulations to one of my favorite poets, Bob Dylan, on a well-deserved Nobel. https://t.co/c9cnANWPCS","month":"10","year":"2016","corpus":"potu congratul one favorit poet bob dylan well deserv nobel","id":786607074155397100,"day":"13"},{"text":"\"I'm a science geek. I'm a nerd, and I don't make any apologies for it.\" —@POTUS  #WHFrontiers https://t.co/pxdVwLATrD","month":"10","year":"2016","corpus":"scienc geek nerd make apolog potu whfrontier","id":786657957052244000,"day":"13"},{"text":"RT @NSC44: Today @POTUS convened his National Security Council to review progress in the campaign to degrade &amp; destroy ISIL: https://t.co/4…","month":"10","year":"2016","corpus":"nsc44 today potu conven nation secur council review progress campaign degrad amp destroy isil","id":787109563799449600,"day":"15"},{"text":"\"When Americans and Italians stand together, we can leave the world a little better than we found it.\" —@POTUS on our friendship with Italy","month":"10","year":"2016","corpus":"american italian stand togeth leav world littl better found potu friendship itali","id":788372517215961100,"day":"18"},{"text":"\"Because of Michelle, like every good Italian home, the White House now has a garden. With tomatoes. And garlic.\" —@POTUS","month":"10","year":"2016","corpus":"michel like everi good italian home white hous garden tomato garlic potu","id":788371595601510400,"day":"18"},{"text":"“Never in American history has the uninsured rate been lower than it is today” —@POTUS on the #ACA https://t.co/Nn1JBpPe3W","month":"10","year":"2016","corpus":"never american histori uninsur rate lower today potu aca","id":789181743806894100,"day":"20"},{"text":"\"The sum of those parts that are popular in Obamacare is Obamacare...Repealing it would make the majority of Americans worse off\" —@POTUS","month":"10","year":"2016","corpus":"sum part popular obamacar obamacar ... repeal would make major american wors potu","id":789172441738129400,"day":"20"},{"text":"\"It was about children like Zoe Lihn...halfway to hitting her lifetime insurance cap before she was old enough to walk\" —@POTUS on the #ACA","month":"10","year":"2016","corpus":"children like zoe lihn ... halfway hit lifetim insur cap old enough walk potu aca","id":789163506046079000,"day":"20"},{"text":"\"Most people—today—can find a plan for less than $75 a month at the https://t.co/GNfbftrfo3 marketplace\" —@POTUS","month":"10","year":"2016","corpus":"peopl today find plan less month marketplac potu","id":789167017450278900,"day":"20"},{"text":"RT @Hill44: Next, @POTUS says, Congress should enact a public plan fallback in some parts of the country  -- modeled on Republican idea in…","month":"10","year":"2016","corpus":"hill44 next potu say congress enact public plan fallback part countri model republican idea","id":789171170360688600,"day":"20"},{"text":"RT @POTUS: Check out my newest science advisors! These kids are fearless in using science to tackle our toughest problems. Thanks for the i…","month":"10","year":"2016","corpus":"potu check newest scienc advisor kid fearless use scienc tackl toughest problem thank","id":789598336873488400,"day":"21"},{"text":"9-year-old Jacob asked @POTUS if he had a Kid Science Advisor. Six months later, Jacob returned here Friday as one: https://t.co/TSzA6LInmh","month":"10","year":"2016","corpus":"year old jacob ask potu kid scienc advisor six month later jacob return friday one","id":790658446097993700,"day":"24"},{"text":"RT @Quora: Why is the TPP so controversial? by Barack Obama  @POTUS @WhiteHouse https://t.co/5rnnCYTJTd https://t.co/lRXHI9ozR8","month":"10","year":"2016","corpus":"quora tpp controversi barack obama potu whitehous","id":791736568612388900,"day":"27"},{"text":"\"I wish you and your loved ones peace and happiness on this Diwali.\" —@POTUS to all of those celebrating #Diwali: https://t.co/HOyk3I4Mqc https://t.co/tLsjyXJnDs","month":"10","year":"2016","corpus":"wish love one peac happi diwali potu celebr diwali","id":792731552492814300,"day":"30"},{"text":"Happy Halloween from @POTUS and @FLOTUS! Add 'WhiteHouse' on @Snapchat to watch more scenes from the day: https://t.co/4dFrryI0vc","month":"10","year":"2016","corpus":"happi halloween potu flotu add whitehous snapchat watch scene day","id":793228749735137300,"day":"31"},{"text":"\"To the young people...Don’t get cynical. Don’t ever think you can’t make a difference.\" —@POTUS https://t.co/pxvMRA7h09","month":"11","year":"2016","corpus":"young peopl ... get cynic ever think make differ potu","id":796482985268756500,"day":"09"},{"text":"\"As we search for ways to come together...some of our best examples are the men and women we salute on Veterans Day.\" —@POTUS","month":"11","year":"2016","corpus":"search way come togeth ... best exampl men women salut veteran day potu","id":797117036363219000,"day":"11"},{"text":"Happening now: @POTUS speaks to the press before departing on his trip to Greece, Germany, and Peru: https://t.co/9JgTRwos0O","month":"11","year":"2016","corpus":"happen potu speak press depart trip greec germani peru","id":798263125439037400,"day":"14"},{"text":"Today, @POTUS spoke with President @EPN of Mexico about the progress our two countries have made together: https://t.co/Lj8Iy2ILUp","month":"11","year":"2016","corpus":"today potu spoke presid epn mexico progress two countri made togeth","id":798239046833057800,"day":"14"},{"text":"Happening now: Watch @POTUS join Prime Minister @Tsipras_EU of Greece for a press conference: https://t.co/x0Dzuium7L https://t.co/ALoXmosqh5","month":"11","year":"2016","corpus":"happen watch potu join prime minist tsipras_eu greec press confer","id":798531463184547800,"day":"15"},{"text":"RT @rhodes44: Tonight @POTUS departed on his final planned foreign trip. Here's what he will be doing in Greece, Germany, &amp; Peru: https://t…","month":"11","year":"2016","corpus":"rhodes44 tonight potu depart final plan foreign trip greec germani amp peru","id":798350544850980900,"day":"15"},{"text":"\"Democracy…is imperfect. It can be slow. It can be frustrating. It can be hard. It can be messy.\" —@POTUS speaking in Athens, Greece","month":"11","year":"2016","corpus":"democraci imperfect slow frustrat hard messi potu speak athen greec","id":798863906416500700,"day":"16"},{"text":"\"We must make clear that governments exist to serve the interests of citizens, and not the other way around.\"  —@POTUS","month":"11","year":"2016","corpus":"must make clear govern exist serv interest citizen way around potu","id":798870387773866000,"day":"16"},{"text":"“Countries that uphold democratic governance tend to be more just, more stable &amp; more successful” —@POTUS in Athens","month":"11","year":"2016","corpus":"countri uphold democrat govern tend stabl amp success potu athen","id":798863066473660400,"day":"16"},{"text":"“Freedom of speech and assembly—because true legitimacy can only come from the people, who must never be silenced.” —@POTUS in Athens","month":"11","year":"2016","corpus":"freedom speech assembl true legitimaci come peopl must never silenc potu athen","id":798864325653971000,"day":"16"}]