[{"text":"“Joined By a Common Goal”: Today the President’s schedule was virtually clear except for three pivotal meetings .. http://tinyurl.com/dfkvd3","month":"05","year":"2009","corpus":"join common goal ”: today presid schedul virtual clear except three pivot meet ..","id":1721058639,"day":"06"},{"text":"Pres. Obama & First Lady are celebrating an evening of poetry, music and the spoken word. Tune in to a livestream at 7:45pm ET","month":"05","year":"2009","corpus":"pre obama first ladi celebr even poetri music spoken word tune livestream 45pm et","id":1775661275,"day":"12"},{"text":"Watch the opening of WH Food Safety Listening Session: http://bit.ly/12nxRn  Send in your ideas on food safety: #WHsafefood","month":"05","year":"2009","corpus":"watch open wh food safeti listen session send idea food safeti whsafefood","id":1783895257,"day":"13"},{"text":"Also check out http://www.data.gov/, a platform to democratize data. Let us know what other data you'd like to see: http://bit.ly/2NwUs","month":"05","year":"2009","corpus":"also check platform democrat data let us know data like see","id":1874393965,"day":"21"},{"text":"Transparency and Open Government: Vivek Kundra, our Chief Information Officer, and Beth Noveck, Deputy Chief Tec.. http://tinyurl.com/r3wms8","month":"05","year":"2009","corpus":"transpar open govern vivek kundra chief inform offic beth noveck deputi chief tec ..","id":1873720726,"day":"21"},{"text":"\"When I Was in the 6th Grade...\": Dr. Jill Biden talks about attending the Scripps National Spelling Bee last week. http://tinyurl.com/n ...","month":"06","year":"2009","corpus":"6th grade ...\": dr jill biden talk attend scripp nation spell bee last week ...","id":2003823939,"day":"02"},{"text":"Open Government Initiative Discussion Phase: Transparency Principles: Beth Noveck, Deputy Chief Technology Offic.. http://tinyurl.com/p8sfr5","month":"06","year":"2009","corpus":"open govern initi discuss phase transpar principl beth noveck deputi chief technolog offic ..","id":2022993315,"day":"03"},{"text":"Obama: America respects the right of all peaceful and law-abiding voices to be heard around the world, even if we disagree with them..","month":"06","year":"2009","corpus":"obama america respect right peac law abid voic heard around world even disagre ..","id":2028077047,"day":"04"},{"text":"The First Lady: \"Today is Just the Beginning\": In her address to the graduating seniors of Washington Math and S.. http://tinyurl.com/o9dj29","month":"06","year":"2009","corpus":"first ladi today begin \": address graduat senior washington math ..","id":2023768152,"day":"04"},{"text":"DTV! “The Transition is in progress…” If you have an analog TV, get a converter or new TV.  Converter coupons: http://dtv.gov","month":"06","year":"2009","corpus":"dtv transit progress …” analog tv get convert new tv convert coupon","id":2130855276,"day":"12"},{"text":"@AMYA7 & others say more Bo. Understandable. Bo in the Oval http://bit.ly/24ClT8 Bo goes for the shoes http://bit.ly/1auckC","month":"08","year":"2009","corpus":"other say bo understand bo oval bo goe shoe","id":3522490742,"day":"24"},{"text":"New report details how #healthreform impacts seniors & addresses common questions incl Medicare Advantage http://bit.ly/i7e5m","month":"09","year":"2009","corpus":"new report detail healthreform impact senior address common question incl medicar advantag","id":4320028045,"day":"23"},{"text":"A welcoming smile from the First Lady – see the photos from her dinner hosting G20 spouses: http://bit.ly/qpYX1","month":"09","year":"2009","corpus":"welcom smile first ladi see photo dinner host g20 spous","id":4369244091,"day":"25"},{"text":"A White House first at 5:30: Live video chat with Secretary Sebelius and Senator Whitehouse http://bit.ly/2FQRR9","month":"10","year":"2009","corpus":"white hous first 30 live video chat secretari sebeliu senat whitehous","id":4531393718,"day":"01"},{"text":"#gov20 RT @BoingBoing: US gov't drops price of journals from $17k to $0, adds XML to Federal Register! #positweets http://url4.eu/aS6E","month":"10","year":"2009","corpus":"gov20 us gov drop price journal 17k add xml feder regist positweet","id":4629918621,"day":"05"},{"text":"Photostream: 83 new photos from September just dropped this morning.  Slideshow http://bit.ly/vJNdZ","month":"10","year":"2009","corpus":"photostream 83 new photo septemb drop morn slideshow","id":4734677274,"day":"09"},{"text":"Word from the WH: Last-ditch insurance efforts & GOP Leaders' plan to \"Delay, Define, and Derail\" http://bit.ly/1DLEGy #hcr","month":"10","year":"2009","corpus":"word wh last ditch insur effort gop leader plan delay defin derail hcr","id":4994855317,"day":"19"},{"text":"“You’ve Got to Believe” – Biden on the cars of the future, reopening a GM plant to build hybrid cars http://bit.ly/VZ6w8","month":"10","year":"2009","corpus":"got believ biden car futur reopen gm plant build hybrid car","id":5213175964,"day":"27"},{"text":"CEA Chair Christina Romer on today’s GDP numbers, and a chart that tells the story http://bit.ly/1jkFhP","month":"10","year":"2009","corpus":"cea chair christina romer today gdp number chart tell stori","id":5258933003,"day":"29"},{"text":"Watch, discuss, engage at 3:15 via Facebook: SBA Administrator Mills on small biz, the economy, credit http://bit.ly/tCHXt","month":"11","year":"2009","corpus":"watch discuss engag 15 via facebook sba administr mill small biz economi credit","id":5774098795,"day":"16"},{"text":"Obama: “Today, after extraordinary costs, we are bringing the Iraq war to a responsible end”","month":"12","year":"2009","corpus":"obama today extraordinari cost bring iraq war respons end","id":6253873549,"day":"02"},{"text":"New Video: Inside the WH: The Marine Sentries -- behind the scenes look @ the marine outside the WW http://bit.ly/7gJ0DE","month":"12","year":"2009","corpus":"new video insid wh marin sentri -- behind scene look marin outsid ww","id":7130821802,"day":"28"},{"text":"Bipartisan Meeting on Health Reform: Invites Are Out. Read it and the invite list in full http://bit.ly/dysTuN #hcr","month":"02","year":"2010","corpus":"bipartisan meet health reform invit read invit list full hcr","id":9027348994,"day":"12"},{"text":"Obama, students chat w/ astronauts in space. \"Stephen Colbert at least is excited about his treadmill\" http://bit.ly/a7YkK8","month":"02","year":"2010","corpus":"obama student chat astronaut space stephen colbert least excit treadmil","id":9292730126,"day":"18"},{"text":"1:00 EST: Obama's major address talking about the relationship between government and business http://www.wh.gov/live","month":"02","year":"2010","corpus":"00 est obama major address talk relationship govern busi","id":9585518069,"day":"24"},{"text":"RT @lisapjackson: I'm finally on Twitter!  Any suggestions?","month":"03","year":"2010","corpus":"final twitter suggest","id":9998990249,"day":"05"},{"text":"http://twitpic.com/17sdss - Folks lined streets from airport, crowd cheers as Obama prepares backstage","month":"03","year":"2010","corpus":"folk line street airport crowd cheer obama prepar backstag","id":10290855732,"day":"10"},{"text":"50/50 http://bit.ly/bymLf0","month":"03","year":"2010","corpus":"50 50","id":10571806563,"day":"16"},{"text":"Obama \"I know what it’s like to take a tough vote. But what did Lincoln say? I am not bound to win, but I am bound to be true\"","month":"03","year":"2010","corpus":"obama know like take tough vote lincoln say bound win bound true","id":10788362418,"day":"20"},{"text":"What do students want to know about our higher-ed agenda? Teaming up w/ @huffpostcollege to find out: http://bit.ly/aQfY3P","month":"03","year":"2010","corpus":"student want know higher ed agenda team find","id":11335462615,"day":"30"},{"text":"Obama: Wall Street's \"usual army of lobbyists\" has \"found some willing allies\" on the other side of the aisle","month":"04","year":"2010","corpus":"obama wall street usual armi lobbyist found will alli side aisl","id":12295695353,"day":"16"},{"text":"Global call to end distracted driving-will you respond? Hang up. Put it down. Just drive. #gcedd","month":"05","year":"2010","corpus":"global call end distract drive respond hang put drive gcedd","id":14307790924,"day":"19"},{"text":"In case you missed it: 32-photo gallery of State Dinner with Mexico with shots from the night added http://bit.ly/cwhqvA","month":"05","year":"2010","corpus":"case miss 32 photo galleri state dinner mexico shot night ad","id":14451157185,"day":"21"},{"text":"Obama speaks on BP Oil Spill after meeting with Commission Co-chairs, starting momentarily http://wh.gov/live","month":"06","year":"2010","corpus":"obama speak bp oil spill meet commiss co chair start momentarili","id":15186401349,"day":"01"},{"text":"\"Harnessing the Power of Information to Improve Health\" – cool examples of what #OpenGov can accomplish http://bit.ly/9Eha9k","month":"06","year":"2010","corpus":"har power inform improv health cool exampl opengov accomplish","id":15437714861,"day":"04"},{"text":"On Board w/ Dr. Jill Biden: Hear from her directly on her tour of a boarding school for orphans in Kenya http://bit.ly/99I2ay","month":"06","year":"2010","corpus":"board dr jill biden hear directli tour board school orphan kenya","id":15866954102,"day":"10"},{"text":"Details of new claims process, escrow account, enviro & health monitoring for #BP #oilspill http://bit.ly/95vSXI","month":"06","year":"2010","corpus":"detail new claim process escrow account enviro health monitor bp oilspil","id":16338353631,"day":"16"},{"text":"Independence Day at the White House through the lens of @PeteSouza http://bit.ly/dcf7Tf","month":"07","year":"2010","corpus":"independ day white hous len","id":17767820869,"day":"05"},{"text":"Obama speaks on a productive week: Wall St Reform, unemployment insurance, crackdown on waste all signed http://bit.ly/c9tIAS","month":"07","year":"2010","corpus":"obama speak product week wall st reform unemploy insur crackdown wast sign","id":19358554995,"day":"23"},{"text":"West Wing Week: \"A Sensible Mid Westerner\" http://bit.ly/9aQhwg","month":"07","year":"2010","corpus":"west wing week sensibl mid western","id":19370113772,"day":"23"},{"text":"Wall St Reform signed, bailouts ended, study shows earlier response saved US from losing 8.5M more jobs http://bit.ly/9gvNpO","month":"07","year":"2010","corpus":"wall st reform sign bailout end studi show earlier respons save us lose 5m job","id":19773362610,"day":"28"},{"text":"Friday inspiration: 13 Citizens Medal recipients, all nominated by the public, tell their amazing stories http://bit.ly/4O8N6h","month":"08","year":"2010","corpus":"friday inspir 13 citizen medal recipi nomin public tell amaz stori","id":20500164128,"day":"06"},{"text":"Continuing the #Katrina series: FEMA on helping rebuild http://bit.ly/cbUEp5 & SBA on disaster assistance http://bit.ly/brRqO5","month":"08","year":"2010","corpus":"continu katrina seri fema help rebuild sba disast assist","id":22198638503,"day":"26"},{"text":"\"Over $1 trillion at war… short-changed investments in our own people… Our most urgent task is to restore our economy\"","month":"09","year":"2010","corpus":"trillion war short chang invest peopl urgent task restor economi","id":22661805196,"day":"01"},{"text":"Very special, must-see West Wing Week: \"Dispatches from Iraq\" Unique look on the ground at new mission http://bit.ly/dCHnt4","month":"09","year":"2010","corpus":"special must see west wing week dispatch iraq uniqu look ground new mission","id":22886791460,"day":"03"},{"text":"Republicans in Congress Push to End Consumer Protections, Let Wall Street Run Loose http://bit.ly/9niVTk","month":"09","year":"2010","corpus":"republican congress push end consum protect let wall street run loos","id":25137917904,"day":"21"},{"text":"RT @SineOtter: My brother had a brain tumor, if he lost insurance, he might not have been able to get it back, but now, that chance is there","month":"09","year":"2010","corpus":"brother brain tumor lost insur might abl get back chanc","id":25083151174,"day":"21"},{"text":"3:00: Live video chat on the Neighborhood Revitalization Initiative w/ Ed, HUD, DOJ, HHS http://bit.ly/hSr1F","month":"09","year":"2010","corpus":"00 live video chat neighborhood revit initi ed hud doj hh","id":25811805316,"day":"28"},{"text":"Vote now: 2010 SAVE Award, choose winner from 4 finalist ideas submitted by fed employees to streamline govt: http://is.gd/gQt3v","month":"11","year":"2010","corpus":"vote 2010 save award choos winner finalist idea submit fed employe streamlin govt","id":1745446842146816,"day":"08"},{"text":"More late night live-stream: The President at a Veterans Day Troop Rally in Seoul, great event, 8:40PM EST http://wh.gov/live","month":"11","year":"2010","corpus":"late night live stream presid veteran day troop ralli seoul great event 40pm est","id":2488635660177408,"day":"10"},{"text":"#1Q answers from @PressSec up on unemployment benefits & DC “bickering”: http://wh.gov/firstquestion cc @2blessed2bst @MKBRW","month":"12","year":"2010","corpus":"1q answer unemploy benefit dc bicker ”: cc","id":12922462228451328,"day":"09"},{"text":"The case for New START from the Joint Chiefs: \"We need START and we need it badly\" Watch:  http://ow.ly/3qsEm","month":"12","year":"2010","corpus":"case new start joint chief need start need badli watch","id":15512760192344064,"day":"16"},{"text":"RT @SBAgov: New blog from SBA Administrator Karen Mills: Take a tour of the #NewSBAgov website: http://ow.ly/3sTLc","month":"12","year":"2010","corpus":"new blog sba administr karen mill take tour newsbagov websit","id":17386709347995648,"day":"22"},{"text":"In case you missed it - @petesouza's favorite WH photos of 2010, with his intro: http://ow.ly/3xB0t","month":"01","year":"2011","corpus":"case miss favorit wh photo 2010 intro","id":22018782155243520,"day":"03"},{"text":"@NanHayworthNews getting younger, healthier people into the insurance pool helps lower costs for everyone over time","month":"01","year":"2011","corpus":"get younger healthier peopl insur pool help lower cost everyon time","id":23413956391469056,"day":"07"},{"text":"\"I challenge you to join me in setting a new goal: by 2035, 80% of America’s electricity will come from clean energy sources.\" #sotu","month":"01","year":"2011","corpus":"challeng join set new goal 2035 80 america electr come clean energi sourc .\" sotu","id":30089622373535744,"day":"26"},{"text":"\"We live & do business in the information age, but the last major reorganization of the gvt happened in the age of black & white TV.\" #SOTU","month":"01","year":"2011","corpus":"live busi inform age last major reorgan gvt happen age black white tv .\" sotu","id":30096060261076990,"day":"26"},{"text":"@iVillage @momonashoe Get creative, I have dance-a-thons w/ my kids, or hide stuffed animals & they have 2 min 2 find them #letsmoveivillage","month":"02","year":"2011","corpus":"get creativ danc thon kid hide stuf anim min find letsmoveivillag","id":35007630271463424,"day":"08"},{"text":"RT @iVillage: Join @iVillage Twitterview 2/8 11-11:30 AM ET w Robin Schepper of First Lady's #LetsMove initiative. Qs welcome! Use #lets ...","month":"02","year":"2011","corpus":"join twitterview 11 11 30 et robin schepper first ladi letsmov initi qs welcom use let ...","id":34999946084093950,"day":"08"},{"text":"@iVillage Hey everybody, Robin here -- My background helps me understand what parents face every day trying to raise healthy children","month":"02","year":"2011","corpus":"hey everybodi robin -- background help understand parent face everi day tri rais healthi children","id":35006397636681730,"day":"08"},{"text":"\"... the Iranian government has declared illegal for Iranians what it claimed was noble for Egyptians.\" Full stmt: http://goo.gl/8e9gN","month":"02","year":"2011","corpus":"... iranian govern declar illeg iranian claim nobl egyptian .\" full stmt","id":36527740567953410,"day":"12"},{"text":"Romantical… RT @HHSGov It’s Valentine's Day! Share this e-card about cost-free preventive benefits http://bit.ly/dOVCiQ","month":"02","year":"2011","corpus":"romant valentin day share card cost free prevent benefit","id":37294458072608770,"day":"14"},{"text":"OK, gotta run, tx all 4 the great Qs. More on the youths & #hcr: http://bit.ly/bpwflx Sign up for youth email updates: http://bit.ly/cGxZSg","month":"02","year":"2011","corpus":"ok gotta run tx great qs youth hcr sign youth email updat","id":37925460126076930,"day":"16"},{"text":"Just in: The President says he’ll pop in on Goolsbee’s live chat from OH at 1:00 (don’t tell Austan), check it out: http://bit.ly/hSr1F","month":"02","year":"2011","corpus":"presid say pop goolsbe live chat oh 00 tell austan ), check","id":40104008379150340,"day":"22"},{"text":"Live video of 1st WH Conference on Bullying Prevention at 10:30AM EST tomorrow w/ Obama & First Lady: http://wh.gov/live #stopbullyingnow","month":"03","year":"2011","corpus":"live video 1st wh confer bulli prevent 10 30am est tomorrow obama first ladi stopbullyingnow","id":45623633703481340,"day":"09"},{"text":"RT @PressSec: Deputy NSA Denis McDonough laid out our approach to preventing violent extremism in America earlier this week: http://is.g ...","month":"03","year":"2011","corpus":"deputi nsa deni mcdonough laid approach prevent violent extrem america earlier week ...","id":45881674143248380,"day":"10"},{"text":"OMB Director Jack Lew debunks Charles Krauthammer’s charges on Social Security http://wh.gov/xMf","month":"03","year":"2011","corpus":"omb director jack lew debunk charl krauthamm charg social secur","id":46283383826952190,"day":"11"},{"text":"Important facts about domestic oil & gas production under the Obama admin: http://wh.gov/a2u","month":"03","year":"2011","corpus":"import fact domest oil ga product obama admin","id":52099350540730370,"day":"27"},{"text":"New report: 22M leased onshore acres in the hands of oil & gas companies are not being used - roughly size of Indiana http://wh.gov/aDE","month":"03","year":"2011","corpus":"new report 22m leas onshor acr hand oil ga compani use roughli size indiana","id":52792669495234560,"day":"29"},{"text":"Fresh West Wing Week: Libya, energy, education & a Big Blue Whale http://wh.gov/a0r","month":"04","year":"2011","corpus":"fresh west wing week libya energi educ big blue whale","id":53837460987326460,"day":"01"},{"text":"West Wing Week: Obama continues budget talks hoping to avoid a govt shutdown & focuses clean energy. Video: http://wh.gov/aR2","month":"04","year":"2011","corpus":"west wing week obama continu budget talk hope avoid govt shutdown focus clean energi video","id":56381387955113980,"day":"08"},{"text":"RT @Astro_Ron: My 1st @Twitpic #FromSpace. Anyone know where in the world this is? http://twitpic.com/4l4les","month":"04","year":"2011","corpus":"1st fromspac anyon know world","id":58897678343479300,"day":"15"},{"text":"In case you missed it: Photo gallery of the First Lady & Dr. Jill Biden honoring our military & their families: http://wh.gov/amJ","month":"04","year":"2011","corpus":"case miss photo galleri first ladi dr jill biden honor militari famili","id":60398718171623420,"day":"19"},{"text":"MT @digiphile: @whitehouse humor is a fine spice but couldn't you feature the millionth here? //Fair. Andrew Blum FTW http://on.fb.me/g1DGWC","month":"04","year":"2011","corpus":"mt humor fine spice featur millionth // fair andrew blum ftw","id":61535155256434690,"day":"22"},{"text":"RT @fema: Survivors in eligible counties, apply for assistance: www.disasterassistance.gov http://m.fema.gov 800-621-3362 TTY 800-462-7585","month":"04","year":"2011","corpus":"survivor elig counti appli assist 800 621 3362 tti 800 462 7585","id":64413804255133700,"day":"30"},{"text":".@omarjorge: In a democracy the Prez can't just bypass Congress even when he disagrees with the policy. So we need to elevate the debate.","month":"05","year":"2011","corpus":"democraci prez bypass congress even disagre polici need elev debat","id":68389313762705410,"day":"11"},{"text":"RT @NASA: See today's launch of Space Shuttle Endeavour: http://go.nasa.gov/iqRlP8 [VIDEO]","month":"05","year":"2011","corpus":"see today launch space shuttl endeavour video","id":70123741698461700,"day":"16"},{"text":"Obama: We will “show that America values the dignity of the street vendor in Tunisia more than the raw power of the dictator” #MEspeech","month":"05","year":"2011","corpus":"obama show america valu digniti street vendor tunisia raw power dictat mespeech","id":71250486644310020,"day":"19"},{"text":"Obama's choice to help @Chrysler & @GM is helping drive American auto industry comeback. WH report: http://1.usa.gov/mJmgfk","month":"06","year":"2011","corpus":"obama choic help help drive american auto industri comeback wh report","id":75954111501180930,"day":"01"},{"text":"RT @whitehouseostp: @HouseCommerce An Important Bipartisan Milestone for Spectrum Policy http://go.usa.gov/DeN","month":"06","year":"2011","corpus":"import bipartisan mileston spectrum polici","id":78500585338437630,"day":"08"},{"text":"\"We must remember that what sets America apart is not solely our power – it is the principles upon which our union was founded.\" -Obama","month":"06","year":"2011","corpus":"must rememb set america apart sole power principl upon union found .\" obama","id":83688605456924670,"day":"23"},{"text":".@RapidsSoccer hosts military kids & thanks WH followers @whitelight71 and @HollieSeven for giving back. Video: http://twitpic.com/5i6zfp","month":"06","year":"2011","corpus":"host militari kid thank wh follow give back video","id":85750845148377090,"day":"28"},{"text":"Obama: Biggest clean energy investments in history, on track for massive increase in market share in advanced car batteries, much more","month":"07","year":"2011","corpus":"obama biggest clean energi invest histori track massiv increas market share advanc car batteri much","id":88674540191891460,"day":"06"},{"text":"Obama: Disagrees w/ premise that Rs would've agreed to debt ceiling hike in November, got help for economy & struggling Americans in deal...","month":"07","year":"2011","corpus":"obama disagre premis rs would agre debt ceil hike novemb got help economi struggl american deal ...","id":88678420443181060,"day":"06"},{"text":"Starting soon - @startupamerica panel w/ #BuyYoung entrepreneurs incl @wordpress @H360Capital @LindyGrundy & more: http://t.co/FJaCwSE","month":"07","year":"2011","corpus":"start soon panel buyyoung entrepreneur incl","id":91247499381182460,"day":"13"},{"text":".@EricMayle Ramping up prevention;new efficiencies mean treatment $s go further; new donors in mix; other countries must keep commitments","month":"07","year":"2011","corpus":"ramp prevent new effici mean treatment go new donor mix countri must keep commit","id":94434633499951100,"day":"22"},{"text":"RT @GovernorOMalley: We'll continue to invest in our #1 ranked schools bc we know that education is the key to winning the future.#umdto ...","month":"07","year":"2011","corpus":"continu invest rank school bc know educ key win futur umdto ...","id":94437809032667140,"day":"22"},{"text":"RT @pfeiffer44: Great rundown from @stevebenen of the long list of reasonable deals that @SpeakerBoehner and the House GOP have rejected ...","month":"07","year":"2011","corpus":"great rundown long list reason deal hous gop reject ...","id":95506209645404160,"day":"25"},{"text":"Wonder where our national debt comes from? Check out this infographic: http://t.co/VvXIunK","month":"07","year":"2011","corpus":"wonder nation debt come check infograph","id":96334418565808130,"day":"27"},{"text":".@gugaf1SP: Obama's preference is $4t balanced plan. But Reid plan is a fair downpayment & lifts uncertainty weighing on our economy #WHChat","month":"07","year":"2011","corpus":"obama prefer 4t balanc plan reid plan fair downpay lift uncertainti weigh economi whchat","id":96663245867335680,"day":"28"},{"text":".@wrtheuer: @twitter, of course! Seriously, many on both sides engaged in honest, serious discussion of tough issues #WHchat","month":"07","year":"2011","corpus":"cours serious mani side engag honest seriou discuss tough issu whchat","id":96639311151247360,"day":"28"},{"text":".@shlevy: US nearly alone in having debt ceiling. Congress decided how much 2 spend. Decided debt limit. Must raise to pay bills. #WHchat","month":"07","year":"2011","corpus":"us nearli alon debt ceil congress decid much spend decid debt limit must rais pay bill whchat","id":96960018871631870,"day":"29"},{"text":".@JP_McGrath don't want to predict market precisely, but impact on interest rates, confidence, econ activity will all be very bad #WHChat","month":"07","year":"2011","corpus":"want predict market precis impact interest rate confid econ activ bad whchat","id":97035449838747650,"day":"29"},{"text":"RT @alexlionh: Does the language of the compromise handcuff the WH's power to rollback upper bracket tax cuts? If so what is the Pres' b ...","month":"08","year":"2011","corpus":"languag compromis handcuff wh power rollback upper bracket tax cut pre ...","id":98147547423576060,"day":"01"},{"text":".@RayKurilla sorry here it is http://t.co/J2jr6xO","month":"08","year":"2011","corpus":"sorri","id":98154033453338620,"day":"01"},{"text":"RT @VP: Came up to the House to say hi to Gabby and to thank Leader Pelosi.--- VP","month":"08","year":"2011","corpus":"came hous say hi gabbi thank leader pelosi .--- vp","id":98171510501552130,"day":"01"},{"text":".@davidcjackman (1 of 2) As for the American people? That's why I'm here...you tell me","month":"08","year":"2011","corpus":"american peopl ... tell","id":98145578696974340,"day":"01"},{"text":".@CliftonR YouthBuild is great, others too. give ladders for kids to overcome odds. balanced caps give rm to keep invstmts like this #WHChat","month":"08","year":"2011","corpus":"youthbuild great other give ladder kid overcom odd balanc cap give rm keep invstmt like whchat","id":98150492508667900,"day":"01"},{"text":".@brozm1990: The American people won in this #compromise. Sets up a second stage and we'll be pushing for balanced deficit reduction #WHchat","month":"08","year":"2011","corpus":"american peopl compromis set second stage push balanc deficit reduct whchat","id":98486036908351490,"day":"02"},{"text":".@writegray: You can see the priorities DHS is using to clear out the caseload here: http://t.co/RcJQsaU #whchat","month":"08","year":"2011","corpus":"see prioriti dh use clear caseload whchat","id":104289737774342140,"day":"18"},{"text":"Follow @FEMA and @CraigatFEMA for preparation tips and the latest updates on Hurricane #Irene","month":"08","year":"2011","corpus":"follow prepar tip latest updat hurrican iren","id":106757757981556740,"day":"25"},{"text":"RT @mema_feeds: Here's a good checklist of supplies for #Irene. http://t.co/tjFXbOH Be prepared. #MDHurricane","month":"08","year":"2011","corpus":"good checklist suppli iren prepar mdhurrican","id":107483553046081540,"day":"27"},{"text":"RT @PressSec: Enjoyed the first ever #WHTweetup briefing. Good people, good questions. Thanks to all who came. Am newly committed to twe ...","month":"09","year":"2011","corpus":"enjoy first ever whtweetup brief good peopl good question thank came newli commit twe ...","id":112307504893001730,"day":"09"},{"text":"RT @PressSec: I know - it's been too long! BUT- looking forward to answering q's in the 1st #WHTweetup Briefing. Follow it here: http:// ...","month":"09","year":"2011","corpus":"know long look forward answer 1st whtweetup brief follow http :// ...","id":112272976744955900,"day":"09"},{"text":"RT @WHLive: .@pjkorman: $35b for teachers and first responders. $30b for school modernize. Full facts at http://t.co/Midi3RBo #WHchat","month":"09","year":"2011","corpus":"35b teacher first respond 30b school modern full fact whchat","id":114436704693260290,"day":"15"},{"text":"RT @WHLive: Obama: the last time I checked, the only pledge that really matters is the pledge we take to uphold the Constitution.","month":"09","year":"2011","corpus":"obama last time check pledg realli matter pledg take uphold constitut","id":115805244973269000,"day":"19"},{"text":"#WestWingWeek 9/30/11 or \"Set Your Sights High\": http://t.co/Nb5YQrHN cc: @LinkedIn @Sharpie #fixNCLB #JobsNow #BacktoSchool","month":"09","year":"2011","corpus":"westwingweek 30 11 set sight high \": cc fixnclb jobsnow backtoschool","id":119787610800537600,"day":"30"},{"text":"RT @WHLive: Obama: I am always open to negotiations. What is also true is they need to do something.","month":"10","year":"2011","corpus":"obama alway open negoti also true need someth","id":121974797356908540,"day":"06"},{"text":"Meet Jamail Larkins: http://t.co/XAcmHw9l He wants Congress to pass the #JobsNow Act so he can grow his aviation business.","month":"10","year":"2011","corpus":"meet jamail larkin want congress pass jobsnow act grow aviat busi","id":123927145214001150,"day":"12"},{"text":"RT @macon44: Take a few secs & scan through this awesome @storify thread of today's #WHTweetUp. It loads more as your scroll down http:/ ...","month":"10","year":"2011","corpus":"take sec scan awesom thread today whtweetup load scroll http :/ ...","id":124636695420346370,"day":"14"},{"text":"\"Each of us must continue to do our part\" @RepJohnLewis on Martin Luther King Jr. Memorial: http://t.co/OYItEEDt #DedicateMLK","month":"10","year":"2011","corpus":"us must continu part martin luther king jr memori dedicatemlk","id":125733983463014400,"day":"17"},{"text":"RT @littlefuter: the troops are coming home? anyone else getting deja vu? #WHChat","month":"10","year":"2011","corpus":"troop come home anyon els get deja vu whchat","id":127461011027542020,"day":"21"},{"text":"RT @jesseclee44: Correct... Reuters: Republicans block popular piece of Obama jobs bill http://t.co/iv5ayqcf #p2 #tcot #JobsNow #TrueStories","month":"10","year":"2011","corpus":"correct ... reuter republican block popular piec obama job bill p2 tcot jobsnow truestori","id":127218090634248200,"day":"21"},{"text":"We can't wait. http://t.co/lqHz0db8","month":"10","year":"2011","corpus":"wait","id":128520642634059780,"day":"24"},{"text":"RT @JonCarson44: we are honoring Champions of Change for Make it in America here at the WH today. Here's one of our Champions.. http://t ...","month":"11","year":"2011","corpus":"honor champion chang make america wh today one champion .. ...","id":132095947063832580,"day":"03"},{"text":"Ever wonder what it's like to teleconference w/ the President in the SitRoom? Happening now w/ #SAVEAward final 4: http://t.co/tr6M08O5","month":"11","year":"2011","corpus":"ever wonder like teleconfer presid sitroom happen saveaward final","id":134304535807148030,"day":"09"},{"text":"RT @wethepeople: NEW RESPONSE: Protecting the Air We Breathe: http://t.co/6suinCPP","month":"11","year":"2011","corpus":"new respons protect air breath","id":136949112837914620,"day":"16"},{"text":"RT @OMBPress: Last chance to vote for '11 #SAVEAward! Voting closes today at 12PM ET; http://t.co/2wLWyAm5 #cuttingwaste #Gov20","month":"11","year":"2011","corpus":"last chanc vote 11 saveaward vote close today 12pm et cuttingwast gov20","id":137181221544407040,"day":"17"},{"text":"RT @kellywallacetv: On train to DC 4 @iVillage live intv w/@HHSGov at 1245p.  Any more suggested q's on smoking or other topics?   www.i ...","month":"11","year":"2011","corpus":"train dc live intv /@ hhsgov 1245p suggest smoke topic ...","id":137192306393624580,"day":"17"},{"text":"MT @NASCAR The First Lady tells military families that the entire country is behind them #NASCAR #USA @joiningforces http://t.co/WO2TFJyz","month":"11","year":"2011","corpus":"mt first ladi tell militari famili entir countri behind nascar usa","id":138382200327516160,"day":"20"},{"text":"RT @arneduncan: Philly music teacher has $100 budget for 7 schools. Solution: bucket drumming. Watch here: http://t.co/f5CaJ4pg","month":"11","year":"2011","corpus":"philli music teacher 100 budget school solut bucket drum watch","id":138633749809201150,"day":"21"},{"text":"RT @JoiningForces: Join @JoiningForces & @the_USO to say thanks to our troops & their families. Take a moment to show your support: http ...","month":"11","year":"2011","corpus":"join say thank troop famili take moment show support http ...","id":139106497530568700,"day":"22"},{"text":"RT @OMBPress: @pfeiffer44 blog on '12 approps: to avoid veto and possible shutdown, \"abandon ideological stunts;\" pass balanced bill: ht ...","month":"12","year":"2011","corpus":"blog 12 approp avoid veto possibl shutdown abandon ideolog stunt ;\" pass balanc bill ht ...","id":142357130798825470,"day":"01"},{"text":"RT @ServeDotGov: Happy 10th Intl #Volunteer Day! Thanks to all who've served through #AmeriCorps @NationalService, & @PeaceCorps #IVD","month":"12","year":"2011","corpus":"happi 10th intl volunt day thank serv americorp ivd","id":143794839828430850,"day":"05"},{"text":"RT @lacasablanca: Si el Congreso no actúa los impuestos de la clase media aumentarán en 26 días, 3 horas. ¿Cómo lo afecta? Visite http:/ ...","month":"12","year":"2011","corpus":"si el congreso actúa lo impuesto de la clase media aumentarán en 26 día hora cómo lo afecta visit http :/ ...","id":143857979404464130,"day":"06"},{"text":"RT @RLBrown3: Giant American flag unfurled & all 2,000+ Cadets & Midshipmen singing \"God Bless the USA\" together. Stunning scene at #Arm ...","month":"12","year":"2011","corpus":"giant american flag unfurl 000 cadet midshipmen sing god bless usa togeth stun scene arm ...","id":145618809020092400,"day":"10"},{"text":"RT @CommerceSec: Secretary Bryson's complete remarks on his vision to Build it Here. Sell it Everywhere can be read here - http://t.co/S ...","month":"12","year":"2011","corpus":"secretari bryson complet remark vision build sell everywher read ...","id":147344227762843650,"day":"15"},{"text":"Will House Republicans allow taxes to go up on 160 million Americans? http://t.co/3yYmINpR","month":"12","year":"2011","corpus":"hous republican allow tax go 160 million american","id":148864422067175420,"day":"19"},{"text":"RT @mattnocella: With #40dollars, it would be easier to make my student loan payments.","month":"12","year":"2011","corpus":"40dollar would easier make student loan payment","id":149240679464308740,"day":"20"},{"text":"RT @joyousjava: Just paid off the eyeglasses I got last January.  With #40dollars less per paycheck it'll be even harder to pay off the  ...","month":"12","year":"2011","corpus":"paid eyeglass got last januari 40dollar less per paycheck even harder pay ...","id":149264273732931600,"day":"20"},{"text":"RT @zaren: @whitehouse #40dollars Is a tank of gas to get me to and from work for the week. That means two less tanks of gas a month.","month":"12","year":"2011","corpus":"40dollar tank ga get work week mean two less tank ga month","id":149239739113943040,"day":"20"},{"text":"RT @TimothyAScott: The payroll tax cut is worth about $40 bucks. Wondering what folks in Central PA would buy with that extra cash? #40d ...","month":"12","year":"2011","corpus":"payrol tax cut worth 40 buck wonder folk central pa would buy extra cash 40d ...","id":149508415503335420,"day":"21"},{"text":"@VanceMeister here's a good explainer video http://t.co/uNfNUlYH","month":"12","year":"2011","corpus":"good explain video","id":149518678998790140,"day":"21"},{"text":"RT @MayorWalling: This is the wrong time for major federal tax hike on workers. What does #40dollars a week mean to you? http://t.co/LVy ...","month":"12","year":"2011","corpus":"wrong time major feder tax hike worker 40dollar week mean ...","id":149936289699987460,"day":"22"},{"text":"RT @JoiningForces: Go inside @whitehouse & @VP's residence for a look at how we're honoring our troops & their families for the holidays ...","month":"12","year":"2011","corpus":"go insid resid look honor troop famili holiday ...","id":150004071770767360,"day":"23"},{"text":"\"From our family to yours, Merry Christmas\" -First Lady Michelle Obama: http://t.co/44jzagGg","month":"12","year":"2011","corpus":"famili merri christma first ladi michel obama","id":150674619349729280,"day":"24"},{"text":"RT @jesseclee44: Obama on NDAA: \"Administration will aggressively seek to mitigate those concerns through...authorities available to me\" ...","month":"12","year":"2011","corpus":"obama ndaa administr aggress seek mitig concern ... author avail ...","id":153230424129286140,"day":"31"},{"text":"RT @JoiningForces: Don't miss the First Lady on @iCarly tonight! @NickelodeonTV teams up with @JoiningForces to support military kids: h ...","month":"01","year":"2012","corpus":"miss first ladi tonight team support militari kid ...","id":159057405202808830,"day":"16"},{"text":"RT @CourtneyLMills: @whitehouse Camping on Lake Greeson in Central Arkansas. #visitUS http://t.co/MkAH1uHa","month":"01","year":"2012","corpus":"camp lake greeson central arkansa visitu","id":160104086845390850,"day":"19"},{"text":"Want a peek behind the scenes of the #SOTU? Here's the story of how it comes together http://t.co/NIvsk9vq","month":"01","year":"2012","corpus":"want peek behind scene sotu stori come togeth","id":161870607657615360,"day":"24"},{"text":"Obama: Our workers are the most productive on Earth & if the playing field is level, I promise you – America will always win #SOTU","month":"01","year":"2012","corpus":"obama worker product earth play field level promis america alway win sotu","id":161998629928841200,"day":"25"},{"text":"Obama: Tonight, I want to speak about how we move forward & lay out a blueprint for an economy that’s built to last #sotu","month":"01","year":"2012","corpus":"obama tonight want speak move forward lay blueprint economi built last sotu","id":161997796344463360,"day":"25"},{"text":"Missed @VP Biden's #SOTU twitter interview? The full Q&A is posted here: http://t.co/XkkKaI8x via @Storify","month":"01","year":"2012","corpus":"miss biden sotu twitter interview full post via","id":162621921626824700,"day":"26"},{"text":"RT @VP: \"Because of you workers on this floor, America is coming back. You’re bringing us back\"-VP @ American Seating Co in Grand Rapids ...","month":"02","year":"2012","corpus":"worker floor america come back bring us back \"- vp american seat co grand rapid ...","id":164751273277661200,"day":"01"},{"text":"RT @macon44: Never done something like this before: check out WH.gov/live @startupamerica @aneeshchopra @SteveCase","month":"02","year":"2012","corpus":"never done someth like check wh gov live","id":165205755119681540,"day":"02"},{"text":"RT @TriCoalition: Pres. Obama calls for 1 Million new #STEM grads, 100K new STEM teachers in next 10yrs! #WHScienceFair","month":"02","year":"2012","corpus":"pre obama call million new stem grad 100k new stem teacher next 10yr whsciencefair","id":166932492786470900,"day":"07"},{"text":"RT @WHLive: Missed #WHScienceFair Office Hours? Check out the #WHChat with Bill Nye @TheScienceGuy @neiltyson & @whitehouseostp: http:// ...","month":"02","year":"2012","corpus":"miss whsciencefair offic hour check whchat bill nye http :// ...","id":167025616925896700,"day":"07"},{"text":"Inside the @Smithsonian National Museum of African American History & Culture #groundbreaking2012: http://t.co/S2CAJy19","month":"02","year":"2012","corpus":"insid nation museum african american histori cultur groundbreaking2012","id":172475736609923070,"day":"23"},{"text":"By the numbers: $7,610 http://t.co/Y857bvAp Amount of your money oil companies are receiving every minute in tax breaks http://t.co/lh6Itm2m","month":"03","year":"2012","corpus":"number 610 amount money oil compani receiv everi minut tax break","id":179634013982564350,"day":"13"},{"text":"RT @Interior: Another great photo from #Tumblr. The #California Coastal National Monument at sunset: http://t.co/1Q6yv6O9","month":"03","year":"2012","corpus":"anoth great photo tumblr california coastal nation monument sunset","id":185806730364596220,"day":"30"},{"text":"RT @VP: .@keder  Fascinating. Could reduce costs, but it would eliminate millions of students from college. Against natl interest. -vp # ...","month":"04","year":"2012","corpus":"fascin could reduc cost would elimin million student colleg natl interest vp ...","id":187269333154676740,"day":"03"},{"text":"Watch: MO Air Guard band & @YouTube hit Sidewinder performs at #JoiningForces 1 yr anniv at the @WhiteHouse: http://t.co/4PHTkp3U","month":"04","year":"2012","corpus":"watch mo air guard band hit sidewind perform joiningforc yr anniv","id":190251836157075460,"day":"12"},{"text":"RT @jesseclee44: Biden at his best, most passionate on the Violence Against Women Act. You should watch http://t.co/nHGBx55U #Reauthoriz ...","month":"04","year":"2012","corpus":"biden best passion violenc women act watch reauthoriz ...","id":192721880237608960,"day":"18"},{"text":"Today we're hosting our 1st ever Google+ #WHPhotowalk for @whitehouse garden tours. Follow in photos: https://t.co/JomMM2MU","month":"04","year":"2012","corpus":"today host 1st ever googl whphotowalk garden tour follow photo","id":193674575576432640,"day":"21"},{"text":"#DontDoubleMyRate is now trending worldwide. Keep it up. http://t.co/J9ASgm3s","month":"04","year":"2012","corpus":"dontdoublemyr trend worldwid keep","id":194846556321615870,"day":"24"},{"text":"RT @pfeiffer44: Via @nytimes Obama Hands Congress Economic ‘To Do’ List http://t.co/iC4RNs2k","month":"05","year":"2012","corpus":"via obama hand congress econom list","id":199678251923275780,"day":"08"},{"text":"\"Remind your member of Congress we can’t afford to wait until November to get things done\" -Obama on #CongressToDoList http://t.co/Tgiqy76d","month":"05","year":"2012","corpus":"remind member congress afford wait novemb get thing done obama congresstodolist","id":200010064277418000,"day":"08"},{"text":"RT @arneduncan: Today, and every day, we need a lot more fathers to be actively engaged in their children's lives.","month":"06","year":"2012","corpus":"today everi day need lot father activ engag children live","id":214507660731613200,"day":"17"},{"text":"RT @BiancaSki: @arneduncan will discretionary grants be opened to #milfams like was pledged as part of #JoiningForces #WHChat","month":"06","year":"2012","corpus":"discretionari grant open milfam like pledg part joiningforc whchat","id":218049288893247500,"day":"27"},{"text":"Welcome home Katie Ledecky! You are a true inspiration to young people everywhere. Congrats! -mo","month":"08","year":"2012","corpus":"welcom home kati ledecki true inspir young peopl everywher congrat mo","id":232629230603755520,"day":"07"},{"text":"Weekly Address: Congress Should Back Plan to Hire Teachers Watch: http://t.co/TtWcZ9eE","month":"08","year":"2012","corpus":"weekli address congress back plan hire teacher watch","id":236821465939464200,"day":"18"},{"text":"Three Ways to Explore the White House...from Home http://t.co/vIowfzog","month":"09","year":"2012","corpus":"three way explor white hous ... home","id":243801954176880640,"day":"06"},{"text":"RT @tinacan25: So excited to be accepted for the #WHGarden social 3 weeks from today! Tours also open to public, see here http://t.co/iC ...","month":"09","year":"2012","corpus":"excit accept whgarden social week today tour also open public see ...","id":251764024679747600,"day":"28"},{"text":"Photo of the day: Tourists take a pic in front of the White House, lit pink last night for #BreastCancerAwarenessMonth http://t.co/VjiX9qnL","month":"10","year":"2012","corpus":"photo day tourist take pic front white hous lit pink last night breastcancerawarenessmonth","id":253204410031812600,"day":"02"},{"text":"Check out pics from the #WHGarden tours this weekend: http://t.co/7lQpRdrc Including this one of the Kitchen Garden: http://t.co/WoDagSbB","month":"10","year":"2012","corpus":"check pic whgarden tour weekend includ one kitchen garden","id":257920001762279420,"day":"15"},{"text":"Over 40,000 Americans have visited http://t.co/p3ZVAHvt to share what $2,000 means to them. What does it mean to you? Tell us with #My2k","month":"11","year":"2012","corpus":"40 000 american visit share 000 mean mean tell us my2k","id":273905458044076030,"day":"28"},{"text":"RT @bademus: Refinanced home 4 sons tuition, with higher payment a $2000 tax increase right now would be a hardship for me #MY2K","month":"11","year":"2012","corpus":"refinanc home son tuition higher payment 2000 tax increas right would hardship my2k","id":273840327117377540,"day":"28"},{"text":"RT @aliebol: #My2k is being able to buy gas and fix my car so I'm not afraid my car is going to breakdown on my commute to work","month":"11","year":"2012","corpus":"my2k abl buy ga fix car afraid car go breakdown commut work","id":273875188066680830,"day":"28"},{"text":"RT @craftydeeney: #my2k means being able to pay for groceries, household items, and being able to pay our bills. It may not seem like a  ...","month":"11","year":"2012","corpus":"my2k mean abl pay groceri household item abl pay bill may seem like ...","id":274638113710673920,"day":"30"},{"text":"RT @VP: Today, I'm having lunch w/ folks who would see their taxes go up if Congress doesn't act. Looking forward to hearing from them o ...","month":"12","year":"2012","corpus":"today lunch folk would see tax go congress act look forward hear ...","id":277105950865891330,"day":"07"},{"text":"RT @petesouza: Photo of Bo, the \"first dog\", in the Rose Garden today http://t.co/v6J6sPJF","month":"01","year":"2013","corpus":"photo bo first dog \", rose garden today","id":294604820076175360,"day":"25"},{"text":"RT @Interior: One of the most stunning photos we've ever seen. The #milkyway over @MountRainierNPS http://t.co/YdRMmuL5","month":"01","year":"2013","corpus":"one stun photo ever seen milkyway","id":294988048498847740,"day":"26"},{"text":"On 1/31 at 1ET: Cecilia Muñoz joins @joseiswriting @AmericaFerrera @jimwallis for a G+ Hangout on #ImmigrationReform: http://t.co/AFsoCnEa","month":"01","year":"2013","corpus":"31 1et cecilia muñoz join hangout immigrationreform","id":296415690074751000,"day":"30"},{"text":"In honor of his birthday, see George Washington like never before with the @GoogleArt project: http://t.co/B5khxny8 http://t.co/CETCRqPj","month":"02","year":"2013","corpus":"honor birthday see georg washington like never project","id":303647765924306940,"day":"18"},{"text":"Happy St. Patrick's Day! http://t.co/22bTL5LuWU","month":"03","year":"2013","corpus":"happi st patrick day","id":313296437645549600,"day":"17"},{"text":"RT @rhodes44: Glad to be joining @Twitter in time for 1st foreign trip of 2nd term. Departing for Tel Aviv shortly. I'll be sharing upda ...","month":"03","year":"2013","corpus":"glad join time 1st foreign trip 2nd term depart tel aviv shortli share upda ...","id":314140040500482050,"day":"19"},{"text":".@VP takes you inside his trip to the Vatican for @Pontifex Inauguration Mass for Vol. 2 of #BeingBiden. Listen: http://t.co/rpy4asuxSi","month":"03","year":"2013","corpus":"take insid trip vatican inaugur mass vol beingbiden listen","id":315185774553362400,"day":"22"},{"text":"RT @vdrk: I just spoke out to support common-sense steps to reduce gun violence. #NowIsTheTime to act. Add your name, too: http://t.co/2 ...","month":"04","year":"2013","corpus":"spoke support common sens step reduc gun violenc nowisthetim act add name ...","id":322430816133206000,"day":"11"},{"text":"RT @NewtownAction: @NewtowonAction suppors common-sense steps to reduce gun violence. #NowIsTheTime to act. Add your name, too: http://t ...","month":"04","year":"2013","corpus":"suppor common sens step reduc gun violenc nowisthetim act add name ...","id":322460380968407040,"day":"11"},{"text":"Steven Spielberg's \"Obama.\" http://t.co/zqflXxO4cc #WHCD","month":"04","year":"2013","corpus":"steven spielberg obama .\" whcd","id":328335645481238500,"day":"28"},{"text":"RT @wethepeople: More than 8 million users, 200,000+ petitions, 13 million+ signatures...and now there's an API for @WeThePeople: http://t.…","month":"05","year":"2013","corpus":"million user 200 000 petit 13 million signatur ... api","id":329726920386297860,"day":"01"},{"text":"Air Force One, ready for take off: http://t.co/5BmtTHHuCx","month":"05","year":"2013","corpus":"air forc one readi take","id":330087313466073100,"day":"02"},{"text":"Obama: \"You've proven yourselves morally—living a concept of honor and integrity. This includes treating one another with respect.\"","month":"05","year":"2013","corpus":"obama proven moral live concept honor integr includ treat one anoth respect","id":337940019027267600,"day":"24"},{"text":"Obama: “Our journey to equality is not complete until our wives, our mothers, and daughters can earn a living equal to their efforts.”","month":"06","year":"2013","corpus":"obama journey equal complet wive mother daughter earn live equal effort .”","id":344120772547199000,"day":"10"},{"text":"FACT: In 2011, immigrants started more than one-fourth of all new businesses in the U.S. #ImmigrationNation, http://t.co/lZDcsXWvGu","month":"06","year":"2013","corpus":"fact 2011 immigr start one fourth new busi immigrationn","id":344506840341676000,"day":"11"},{"text":"Best buds. http://t.co/esMrntQmRS","month":"06","year":"2013","corpus":"best bud","id":344971165288255500,"day":"13"},{"text":"Higher education should be a right for all Americans—and that's why we can't let student loan rates double July 1st: http://t.co/bA8yMF9Yjt","month":"06","year":"2013","corpus":"higher educ right american let student loan rate doubl juli 1st","id":345311966035836900,"day":"13"},{"text":"Hope all the dads out there have a great Father's Day weekend: http://t.co/JFD34sfklp  #QualityTime http://t.co/2UvcSk1VYk","month":"06","year":"2013","corpus":"hope dad great father day weekend qualitytim","id":346032124979195900,"day":"15"},{"text":"Starting Oct. 1st, the new http://t.co/GNfbftrfo3 will help you choose a plan that fits your budget and meets your needs. #ObamacareInAction","month":"06","year":"2013","corpus":"start oct 1st new help choos plan fit budget meet need obamacareinact","id":350033109196095500,"day":"26"},{"text":"RT @petesouza: Photo of the First Family being welcomed at Senegal airport this evening http://t.co/aqlnO0udOh","month":"06","year":"2013","corpus":"photo first famili welcom seneg airport even","id":350028849716797440,"day":"26"},{"text":"RT @VP: PHOTO:VP swears in Richard Cordray as the Director of the @CFPB this morning in his WW office w/ @Sebelius (WH Photo) http://t.co/M…","month":"07","year":"2013","corpus":"photo vp swear richard cordray director morn ww offic wh photo","id":357509511084380160,"day":"17"},{"text":"RT @jearnest44: .@MaxBaucus backs 1 yr delay of employer mandate. Says wont \"slow or diminish the overall effectiveness of the ACA.\" http:/…","month":"07","year":"2013","corpus":"back yr delay employ mandat say wont slow diminish overal effect aca .\" http :/…","id":357629557043511300,"day":"17"},{"text":"RT @vj44: Congrats to Todd Jones on his confirmation as ATF Director—a true leader in protecting our communities against gun violence.","month":"08","year":"2013","corpus":"congrat todd jone confirm atf director true leader protect commun gun violenc","id":362947081154990100,"day":"01"},{"text":"There's a new puppy at the White House… http://t.co/QRDoYqAekL #MeetSunny, http://t.co/poen5pP7Cv","month":"08","year":"2013","corpus":"new puppi white hous meetsunni","id":369607058334576640,"day":"19"},{"text":"Obama: We need to \"encourage more colleges to embrace innovative new ways to...maintain a high level of quality without breaking the bank.\"","month":"08","year":"2013","corpus":"obama need encourag colleg embrac innov new way ... maintain high level qualiti without break bank","id":370573343705301000,"day":"22"},{"text":"Obama to high school students figuring out how to pay for college: “We have a website http://t.co/apuVnhu6I8 that can be very helpful.”","month":"08","year":"2013","corpus":"obama high school student figur pay colleg websit help .”","id":370968336357928960,"day":"23"},{"text":"RT if you agree: Every kid in America should be able to afford a higher education. #MakeCollegeAffordable, http://t.co/oHdoYQbpTN","month":"08","year":"2013","corpus":"agre everi kid america abl afford higher educ makecollegeafford","id":370705097723887600,"day":"23"},{"text":"RT @rhodes44: Sec. Kerry: There must be accountability for those who would use the world’s most heinous weapons against the most vulnerable…","month":"08","year":"2013","corpus":"sec kerri must account would use world heinou weapon vulner","id":372081994525454340,"day":"26"},{"text":"\"As these soldiers and families will tell you, they're a family, forged in battle and loss and love.\" —Obama presenting the Medal of Honor","month":"08","year":"2013","corpus":"soldier famili tell famili forg battl loss love .\" obama present medal honor","id":372061690189611000,"day":"26"},{"text":"Tune in for the Let Freedom Ring ceremony commemorating the 50th anniversary of the March on Washington: http://t.co/KvadYk9atb #MLKDream50","month":"08","year":"2013","corpus":"tune let freedom ring ceremoni commemor 50th anniversari march washington mlkdream50","id":372742783699652600,"day":"28"},{"text":"Great news: All legal same-sex marriages will now be recognized for federal tax purposes —&gt; http://t.co/uK13ZjG4m7 #MarriageEquality","month":"08","year":"2013","corpus":"great news legal sex marriag recogn feder tax purpos —& gt marriageequ","id":373149556042924000,"day":"29"},{"text":"\"In #Syria, we have the undeniable proof that chemical weapons have already been unleashed with horrific results.\" —@AmbassadorRice","month":"09","year":"2013","corpus":"syria undeni proof chemic weapon alreadi unleash horrif result .\" —@ ambassadorric","id":377119094245298200,"day":"09"},{"text":"\"This will not be Iraq or Afghanistan. There will be no American boots on the ground—period.\" —@AmbassadorRice on the need to act in #Syria","month":"09","year":"2013","corpus":"iraq afghanistan american boot ground period .\" —@ ambassadorric need act syria","id":377118698525311000,"day":"09"},{"text":"Follow @Macon44 for all things digital as he transitions from the White House to the @StateDept —&gt; http://t.co/zq8dKSQCWl #ThanksMacon","month":"09","year":"2013","corpus":"follow thing digit transit white hous —& gt thanksmacon","id":381186884644266000,"day":"20"},{"text":"RT @StateDept: #SecKerry: \"Finally, the State Department is on #Instagram!\"  Follow us around the world at http://t.co/z1D405wnGB.","month":"09","year":"2013","corpus":"seckerri final state depart instagram !\" follow us around world","id":382243235940151300,"day":"23"},{"text":"Obama: \"On Oct. 1st, open enrollment begins. All these folks can start signing up for the marketplace.\" http://t.co/GNfbftrfo3 #Obamacare","month":"09","year":"2013","corpus":"obama oct 1st open enrol begin folk start sign marketplac .\" obamacar","id":382616563066470400,"day":"24"},{"text":".@SquarePeg_Dem Glad you asked, Michael. On Tues, here's where you can sign up for the plan that's right for you —&gt; https://t.co/mzMjiX1rXm","month":"09","year":"2013","corpus":"glad ask michael tue sign plan right —& gt","id":382971504570269700,"day":"25"},{"text":"Obama: \"If you’re on Social Security, you will keep receiving your checks. If you’re on Medicare, your doctor will still see you.\" #Shutdown","month":"09","year":"2013","corpus":"obama social secur keep receiv check medicar doctor still see .\" shutdown","id":384785815089328100,"day":"30"},{"text":"RT @vj44: Today with #Malala Yousafzai in the Oval.Courageous young woman. An inspirational role model to leaders of tomorrow. http://t.co/…","month":"10","year":"2013","corpus":"today malala yousafzai oval courag young woman inspir role model leader tomorrow","id":389081091128033300,"day":"12"},{"text":"RT @Clyburn: I applaud the appointment of Jeh Johnson as Sec of @DHSgov. I know him well. He's a good guy who I expect will do an outstandi…","month":"10","year":"2013","corpus":"applaud appoint jeh johnson sec know well good guy expect outstandi","id":391318009887080450,"day":"18"},{"text":"Obama: \"If there’s a good reason not to pass this commonsense reform, I haven’t heard it.\" http://t.co/Odsraq5Fa7 #ImmigrationReform","month":"10","year":"2013","corpus":"obama good reason pass commonsens reform heard .\" immigrationreform","id":393519811549855740,"day":"24"},{"text":"Obama: \"If Republicans in Congress were as eager to help Americans #GetCovered as some GOP governors...we could make a lot more progress.\"","month":"10","year":"2013","corpus":"obama republican congress eager help american getcov gop governor ... could make lot progress","id":395648933478670340,"day":"30"},{"text":"Last quarter:\n1. GDP grew at 2.8%.\n2. Private-sector GDP grew at 3.5%.\n3. Exports grew at 4.5%.\n#ABetterBargain, http://t.co/VSpLudQg2R","month":"11","year":"2013","corpus":"last quarter gdp grew %. privat sector gdp grew %. export grew %. abetterbargain","id":398493282386198500,"day":"07"},{"text":"RT @WHLive: Obama: \"Let’s make it easier for more businesses to expand and grow and sell more goods #MadeInAmerica to the rest of the world…","month":"11","year":"2013","corpus":"obama let make easier busi expand grow sell good madeinamerica rest world","id":398887048699846660,"day":"08"},{"text":"RT @Interior: Did you know that access to all federal public lands is free this weekend in honor of #VeteransDay? RT to spread the word!","month":"11","year":"2013","corpus":"know access feder public land free weekend honor veteransday spread word","id":398956673785950200,"day":"08"},{"text":"RT @KLewis44: .@VP  Biden honors MLK and Coretta Scott King yesterday at @KingCenterATL in Atlanta, GA. \nPhoto--&gt;http://t.co/nNDoa6aYhk","month":"11","year":"2013","corpus":"biden honor mlk coretta scott king yesterday atlanta ga photo --& gt","id":401394263780372500,"day":"15"},{"text":"RT @whitehouseostp: Tomorrow: Join @chefanneburrell @Astro_Ron for another #WeTheGeeks as we talk turkey and the raw science of cooking! ht…","month":"11","year":"2013","corpus":"tomorrow join anoth wethegeek talk turkey raw scienc cook ht","id":405387295047835650,"day":"26"},{"text":"RT @ACAstories: PA: Vickie Fleisher-Gann just signed up 4 ACA via the vastly improved http://t.co/TZ4SU9Z9Id site. \"I am so relieved\" http:…","month":"12","year":"2013","corpus":"pa vicki fleisher gann sign aca via vastli improv site reliev http :…","id":407565206626504700,"day":"02"},{"text":"Rest in peace, Nelson Mandela. http://t.co/4qlqsXLp6e","month":"12","year":"2013","corpus":"rest peac nelson mandela","id":408734525615640600,"day":"05"},{"text":"#GetCovered because\nif you don't, one injury\ncould give you huge bills\nhttp://t.co/GNfbftrfo3, http://t.co/C34q1MWVhJ","month":"12","year":"2013","corpus":"getcov one injuri could give huge bill","id":411239384273272800,"day":"12"},{"text":"Nobody\nshould\ngo\nbroke\njust\nbecause\nthey\nget\nsick.\nhttp://t.co/bjreKFBfQi\n#GetCovered, http://t.co/XG4gwPws92","month":"12","year":"2013","corpus":"nobodi go broke get sick getcov","id":411299698868121600,"day":"13"},{"text":"RT @HHSGov: Have you enrolled through @HealthCareGov? Take a minute and share your #GetCovered story: http://t.co/aiFBNQbj2T","month":"12","year":"2013","corpus":"enrol take minut share getcov stori","id":414143197871624200,"day":"20"},{"text":"Extending unemployment insurance is the right thing to do — for our families AND for our economy. #RenewUI http://t.co/XqPXVlZWu7","month":"12","year":"2013","corpus":"extend unemploy insur right thing famili economi renewui","id":417029633393954800,"day":"28"},{"text":"RT @CEAChair: CEA's new report on the #waronpoverty shows substantial progress due to major policies, but still work to be done. http://t.c…","month":"01","year":"2014","corpus":"cea new report waronpoverti show substanti progress due major polici still work done","id":420953078339498000,"day":"08"},{"text":"New Poll: Americans strongly support efforts to #RaiseTheWage and #RenewUI → http://t.co/wXywry9ncn #OpportunityForAll","month":"01","year":"2014","corpus":"new poll american strongli support effort raisethewag renewui opportunityforal","id":421319506732920800,"day":"09"},{"text":"RT @reliablesource: Obama’s speechwriter takes over the official White House Instagram http://t.co/niVTvHxECY","month":"01","year":"2014","corpus":"obama speechwrit take offici white hous instagram","id":426506108715679740,"day":"24"},{"text":"Here's where you can find everything you need to preview the State of the Union—and watch it on Tuesday → http://t.co/KQnNDzzd1O #SOTU","month":"01","year":"2014","corpus":"find everyth need preview state union watch tuesday sotu","id":426728234093674500,"day":"24"},{"text":"Final touches: http://t.co/0wCbuDsiMA #SOTU, http://t.co/Qrhhw4oyHh","month":"01","year":"2014","corpus":"final touch sotu","id":428315527149142000,"day":"28"},{"text":"RT @instagram: A look at the State of the Union through Instagram http://t.co/ovz32Yu8vd #InsideSOTU","month":"01","year":"2014","corpus":"look state union instagram insidesotu","id":428215856871784450,"day":"28"},{"text":"RT @WHLive: Obama: \"Profitable corporations like @Costco see higher wages as the smart way to boost productivity and reduce turnover.\" #Rai…","month":"01","year":"2014","corpus":"obama profit corpor like see higher wage smart way boost product reduc turnov .\" rai","id":428549553374384100,"day":"29"},{"text":"Obama: \"Citizenship means standing up for the lives that gun violence steals from us each day.\" #ActForOurKids, http://t.co/zZGjCtfcZK","month":"01","year":"2014","corpus":"obama citizenship mean stand live gun violenc steal us day .\" actforourkid","id":428361893472763900,"day":"29"},{"text":"RT @gov: Most-quoted #SOTU moments on Twitter:\n1. \"Son of a single mom can be President\"\n2. Equal pay\n3. Sgt. Cory Remsburg http://t.co/ANd…","month":"01","year":"2014","corpus":"quot sotu moment twitter son singl mom presid equal pay sgt cori remsburg","id":428394650995810300,"day":"29"},{"text":"Obama: \"Let’s do more to nurture the dialogue between faiths that breaks cycles of conflict and builds true peace.\" #NationalPrayerBreakfast","month":"02","year":"2014","corpus":"obama let nurtur dialogu faith break cycl conflict build true peac .\" nationalprayerbreakfast","id":431477392943509500,"day":"06"},{"text":"RT @Cecilia44: Life without you is like life without getting covered, potentially catastrophic. #getcovered #healthpolicyvalentines","month":"02","year":"2014","corpus":"life without like life without get cover potenti catastroph getcov healthpolicyvalentin","id":434397333347135500,"day":"14"},{"text":"RT @arneduncan: I had a great time--and a great team--at #SprintCeleb game. Thx for all the support. Keep cheering for education! http://t.…","month":"02","year":"2014","corpus":"great time -- great team -- sprintceleb game thx support keep cheer educ","id":434800195499745300,"day":"15"},{"text":"\"We want trucks that use less oil, save more money, cut pollution.\" —Obama on efficiency standards for large trucks: http://t.co/9q9o5XlakC","month":"02","year":"2014","corpus":"want truck use less oil save money cut pollut .\" obama effici standard larg truck","id":437663262310531100,"day":"23"},{"text":"RT @pfeiffer44: GOP criticism of Pres Obama jumped the shark today when they started saying Benghazi is one of the reasons for what is happ…","month":"03","year":"2014","corpus":"gop critic pre obama jump shark today start say benghazi one reason happ","id":440962206193045500,"day":"04"},{"text":"RT @RepHuffman: Pres. Obama honoring Teddy Roosevelt's legacy by using Antiquities Act to protect this coastal jewel on Mendo Coast #PointA…","month":"03","year":"2014","corpus":"pre obama honor teddi roosevelt legaci use antiqu act protect coastal jewel mendo coast pointa","id":443462175450222600,"day":"11"},{"text":"RT @UncleRUSH: Are you invincible? If not, #GetCovered by March 31st! Sign up NOW at http://t.co/IYg5huJzwj! RT! http://t.co/4oqcWJKdnl","month":"03","year":"2014","corpus":"invinc getcov march 31st sign rt","id":444579139782463500,"day":"14"},{"text":"\"We nag you because we love you. So go to http://t.co/0lwMLeJwkK and enroll today.\" —The First Lady: http://t.co/aeQtEPGNEn #GetCoveredNow","month":"03","year":"2014","corpus":"nag love go enrol today .\" first ladi getcoverednow","id":444933793166528500,"day":"15"},{"text":"RT @Lehrich44: Don't wait. Sign up meow! #getcovered MT @JimAcostaCNN Cat GIFs on WH site to urge enrollment by March 31 deadline. http://t…","month":"03","year":"2014","corpus":"wait sign meow getcov mt cat gif wh site urg enrol march 31 deadlin","id":445618504482697200,"day":"17"},{"text":"RT @HealthCareTara: This \"peace of mind for mom\" kitten is totally going to #CRUSH the bracket competition: http://t.co/29cMYgr9Es #GetCove…","month":"03","year":"2014","corpus":"peac mind mom kitten total go crush bracket competit getcov","id":445973839135408100,"day":"18"},{"text":"Don't let a hard foul put your bank account on the line. #GetCoveredNow → http://t.co/z1lPRET2f3 #13DaysLeft http://t.co/owpbd3WpWw","month":"03","year":"2014","corpus":"let hard foul put bank account line getcoverednow 13daysleft","id":445949373495513100,"day":"18"},{"text":"RT @carmeloanthony: #GetCoveredNow http://t.co/0qaOncxWnU http://t.co/PG7UKFO0eu","month":"03","year":"2014","corpus":"getcoverednow","id":446710667916345340,"day":"20"},{"text":"RT @JLo: Join my mom and @FLOTUS in helping kids #GetCovered by March 31 http://t.co/awciXwwOX9! Click here: http://t.co/aCGPG6eKiv #YourMo…","month":"03","year":"2014","corpus":"join mom help kid getcov march 31 click yourmo","id":448192975278178300,"day":"24"},{"text":".@VP Biden really wants you to get covered by March 31st. Here are 7 reasons why → http://t.co/9ZiaHLeHlq #4DaysLeft #GetCoveredNow","month":"03","year":"2014","corpus":"biden realli want get cover march 31st reason 4daysleft getcoverednow","id":449345184535298050,"day":"28"},{"text":".@PressSec Jay Carney is ready for today's @RedSox visit. Watch at 11:35am ET → http://t.co/ezA5iUC8de #GetBeard http://t.co/IBWJxBDMyK","month":"04","year":"2014","corpus":"jay carney readi today visit watch 11 35am et getbeard","id":450990113049153540,"day":"01"},{"text":"Progress. #7MillionAndCounting http://t.co/1rzRmzv9aY","month":"04","year":"2014","corpus":"progress 7millionandcount","id":451142532798226400,"day":"01"},{"text":"RT @whitehouseostp: 1 week left! Apply to the Presidential #Innovation Fellows program: http://t.co/uaHd0SnaMg  #Innovategov #serve","month":"04","year":"2014","corpus":"week left appli presidenti innov fellow program innovategov serv","id":451817231253770240,"day":"03"},{"text":"\"Our hearts ache to see our Korean friends going through such a terrible loss.\" —Obama: http://t.co/S28QD2nN4o, http://t.co/X1X5YIiS0q","month":"04","year":"2014","corpus":"heart ach see korean friend go terribl loss .\" obama","id":456842935774879740,"day":"17"},{"text":"Solar power is more affordable than ever: The average cost of solar panels has dropped 60% since 2010 → http://t.co/Y8TExSJjxK #EarthDay","month":"04","year":"2014","corpus":"solar power afford ever averag cost solar panel drop 60 sinc 2010 earthday","id":458712087121121300,"day":"22"},{"text":"RT @arneduncan: Great news! The high school grad rate is 80% - the highest in US history, but we can't forget the 20%. We have more work to…","month":"04","year":"2014","corpus":"great news high school grad rate 80 highest us histori forget 20 %. work","id":460902104400683000,"day":"28"},{"text":"RT @DWStweets: Important @WhiteHouse Sexual Assault Task Force report out today. #1is2many #NeverAlone http://t.co/Wm94sBa6wa","month":"04","year":"2014","corpus":"import sexual assault task forc report today 1is2mani neveralon","id":461191566007472100,"day":"29"},{"text":"RT @Rep_JaniceHahn: Raising the #minimumwage to #1010Means 3.5 million fewer Americans on food stamps. http://t.co/09v1wjf3c9","month":"04","year":"2014","corpus":"rais minimumwag 1010mean million fewer american food stamp","id":461527872227012600,"day":"30"},{"text":"RT @FLOTUS: Our prayers are with the missing Nigerian girls and their families. It's time to #BringBackOurGirls. -mo http://t.co/glDKDotJRt","month":"05","year":"2014","corpus":"prayer miss nigerian girl famili time bringbackourgirl mo","id":464149256014934000,"day":"07"},{"text":"RT @nytgraphics: Map of rising temperatures across the US on A1 of today's print NYT. Web version at http://t.co/9WTyXH60it http://t.co/lgz…","month":"05","year":"2014","corpus":"map rise temperatur across us a1 today print nyt web version","id":464082560143073300,"day":"07"},{"text":"\"I want to take a moment to honor all the mothers out there and wish you a #HappyMothersDay.\" —@FLOTUS: http://t.co/DaOIhOaf3f","month":"05","year":"2014","corpus":"want take moment honor mother wish happymothersday .\" —@ flotu","id":465521733303160800,"day":"11"},{"text":"RT @USDOL: RT if you agree: It's time to build an economy that supports #WorkingFamilies. http://t.co/m27qgK8YlX","month":"05","year":"2014","corpus":"agre time build economi support workingfamili","id":465965066412912640,"day":"12"},{"text":"RT @VP: You don’t want to be a school that mishandles rape. Step up. It’s time. #1is2Many http://t.co/aExQPlgQCo http://t.co/crr18mdkOv","month":"05","year":"2014","corpus":"want school mishandl rape step time 1is2mani","id":467000180244770800,"day":"15"},{"text":"\"It is an honor for us to join in your memories…to reaffirm the true spirit of 9/11—love, compassion, sacrifice\" —Obama at the 9/11 Memorial","month":"05","year":"2014","corpus":"honor us join memori reaffirm true spirit 11 love compass sacrific obama 11 memori","id":466944954154377200,"day":"15"},{"text":"RT @WHLive: \"This transition has allowed us to steadily draw down our own forces—from a peak of 100,000 U.S. troops, to roughly 32,000 toda…","month":"05","year":"2014","corpus":"transit allow us steadili draw forc peak 100 000 troop roughli 32 000 toda","id":471362651575308300,"day":"27"},{"text":"Entrepreneurship in American manufacturing = ↑\nhttp://t.co/UEsfJp9LbU #MadeInAmerica http://t.co/92Gx3kYeB4","month":"06","year":"2014","corpus":"entrepreneurship american manufactur madeinamerica","id":479013579090571260,"day":"17"},{"text":"RT @VP: One nation. One team. Keep making us proud, @ussoccer!  #WorldCup #GoTeamUSA #USMNT http://t.co/wdVABpotkX http://t.co/xE9FkYR3hv","month":"06","year":"2014","corpus":"one nation one team keep make us proud worldcup goteamusa usmnt","id":478728478700077060,"day":"17"},{"text":"\"Flexibility can make workers more productive and reduce worker turnover and...that’s good for business.\" —Obama: http://t.co/QPX7vic35j","month":"06","year":"2014","corpus":"flexibl make worker product reduc worker turnov ... good busi .\" obama","id":480776025966538750,"day":"22"},{"text":"RT @WHLive: \"Sometimes...they just don't know what folks are going through.\" —Obama on Republicans in Congress who block steps to help the …","month":"06","year":"2014","corpus":"sometim ... know folk go .\" obama republican congress block step help","id":482547674051543040,"day":"27"},{"text":"“If you’re mad at me for helping people on my own, let’s team up.” —Obama to the House GOP: http://t.co/pqAwHqS0W7 #OpportunityForAll","month":"07","year":"2014","corpus":"mad help peopl let team .” obama hous gop opportunityforal","id":487666732715474940,"day":"11"},{"text":"RT @VP: 25% of our nation's bridges require significant repair.\nLet's fix them. \nStarting now → http://t.co/MBkY0Mqlr0 http://t.co/PaCnjx…","month":"07","year":"2014","corpus":"25 nation bridg requir signific repair let fix start","id":488751905691422700,"day":"14"},{"text":"RT @VP: \"Here is what I believe about this nation: We are one America. We only succeed when we act as one America.\" -VP http://t.co/Eax7afV…","month":"07","year":"2014","corpus":"believ nation one america succeed act one america .\" vp","id":489490101576429600,"day":"16"},{"text":"\"Eisenhower, a Republican, he built the Interstate Highway System.\" —@VP on why the GOP should help #RebuildAmerica: http://t.co/oEi2B1x1Rc","month":"07","year":"2014","corpus":"eisenhow republican built interst highway system .\" —@ vp gop help rebuildamerica","id":492062968650399740,"day":"23"},{"text":"When large corporations claim they're based abroad, it:\n↑ our deficit\nCosts taxpayers $\nRT if you agree that's wrong: http://t.co/b4Kn6dVb4S","month":"07","year":"2014","corpus":"larg corpor claim base abroad deficit cost taxpay agre wrong","id":492389971303890940,"day":"24"},{"text":"RT @USDA: TODAY the @WhiteHouse Rural Council announced a $10B private fund for rural infrastructure improvements → http://t.co/vT02iY7rrY …","month":"07","year":"2014","corpus":"today rural council announc 10b privat fund rural infrastructur improv","id":492373008753774600,"day":"24"},{"text":"RT @vj44: \"When girls aren’t educated, that doesnt just limit their prospects…it limits the prospects of their families and countries as we…","month":"07","year":"2014","corpus":"girl educ doesnt limit prospect limit prospect famili countri","id":494502928577990660,"day":"30"},{"text":"\"We continue to call on Iraqis to come together and form the inclusive government that Iraq needs right now.\" —Obama: http://t.co/254FXu5tB5","month":"08","year":"2014","corpus":"continu call iraqi come togeth form inclus govern iraq need right .\" obama","id":498215937049239550,"day":"09"},{"text":"\"We will continue to show gratitude to our men and women in uniform who are conducting our operations.\" —Obama: http://t.co/evDpwWZQiD","month":"08","year":"2014","corpus":"continu show gratitud men women uniform conduct oper .\" obama","id":498227298907074560,"day":"09"},{"text":"RT @google: Makers! At 11am PT, take a virtual field trip to the @WhiteHouse Kitchen Garden: http://t.co/HGOm0ehtj4 #MakerCamp http://t.co/…","month":"08","year":"2014","corpus":"maker 11am pt take virtual field trip kitchen garden makercamp","id":499597281063346200,"day":"13"},{"text":"\"Today, Iraqis took another major step forward in uniting their country.\" —@AmbassadorRice: http://t.co/zV6Tga29HM http://t.co/84hXYrCLYb","month":"08","year":"2014","corpus":"today iraqi took anoth major step forward unit countri .\" —@ ambassadorric","id":500051292522577900,"day":"14"},{"text":"RT @Podesta44: The @NatlParkService turns 98 on Monday. Celebrate by visiting a park near you—for free. http://t.co/QMKM91faJf http://t.co/…","month":"08","year":"2014","corpus":"turn 98 monday celebr visit park near free","id":502915890137288700,"day":"22"},{"text":"\"Rooting out a cancer like ISIL will not be quick or easy, but I’m confident that we can, and we will.\" —Obama: http://t.co/s4TeJxjbfZ","month":"08","year":"2014","corpus":"root cancer like isil quick easi confid .\" obama","id":505361610035437600,"day":"29"},{"text":"RT @HellerJake: Great photo: @JohnKerry and five other Secretaries of State break ground on the @DiplomacyCenter in D.C. http://t.co/6XS7BG…","month":"09","year":"2014","corpus":"great photo five secretari state break ground","id":507557023056400400,"day":"04"},{"text":"RT @PAniskoff44: Today is Suicide Prevention Day. If you are in crisis, please call the Lifeline at 1-800-273-8255. #Suicide is preventable.","month":"09","year":"2014","corpus":"today suicid prevent day crisi pleas call lifelin 800 273 8255 suicid prevent","id":509714601123250200,"day":"10"},{"text":"\"Not only do you inspire countless other recovering warriors...you inspire all Americans.\" —@DrBiden: https://t.co/z5Ky1po5EX #InvictusGames","month":"09","year":"2014","corpus":"inspir countless recov warrior ... inspir american .\" —@ drbiden invictusgam","id":511326097892323300,"day":"15"},{"text":"Before today's 1:50pm ET #MedalOfHonor ceremony, watch what goes into the presentation of our highest military honor: http://t.co/2jmWE8W0bJ","month":"09","year":"2014","corpus":"today 50pm et medalofhonor ceremoni watch goe present highest militari honor","id":511546441215795200,"day":"15"},{"text":"Happy Constitution Day! http://t.co/BRNl5eEGO0 http://t.co/sFBdWhDOWP","month":"09","year":"2014","corpus":"happi constitut day","id":512255253254008800,"day":"17"},{"text":"\"This is on all of us to fight campus sexual assault. You are not alone. We’ve got your back\" —Obama to survivors of sexual assault #ItsOnUs","month":"09","year":"2014","corpus":"us fight campu sexual assault alon got back obama survivor sexual assault itsonu","id":513000143839567900,"day":"19"},{"text":"FACT: #Ebola can only spread from contact with the blood or body fluids of a person or animal who is sick with or has died from the disease.","month":"09","year":"2014","corpus":"fact ebola spread contact blood bodi fluid person anim sick die diseas","id":517098816089378800,"day":"30"},{"text":".@Cabinet members touted the strength of U.S. manufacturing at factories across the country today: http://t.co/oIc2EQXozx #MadeInAmerica","month":"10","year":"2014","corpus":"member tout strength manufactur factori across countri today madeinamerica","id":518165148419522560,"day":"03"},{"text":"RT @WHLive: “The United States is prepared to deal with this crisis, both at home and in the [West Africa] region.”\nWatch: http://t.co/AGvp…","month":"10","year":"2014","corpus":"unit state prepar deal crisi home west africa region .” watch","id":518138971239755800,"day":"03"},{"text":"RT @Utech44: We’re on track to double #FuelEconomy by 2025, saving Americans $1.7 TRILLION in fuel costs → http://t.co/f9EwqZwI9q http://t.…","month":"10","year":"2014","corpus":"track doubl fueleconomi 2025 save american trillion fuel cost","id":519970283017756700,"day":"08"},{"text":"RT @VP: \"We need better roads and we need deeper ports...this all means jobs and it means more exports.\" -VP Biden at #AmericaAnswers forum","month":"10","year":"2014","corpus":"need better road need deeper port ... mean job mean export .\" vp biden americaansw forum","id":524637862872883200,"day":"21"},{"text":"RT @vj44: Such an honor to meet Alyce Dixon, who at 107 is the oldest, female, African American WWII veteran. http://t.co/XcDtS6IasU","month":"10","year":"2014","corpus":"honor meet alyc dixon 107 oldest femal african american wwii veteran","id":526854458081542140,"day":"27"},{"text":"RT @FLOTUS: Check out the @WhiteHouse Tumblr now for the First Lady's answers to your Q's on helping students #ReachHigher → http://t.co/YY…","month":"11","year":"2014","corpus":"check tumblr first ladi answer help student reachhigh","id":529391079179956200,"day":"03"},{"text":"Let's keep fighting to give every woman the chance to realize her dreams → http://t.co/YspXYBqoWE #EqualPay http://t.co/WGw7mFFohE","month":"11","year":"2014","corpus":"let keep fight give everi woman chanc realiz dream equalpay","id":529695192895741950,"day":"04"},{"text":"\"Today, we honor...one of those men—Lt. Alonzo Cushing—who as Lincoln said, 'gave their last full measure of devotion'\" —Obama #MedalOfHonor","month":"11","year":"2014","corpus":"today honor ... one men lt alonzo cush lincoln said gave last full measur devot '\" obama medalofhonor","id":530406354893025300,"day":"06"},{"text":"RT @FLOTUS: Today, we salute the brave men and women who keep us safe each and every day. Thank you for your service and sacrifice. #Vetera…","month":"11","year":"2014","corpus":"today salut brave men women keep us safe everi day thank servic sacrific vetera","id":532222077915234300,"day":"11"},{"text":"RT @VP: We stand here today to show our respect, and to recognize our responsibility to care for all our veterans. http://t.co/RHHgZzUZKm","month":"11","year":"2014","corpus":"stand today show respect recogn respons care veteran","id":532326549844811800,"day":"12"},{"text":"RT @SecBurwell: #GetCovered update: @HealthCareGov opened for business shortly after 1am. In first 8 hrs, 23K+ people submitted an app. #Re…","month":"11","year":"2014","corpus":"getcov updat open busi shortli 1am first hr 23k peopl submit app","id":533681160032120800,"day":"15"},{"text":"RT @jorgeramosnews: If Republicans really want immigration reform in Congress, they'll have many months to do it before executive action ki…","month":"11","year":"2014","corpus":"republican realli want immigr reform congress mani month execut action ki","id":535454547297050600,"day":"20"},{"text":"\"I will make it easier and faster for high-skilled immigrants, graduates, and entrepreneurs to stay and contribute to our economy.\" —Obama","month":"11","year":"2014","corpus":"make easier faster high skill immigr graduat entrepreneur stay contribut economi .\" obama","id":535599875283370000,"day":"21"},{"text":"\"We’re going to keep focusing enforcement resources on actual threats to our security. Felons, not families.\" —Obama #ImmigrationAction","month":"11","year":"2014","corpus":"go keep focus enforc resourc actual threat secur felon famili .\" obama immigrationact","id":535600123942674400,"day":"21"},{"text":"RT @LaborSec: There are many small businesses that invest in their workers and their community - don't forget to visit one today on #SmallB…","month":"11","year":"2014","corpus":"mani small busi invest worker commun forget visit one today smallb","id":538765810135990300,"day":"29"},{"text":"It's time for Congress to help fight #Ebola at home and abroad → http://t.co/u5nKoqJlPB http://t.co/UCdI3wsYRD","month":"12","year":"2014","corpus":"time congress help fight ebola home abroad","id":539833199091019800,"day":"02"},{"text":"\"As we hold our loved ones tight, let’s remember the military families whose loved ones are far from home. They are our heroes.\" —Obama","month":"12","year":"2014","corpus":"hold love one tight let rememb militari famili whose love one far home hero .\" obama","id":540646200475910140,"day":"04"},{"text":"\"To all our troops far from home and their families for the holidays—you’re in our thoughts, you’re in our prayers.\" —Obama #JoiningForces","month":"12","year":"2014","corpus":"troop far home famili holiday thought prayer .\" obama joiningforc","id":544583168771096600,"day":"15"},{"text":"RT @Surgeon_General: Honored to be America’s Doctor and the 19th #SurgeonGeneral. –VM http://t.co/6jdBAUYN6I","month":"12","year":"2014","corpus":"honor america doctor 19th surgeongener vm","id":545721381363933200,"day":"18"},{"text":"Going home for the holidays? Here are 10 ways @USDOT is making holiday travel safer and easier → http://t.co/QuWmX1RJp1","month":"12","year":"2014","corpus":"go home holiday 10 way make holiday travel safer easier","id":547119296745205760,"day":"22"},{"text":"RT @lacasablanca: Congrats to @SecretaryCastro and his wife Erica for the birth of their beautiful son Cristián Julián Castro! http://t.co/…","month":"12","year":"2014","corpus":"congrat wife erica birth beauti son cristián julián castro","id":549277865024700400,"day":"28"},{"text":"The unemployment rate fell to 5.6% last month, the lowest since June 2008 → http://t.co/5yWvBDo5fr http://t.co/1ehNXJl9q8","month":"01","year":"2015","corpus":"unemploy rate fell last month lowest sinc june 2008","id":553585204258799600,"day":"09"},{"text":"RT @WHLive: \"The @Spurs honor our troops, veterans and their families...and earlier today, they met with some of our wounded warriors\" —Pre…","month":"01","year":"2015","corpus":"honor troop veteran famili ... earlier today met wound warrior pre","id":554727293835546600,"day":"12"},{"text":"RT @nytopinion: .@tomhanks owes it all to community college. http://t.co/qL6a96yutr http://t.co/d8o1HJB9KY","month":"01","year":"2015","corpus":"owe commun colleg","id":555384131933048800,"day":"14"},{"text":"\"I hope you’ll tune in on Tuesday to hear about the steps we can take to build on this progress\" —Obama: http://t.co/7UdGYQ1tkw #SOTU","month":"01","year":"2015","corpus":"hope tune tuesday hear step take build progress obama sotu","id":556891034345820160,"day":"18"},{"text":"\"I intend to protect a free and open internet, extend its reach to every classroom and every community\" —Obama #SOTU http://t.co/2kfJiFAJIF","month":"01","year":"2015","corpus":"intend protect free open internet extend reach everi classroom everi commun obama sotu","id":557729245813039100,"day":"21"},{"text":"\"21st-century businesses will rely on American science, technology, research and development\" —Obama #SOTU #STEM http://t.co/orNGFl1Uk0","month":"01","year":"2015","corpus":"21st centuri busi reli american scienc technolog research develop obama sotu stem","id":557729025456869400,"day":"21"},{"text":"\"It’s not a nice-to-have—it’s a must-have. It’s time we stop treating child care as a side issue\" —Obama #SOTU http://t.co/2DHWGpcjLO","month":"01","year":"2015","corpus":"nice must time stop treat child care side issu obama sotu","id":557725935295016960,"day":"21"},{"text":"RT if you agree: It's time to #ProtectTheArcticRefuge in Alaska → http://t.co/PmDLN867d9 http://t.co/2GUqvYUlr4","month":"01","year":"2015","corpus":"agre time protectthearcticrefug alaska","id":559814145105985540,"day":"26"},{"text":"No one stays young and invincible forever. Make sure you #GetCovered by February 15: http://t.co/rNzHK68SaZ #TBT http://t.co/NbBfcZB4ZJ","month":"01","year":"2015","corpus":"one stay young invinc forev make sure getcov februari 15 tbt","id":560918339141500900,"day":"29"},{"text":"Here's what's at stake if Republicans in Congress fail to #FundDHS → http://t.co/j0VBNq3Tcl http://t.co/RX28L3rnHL","month":"02","year":"2015","corpus":"stake republican congress fail funddh","id":562276456844525600,"day":"02"},{"text":"Former Secretaries of @DHSGov from both parties agree: It's time to #FundDHS → http://t.co/j0VBNq3Tcl http://t.co/1PloYeCGYD","month":"02","year":"2015","corpus":"former secretari parti agre time funddh","id":562282017996685300,"day":"02"},{"text":"Halftime in America. #SuperBowl http://t.co/tJmqqjFeNp","month":"02","year":"2015","corpus":"halftim america superbowl","id":562053577133543400,"day":"02"},{"text":"\"We need to find new ways to amplify the voices of peace, tolerance and inclusion—and we especially need to do it online\" —Obama #CVESummit","month":"02","year":"2015","corpus":"need find new way amplifi voic peac toler inclus especi need onlin obama cvesummit","id":568161832298545150,"day":"18"},{"text":"\"Michelle and I join our fellow Christians across the country and around the world in marking #AshWednesday.\" —Obama http://t.co/maSvn8kYjS","month":"02","year":"2015","corpus":"michel join fellow christian across countri around world mark ashwednesday .\" obama","id":568085613066342400,"day":"18"},{"text":"RT if you agree: It's time for Republicans in Congress to stop playing politics with our national security. #FundDHS http://t.co/nxgWCdo56q","month":"02","year":"2015","corpus":"agre time republican congress stop play polit nation secur funddh","id":571352081157586940,"day":"27"},{"text":"A win for an open and free internet: The @FCC is protecting #NetNeutrality → http://t.co/MgdTxc5oc2 http://t.co/BeJU7fl1oV","month":"03","year":"2015","corpus":"win open free internet protect netneutr","id":572460158476951550,"day":"02"},{"text":"RT if you agree: Every student deserves access to a quality, affordable higher education. #CollegeOpportunity http://t.co/iqzCvARfJ6","month":"03","year":"2015","corpus":"agre everi student deserv access qualiti afford higher educ collegeopportun","id":575333429358694400,"day":"10"},{"text":"Every student in America should be able to choose an affordable student loan repayment plan. #CollegeOpportunity http://t.co/oUqunWKWYT","month":"03","year":"2015","corpus":"everi student america abl choos afford student loan repay plan collegeopportun","id":575658072485527550,"day":"11"},{"text":"\"I’ve sent Congress my plan to bring the cost of community college down to zero.\" —Obama: http://t.co/GZtlN1DYPW http://t.co/HEk1PA8nhb","month":"03","year":"2015","corpus":"sent congress plan bring cost commun colleg zero .\" obama","id":577213977479884800,"day":"15"},{"text":"RT @Interior: Meet 93 y/o Betty Soskin—oldest active park ranger http://t.co/ga4Gd5PuH0 #WomensHistoryMonth http://t.co/aBgKdPsu5E","month":"03","year":"2015","corpus":"meet 93 betti soskin oldest activ park ranger womenshistorymonth","id":578687312541786100,"day":"19"},{"text":"\"America is going to be stronger, smarter...and a much more interesting place because of you.\" —Obama to the #WHScienceFair exhibitors","month":"03","year":"2015","corpus":"america go stronger smarter ... much interest place .\" obama whsciencefair exhibitor","id":580043984761917400,"day":"23"},{"text":"RT @vj44: .@WhiteHouse checked in w/ Marcelas who has grown up since this photo was taken. Proud of the young man he has become http://t.co…","month":"03","year":"2015","corpus":"check marcela grown sinc photo taken proud young man becom","id":580486543711866900,"day":"24"},{"text":"\"The ranks of the uninsured have dropped by nearly one-third.\" —Obama: http://t.co/2Enu2aQvNt #BetterWithObamacare http://t.co/2BdJmefYbP","month":"03","year":"2015","corpus":"rank uninsur drop nearli one third .\" obama betterwithobamacar","id":580837338298773500,"day":"25"},{"text":"RT @WHLive: \"May we all remember the times this American family has challenged us—to ask what we can do; to dream and say why not\" —Obama #…","month":"03","year":"2015","corpus":"may rememb time american famili challeng us ask dream say obama","id":582583378160934900,"day":"30"},{"text":"RT @FLOTUS: Free admission to all public lands.\nFor every 4th-grader in America.\n#FindYourPark → http://t.co/vHVkobsJ3S http://t.co/ySbup9N…","month":"03","year":"2015","corpus":"free admiss public land everi 4th grader america findyourpark","id":583032187190186000,"day":"31"},{"text":"\"I made clear that we were prepared to resolve this issue diplomatically—but only if Iran came to the table in a serious way\" —Obama","month":"04","year":"2015","corpus":"made clear prepar resolv issu diplomat iran came tabl seriou way obama","id":583697146567790600,"day":"02"},{"text":"\"Sanctions alone could not stop Iran’s nuclear program.  But they did help bring Iran to the negotiating table.\" —Obama #IranDeal","month":"04","year":"2015","corpus":"sanction alon could stop iran nuclear program help bring iran negoti tabl .\" obama irand","id":583697250200592400,"day":"02"},{"text":"Let the Easter Egg Rolling begin! Watch the President and First Lady join families on the South Lawn: http://t.co/I9LbPyMXvb #GimmeFive","month":"04","year":"2015","corpus":"let easter egg roll begin watch presid first ladi join famili south lawn gimmef","id":585095712238673900,"day":"06"},{"text":"RT @VP: \"We have increased production in renewable energy—in solar and wind—here at home.\" -VP Biden speaking now http://t.co/RdJAHMUdCy","month":"04","year":"2015","corpus":"increas product renew energi solar wind home .\" vp biden speak","id":587663672966836200,"day":"13"},{"text":"Worth a read: 5 facts that help explain the gender pay gap → http://t.co/SV33JH5eJI #EqualPayDay http://t.co/kseIYPbv9V","month":"04","year":"2015","corpus":"worth read fact help explain gender pay gap equalpayday","id":588079312168820700,"day":"14"},{"text":"“You wouldn’t field a team with just half the players.” —Obama on why we need more #WomenInSTEM. #ObamaTownHall http://t.co/bbQa29CITX","month":"04","year":"2015","corpus":"field team half player .” obama need womeninstem obamatownhal","id":588423627558662100,"day":"15"},{"text":"RT @PressSec: .@justinsink Serious tip: stay tuned for some actual news in tomorrow's weekly address. #askpresssec","month":"04","year":"2015","corpus":"seriou tip stay tune actual news tomorrow weekli address askpresssec","id":589135258399875100,"day":"17"},{"text":"\"Chances are, there is a National Park closer to you than you think.\" —Obama: http://t.co/MfXGu91k9C #FindYourPark http://t.co/zOahdtLxrl","month":"04","year":"2015","corpus":"chanc nation park closer think .\" obama findyourpark","id":590529507691343900,"day":"21"},{"text":"\"Enough is enough is enough. This must stop.\" —@VP Biden on preventing sexual assault.\nRT if you agree. https://t.co/WvMovbCYS0 #ItsOnUs","month":"04","year":"2015","corpus":"enough enough enough must stop .\" —@ vp biden prevent sexual assault agre itsonu","id":592455118190223400,"day":"26"},{"text":"RT @Simas44: \"Trade done right.\" Great fact-based assessment by former OR AFL-CIO head on how @RonWyden improves US trade rules. http://t.c…","month":"04","year":"2015","corpus":"trade done right .\" great fact base assess former afl cio head improv us trade rule","id":592720274841296900,"day":"27"},{"text":"RT @FLOTUS: It's about time, @POTUS! –mo","month":"05","year":"2015","corpus":"time mo","id":600346308218638300,"day":"18"},{"text":".@POTUS praised the bipartisan Senate vote to advance a trade agenda benefiting U.S. workers: http://t.co/jZ8n9jg6Vu http://t.co/YA0stl9Fp2","month":"05","year":"2015","corpus":"prais bipartisan senat vote advanc trade agenda benefit worker","id":601560268934672400,"day":"22"},{"text":"RT @HHSGov: SAVE THE DATE: The #WHCOA will be on July 13, 2015. Find out how you can get involved → http://t.co/iJ9ZJqyVwS http://t.co/DTOQ…","month":"05","year":"2015","corpus":"save date whcoa juli 13 2015 find get involv","id":603930555508457500,"day":"28"},{"text":"RT @vj44: @POTUS welcomes civil rights leader Diane Nash to White House today after being honored last night by @fordstheatre! http://t.co/…","month":"06","year":"2015","corpus":"welcom civil right leader dian nash white hous today honor last night","id":605546292073226200,"day":"02"},{"text":"RT @vj44: Paid leave is a win for businesses - big and small. Like @mollymoon said, just do the math! #LeadOnLeave  https://t.co/U5BY0fhk02","month":"06","year":"2015","corpus":"paid leav win busi big small like said math leadonleav","id":610543615547314200,"day":"15"},{"text":"RT @Pontifex: Climate change represents one of the principal challenges facing humanity in our day. #LaudatoSi","month":"06","year":"2015","corpus":"climat chang repres one princip challeng face human day laudatosi","id":611640736115634200,"day":"18"},{"text":"It's been a pretty good few days for America → http://t.co/YqVKQe7tkn #LoveWins #ACAIsHereToStay #LeadOnTrade http://t.co/1OnUl9bgmx","month":"06","year":"2015","corpus":"pretti good day america lovewin acaisheretostay leadontrad","id":616021655509274600,"day":"30"},{"text":"RT @POTUS: there's a hardship exemption; fine only applies to folks who can afford insurance but choose not to. https://t.co/XWFEKbZCaT","month":"07","year":"2015","corpus":"hardship exempt fine appli folk afford insur choos","id":616337903355064300,"day":"01"},{"text":"RT @WHLive: \"ISIL is surrounded by countries and communities committed to its destruction. It has no air force. Our coalition owns the skie…","month":"07","year":"2015","corpus":"isil surround countri commun commit destruct air forc coalit own skie","id":618151038588178400,"day":"06"},{"text":"RT @VP: World champs. The cup is coming back to the United States. Congratulations to the #USWNT. We're so proud.","month":"07","year":"2015","corpus":"world champ cup come back unit state congratul uswnt proud","id":617865041019314200,"day":"06"},{"text":"RT @vicenews: VICE will join @POTUS on the first-ever presidential visit to a federal prison for an upcoming #VICEonHBO special:\nhttp://t.c…","month":"07","year":"2015","corpus":"vice join first ever presidenti visit feder prison upcom viceonhbo special","id":619589403590000600,"day":"10"},{"text":"RT @FLOTUS: Happy birthday, #Malala! We thank you for being a voice for the millions of girls around the world who deserve an education. #L…","month":"07","year":"2015","corpus":"happi birthday malala thank voic million girl around world deserv educ","id":620335004741054500,"day":"12"},{"text":"RT @ezraklein: \"I would give it an A\": Why nuclear experts love the Iran deal http://t.co/OBj7v1unfy","month":"07","year":"2015","corpus":"would give \": nuclear expert love iran deal","id":621399457071005700,"day":"15"},{"text":"RT @vj44: Logan spoke out against bullying. Today, he visited the White House. http://t.co/RPqAtzuBb5","month":"07","year":"2015","corpus":"logan spoke bulli today visit white hous","id":623649608187576300,"day":"22"},{"text":"RT @TheIranDeal: Those who are so quick to reject the #IranDeal are the same people who were so quick to go to war in Iraq. http://t.co/ysX…","month":"07","year":"2015","corpus":"quick reject irand peopl quick go war iraq","id":624271454620774400,"day":"23"},{"text":"RT @marieharf: World-class nuclear physicist @ErnestMoniz on the #IranDeal: \"I am confident that the technical underpinnings of this deal a…","month":"07","year":"2015","corpus":"world class nuclear physicist irand confid technic underpin deal","id":624232062757638100,"day":"23"},{"text":"RT if you agree: Every American deserves a basic measure of dignity and security. http://t.co/piljPgu5i1 #Medicare50\nhttps://t.co/gp8hhDdq5a","month":"08","year":"2015","corpus":"agre everi american deserv basic measur digniti secur medicare50","id":627518507308089300,"day":"01"},{"text":"RT @StationCDRKelly: #GoodMorning to those in the western #USA. Looks like there's a lot going on down there. #YearInSpace http://t.co/Zeab…","month":"08","year":"2015","corpus":"goodmorn western usa look like lot go yearinspac","id":630736578093027300,"day":"10"},{"text":"RT @Interior: Here's a gorgeous pic of America's newest wilderness: #BoulderWhiteClouds by Ed Cannady #Idaho http://t.co/2oQW1fgRlh http://…","month":"08","year":"2015","corpus":"gorgeou pic america newest wilder boulderwhitecloud ed cannadi idaho","id":630748330054676500,"day":"10"},{"text":"RT @ErnestMoniz: Watch me explain the science of the #IranDeal in a new video from the @WhiteHouse on @PopSci: http://t.co/zyyz50gldS http:…","month":"08","year":"2015","corpus":"watch explain scienc irand new video http :…","id":636688676978733000,"day":"26"},{"text":"Take the pledge to help stop sexual assault, and RT this so your friends can, too: http://t.co/7aGUmPzcvm #ItsOnUs\nhttps://t.co/wGYsqGodLw","month":"09","year":"2015","corpus":"take pledg help stop sexual assault friend itsonu","id":638716217407074300,"day":"01"},{"text":"Iditarod champion John Baker introduced @POTUS to Feather, one his Husky puppies → http://t.co/Xs7VFmU1Qc http://t.co/thEfVTjPNr","month":"09","year":"2015","corpus":"iditarod champion john baker introduc feather one huski puppi","id":639604868852809700,"day":"04"},{"text":"RT @SenBlumenthal: Read my full statement on the decision to support the Iran nuclear agreement here: http://t.co/xPMVNGhtXI #IranDeal","month":"09","year":"2015","corpus":"read full statement decis support iran nuclear agreement irand","id":641271932256677900,"day":"08"},{"text":"It's time for Congress to guarantee paid sick leave for every American worker → http://t.co/OGSe6YJmxc #LeadOnLeave http://t.co/TzXHJyQyQy","month":"09","year":"2015","corpus":"time congress guarante paid sick leav everi american worker leadonleav","id":641348476798791700,"day":"08"},{"text":"RT @POTUS: We've fought back because of you. We shouldn't slip back because of Congress. I urge them to send me a budget that invests in ou…","month":"09","year":"2015","corpus":"fought back slip back congress urg send budget invest ou","id":643887503540400100,"day":"15"},{"text":"RT @TheIranDeal: Congressional review of the #IranDeal is complete. We can now take the next steps in making the world a safer place. http:…","month":"09","year":"2015","corpus":"congression review irand complet take next step make world safer place http :…","id":644546319051292700,"day":"17"},{"text":"RT @rhodes44: The Iran deal will be implemented. The United States has an Embassy in Havana. #change.","month":"09","year":"2015","corpus":"iran deal implement unit state embassi havana chang","id":645061000241283100,"day":"19"},{"text":"RT @FLOTUS: It is so important to cast your vote and make your voice heard. Get started today: http://t.co/B2LKp3zO5b –mo https://t.co/LhLy…","month":"09","year":"2015","corpus":"import cast vote make voic heard get start today mo","id":646356549930217500,"day":"22"},{"text":"RT @FLOTUS: Farm to table happens right here at the @WhiteHouse! Tonight’s State Dinner includes peppers from the Kitchen Garden. http://t.…","month":"09","year":"2015","corpus":"farm tabl happen right tonight state dinner includ pepper kitchen garden","id":647536881165594600,"day":"25"},{"text":"RT @FLOTUS: “Today, #62MillionGirls worldwide are not in school.\" —The First Lady on The Late Show: http://t.co/A4AkZqPbTl http://t.co/QfnX…","month":"09","year":"2015","corpus":"today 62milliongirl worldwid school .\" first ladi late show","id":648708897369362400,"day":"29"},{"text":"Watch a recap of the Pope's visit—plus other highlights from a busy week at the White House: http://t.co/LJG9gY1PiX\nhttps://t.co/zNFUyrcsqL","month":"09","year":"2015","corpus":"watch recap pope visit plu highlight busi week white hous","id":649246116341395500,"day":"30"},{"text":"RT @DrBiden: Community colleges have a special place in my heart, and my heart goes out to the entire Roseburg community. #UCCShooting –Jill","month":"10","year":"2015","corpus":"commun colleg special place heart heart goe entir roseburg commun uccshoot jill","id":649961708698628100,"day":"02"},{"text":"RT @wethepeople: We just sent this update to signers of a petition on LGBTQ+ conversion therapy: http://t.co/TDe3yieV0s #SpiritDay","month":"10","year":"2015","corpus":"sent updat signer petit lgbtq convers therapi spiritday","id":654691548190273500,"day":"15"},{"text":"RT to spread the word: We've reduced the deficit by nearly three-fourths under @POTUS → http://t.co/CCYfrIrLRr http://t.co/J3c30f5czw","month":"10","year":"2015","corpus":"spread word reduc deficit nearli three fourth","id":654766316956483600,"day":"15"},{"text":"RT @rhodes44: Our marines serve w/ honor around the world. Humbled to meet a few at U.S. Embassy Vientiane’s new American Center. http://t.…","month":"10","year":"2015","corpus":"marin serv honor around world humbl meet embassi vientian new american center","id":655127280318939100,"day":"16"},{"text":"RT @Space_Station: You don’t need hoverboards in space. #IfIHadAHoverboard https://t.co/mwJHtLlzvr","month":"10","year":"2015","corpus":"need hoverboard space ifihadahoverboard","id":656933239244922900,"day":"21"},{"text":"CA ✓\nCT ✓\nDC ✓\nNY ✓\nMA ✓\nME ✓\nNM ✓\nVT ✓\nWA ✓\nAttorneys general from states nationwide support the #CleanPowerPlan: https://t.co/ZLJ5FCuW8F","month":"10","year":"2015","corpus":"ca ct dc ny nm vt wa attorney gener state nationwid support cleanpowerplan","id":657680660979552300,"day":"23"},{"text":"\"I’m going to keep protecting the places that make America special, and the livelihoods of those who depend on them\" https://t.co/n1XODpjX70","month":"10","year":"2015","corpus":"go keep protect place make america special livelihood depend","id":658036529600684000,"day":"24"},{"text":"Nearly 30 million older Americans suffer from hearing loss. Learn how we can help → https://t.co/nLjsX1eiCj https://t.co/6sF8XIWOhK","month":"10","year":"2015","corpus":"nearli 30 million older american suffer hear loss learn help","id":659390368891469800,"day":"28"},{"text":"Take it from @Madeleine: The TPP ensures that America will keep writing the rules on trade. https://t.co/DxG2mXEygp https://t.co/mzF7plRt6q","month":"11","year":"2015","corpus":"take tpp ensur america keep write rule trade","id":663857383899164700,"day":"09"},{"text":"RT if you agree: It's time to #CloseTheGap so more women have a shot at success. https://t.co/7dJl9Ki5xj #YesSheCan https://t.co/fJvswfcmI7","month":"11","year":"2015","corpus":"agre time closethegap women shot success yesshecan","id":665254882635620400,"day":"13"},{"text":"RT @SenBobCasey: Of the 12 million Syrians displaced from their homes half are children. We cannot turn our back on them. https://t.co/x4tP…","month":"11","year":"2015","corpus":"12 million syrian displac home half children cannot turn back","id":666758804227432400,"day":"17"},{"text":"Refugees are subject to the highest level of security checks of any category of traveler. https://t.co/mtBAgDEdIl https://t.co/TzMJFodZQk","month":"11","year":"2015","corpus":"refuge subject highest level secur check categori travel","id":667065395115880400,"day":"18"},{"text":"RT @vj44: Welcome to my weekly office hours. Joined today by @JonathanMPrice from @Spotify\nExcited to do a #LeadOnLeave chat. https://t.co/…","month":"11","year":"2015","corpus":"welcom weekli offic hour join today excit leadonleav chat","id":667468088011456500,"day":"19"},{"text":"By the numbers: Four facts about Syrian refugees in the U.S. → https://t.co/mtBAgDEdIl #RefugeesWelcome https://t.co/8pN7nH2Pg9","month":"11","year":"2015","corpus":"number four fact syrian refuge refugeeswelcom","id":667740584057176000,"day":"20"},{"text":"RT @vj44: Acceptance and understanding will make us a stronger nation, not fear and hate. Today we remember the trans victims of violence. …","month":"11","year":"2015","corpus":"accept understand make us stronger nation fear hate today rememb tran victim violenc","id":667775242971037700,"day":"20"},{"text":"Happy Thanksgiving! https://t.co/aGzXpfcvDb","month":"11","year":"2015","corpus":"happi thanksgiv","id":669933979638718500,"day":"26"},{"text":"\"No refugee can enter our borders until they undergo the highest security checks of anyone traveling to the U.S.\" https://t.co/Jiwdvk8nII","month":"11","year":"2015","corpus":"refuge enter border undergo highest secur check anyon travel .\"","id":670304081362092000,"day":"27"},{"text":".@POTUS on passage of the transportation bill and reauthorization of the Export-Import Bank. https://t.co/fhFDDxj91p","month":"12","year":"2015","corpus":"passag transport bill reauthor export import bank","id":672877145899733000,"day":"04"},{"text":"We cannot turn against one another by letting this fight be defined as a war between America and Islam. https://t.co/rUgsaBF2su","month":"12","year":"2015","corpus":"cannot turn one anoth let fight defin war america islam","id":673991244167569400,"day":"07"},{"text":"RT @USDA: 1 in 5 homes with kids is food insecure. #SNAPworks to help families put food on the table https://t.co/p1AYrpKvDd https://t.co/d…","month":"12","year":"2015","corpus":"home kid food insecur snapwork help famili put food tabl","id":674353081702850600,"day":"08"},{"text":"RT @FLOTUS: Today we kick off #12DaysOfTakeovers to give you a behind-the-scenes look at #WHHolidays→ https://t.co/pkdXSXeOqW https://t.co/…","month":"12","year":"2015","corpus":"today kick 12daysoftakeov give behind scene look whholiday","id":676069121155588100,"day":"13"},{"text":"RT @DeptofDefense: Happy Birthday to the @USNationalGuard!!! #Guard379 https://t.co/J5TyFdzLd4","month":"12","year":"2015","corpus":"happi birthday guard379","id":676120351215099900,"day":"13"},{"text":"10 things that happened in 2015 that should make every American optimistic about 2016 → https://t.co/MJj1Oan6fx https://t.co/44tdv8R3Pc","month":"12","year":"2015","corpus":"10 thing happen 2015 make everi american optimist 2016","id":678978871132164100,"day":"21"},{"text":"RT @DrBiden: .@VP and I put together a @Spotify holiday playlist: https://t.co/Y2gQpmIu0M Can you guess whose songs are whose? (Cc: @spring…","month":"12","year":"2015","corpus":"put togeth holiday playlist guess whose song whose cc","id":679796034080477200,"day":"23"},{"text":"❄Let it snow, let it snow, let it snow!❄ #WHHolidays https://t.co/p7ycCL3Eat","month":"12","year":"2015","corpus":"let snow let snow let snow !❄ whholiday","id":680161148084158500,"day":"24"},{"text":"RT @rhodes44: Thanks to the #IranDeal, Iran no longer has enough enriched uranium for a nuclear weapon → https://t.co/vrjRtOWe7a https://t.…","month":"12","year":"2015","corpus":"thank irand iran longer enough enrich uranium nuclear weapon","id":681893811186962400,"day":"29"},{"text":"Check out these must-see behind-the-scenes moments of @POTUS from 2015: https://t.co/bBd1oC3jcA #YearInReview https://t.co/aNUcAWH4ey","month":"12","year":"2015","corpus":"check must see behind scene moment 2015 yearinreview","id":682626058445692900,"day":"31"},{"text":"RT @POTUS: Guns now kill as many people as cars in almost half of the U.S. We can't stop every act of violence, but we can save lives if we…","month":"01","year":"2016","corpus":"gun kill mani peopl car almost half stop everi act violenc save live","id":684154832102527000,"day":"04"},{"text":"RT @PressSec: In the face of such alarming statistics, why hasn't Congress acted to #StopGunViolence? https://t.co/GPx0BsueIN","month":"01","year":"2016","corpus":"face alarm statist congress act stopgunviol","id":684100175355326500,"day":"04"},{"text":"RT @PressSec: Close the No-Fly/No-Buy loophole. If too dangerous to board a plane, then too dangerous to buy a gun. #askpressec https://t.c…","month":"01","year":"2016","corpus":"close fli buy loophol danger board plane danger buy gun askpressec","id":684495140342370300,"day":"05"},{"text":"We're one week out from @POTUS's final State of the Union. Take a look back at his first address to Congress. #SOTU\nhttps://t.co/6ilgswMjCE","month":"01","year":"2016","corpus":"one week final state union take look back first address congress sotu","id":684574690237530100,"day":"06"},{"text":"Here's how @POTUS is taking commonsense steps to help #StopGunViolence. https://t.co/Xjc2RqRJ5N","month":"01","year":"2016","corpus":"take commonsens step help stopgunviol","id":684757594586546200,"day":"06"},{"text":"Worth a read: @ChrisMurphyCT on what Congress owes the families of Newtown → https://t.co/HzhX0JBFvV #StopGunViolence","month":"01","year":"2016","corpus":"worth read congress owe famili newtown stopgunviol","id":685215608334450700,"day":"07"},{"text":"For every family who has had a loved one taken by a bullet, it's time to act to #StopGunViolence. #GunsInAmerica https://t.co/pC3UJcYOOK","month":"01","year":"2016","corpus":"everi famili love one taken bullet time act stopgunviol gunsinamerica","id":685269177578459100,"day":"08"},{"text":"TONIGHT: @POTUS's final State of the Union. Don't miss out—tune in here → https://t.co/7ZgBUWqyl1 #SOTU🇺🇸 https://t.co/xwwoqXvu6o","month":"01","year":"2016","corpus":"tonight final state union miss tune sotu 🇺🇸","id":686997285767622700,"day":"12"},{"text":"RT @VP: God willing, nieces, nephews, and grandchildren will not suffer the same fate. I'm optimistic. https://t.co/aFtN57dlXy","month":"01","year":"2016","corpus":"god will niec nephew grandchildren suffer fate optimist","id":687394748592701400,"day":"13"},{"text":"RT @YouTube: Bo and Sunny greet YouTubers before #YouTubeAsksObama, happening in 30 minutes! https://t.co/KcuwI1wkuD https://t.co/huFkGRUim7","month":"01","year":"2016","corpus":"bo sunni greet youtub youtubeasksobama happen 30 minut","id":688070976383270900,"day":"15"},{"text":"RT @rhodes44: Confirmed: Iran's four paths to a nuclear weapon are verifiably cut off. This is what American leadership can do. https://t.c…","month":"01","year":"2016","corpus":"confirm iran four path nuclear weapon verifi cut american leadership","id":688500332452802600,"day":"16"},{"text":"RT @POTUS: Today we honor a man who challenged us to bend the arc of the moral universe toward justice. Let's keep working to realize Dr. K…","month":"01","year":"2016","corpus":"today honor man challeng us bend arc moral univers toward justic let keep work realiz dr","id":689101610417549300,"day":"18"},{"text":"Tune in as @POTUS speaks in Detroit on the resurgence of our auto industry: https://t.co/rOfdMEt5IY #MadeInAmerica https://t.co/sx2tx9MT9Q","month":"01","year":"2016","corpus":"tune speak detroit resurg auto industri madeinamerica","id":689912072847536100,"day":"20"},{"text":"RT @USCTO: 9 of 10 parents agree #CSforAll @POTUS https://t.co/EhsW0XJxqJ All-hands-on-deck effort - many already in: https://t.co/yhCW4gzF…","month":"01","year":"2016","corpus":"10 parent agre csforal hand deck effort mani alreadi","id":693458500681384000,"day":"30"},{"text":".@POTUS's new plan will help ensure all of our students get an opportunity to learn computer science. #CSforAll https://t.co/iAxqqpavO7","month":"02","year":"2016","corpus":"new plan help ensur student get opportun learn comput scienc csforal","id":694214850210316300,"day":"01"},{"text":".@POTUS's budget will invest $1.1 billion to help address the opioid epidemic → https://t.co/M2HgnDmceC https://t.co/4x89Z36ywq","month":"02","year":"2016","corpus":"budget invest billion help address opioid epidem","id":694663745113579500,"day":"02"},{"text":"RT @CBSThisMorning: .@GayleKing's live interview with @POTUS​ and @FLOTUS ahead of #SB50​, Sunday on @CBS​!\nhttps://t.co/XeZm9pe9WB","month":"02","year":"2016","corpus":"live interview ahead sb50 ​, sunday","id":696083423539109900,"day":"06"},{"text":"RT @sinoricemoss: My Favorite #ObamaAndKids @POTUS https://t.co/PyvQVC2Vif","month":"02","year":"2016","corpus":"favorit obamaandkid","id":701144598022897700,"day":"20"},{"text":"RT @whitehouseostp: At 11:10: @POTUS participates in the White House #PrecisionMedicine Initiative Summit. https://t.co/kGR8MnCJbj https://…","month":"02","year":"2016","corpus":"11 10 particip white hous precisionmedicin initi summit","id":702878579261108200,"day":"25"},{"text":"RT @Denis44: Congrats Milwaukee, on winning the Healthy Communities Challenge! @POTUS is headed your way on March 3, so get ready to #getco…","month":"02","year":"2016","corpus":"congrat milwauke win healthi commun challeng head way march get readi getco","id":703002726603595800,"day":"25"},{"text":"RT @PressSec: On Tuesday, @POTUS will meet with Senators McConnell, Reid, Grassley, and Leahy on the need to fill the #SCOTUS vacancy.","month":"02","year":"2016","corpus":"tuesday meet senat mcconnel reid grassley leahi need fill scotu vacanc","id":703009977909289000,"day":"26"},{"text":"RT @VPLive: \"Change the culture so that no abused woman or man...ever feels like they have to ask themselves, 'What did I do?'\" -@VP at #Os…","month":"02","year":"2016","corpus":"chang cultur abus woman man ... ever feel like ask ?'\" -@ vp os","id":704158346404892700,"day":"29"},{"text":"RT @VPLive: The @VP will introduce @LadyGaga at tonight's #Oscars. Stand with them and take the pledge: https://t.co/SRPnGzC9dM https://t.c…","month":"02","year":"2016","corpus":"introduc tonight oscar stand take pledg","id":704099266323677200,"day":"29"},{"text":"Watch as @POTUS describes @USNavy SEAL Ed Byers' harrowing mission that earned him the #MedalOfHonor. https://t.co/yCBd6n21gA","month":"02","year":"2016","corpus":"watch describ seal ed byer harrow mission earn medalofhonor","id":704388684657913900,"day":"29"},{"text":"RT @VP: Today's #JobsReport is a testament to the American people's resilience--and to smart decisions made by @POTUS. And I'm proud of tha…","month":"03","year":"2016","corpus":"today jobsreport testament american peopl resili -- smart decis made proud tha","id":705801895458148400,"day":"04"},{"text":".@POTUS is calling for a new national effort to help low-income Americans afford broadband: https://t.co/27PKYsZvN6 https://t.co/XhxWlRCgIY","month":"03","year":"2016","corpus":"call new nation effort help low incom american afford broadband","id":707692485217157100,"day":"09"},{"text":"RT @PressSec: \"Republicans Are Even Blocking Their Own Nominees Now.\" https://t.co/eJGRJ1YcQH \nA new level of absurdity, indeed. #DoYourJob","month":"03","year":"2016","corpus":"republican even block nomine .\" new level absurd inde doyourjob","id":707704384675848200,"day":"09"},{"text":"Watch @POTUS discuss the life and legacy of former First Lady Nancy Reagan in his weekly address. https://t.co/Glw3uit9oa","month":"03","year":"2016","corpus":"watch discuss life legaci former first ladi nanci reagan weekli address","id":708708041189761000,"day":"12"},{"text":"RT @NSC44: Statement by @Price44 on the Terrorist Attack in Turkey: https://t.co/d7lKltsgpu https://t.co/DPgXASZM7f","month":"03","year":"2016","corpus":"statement terrorist attack turkey","id":709165329146990600,"day":"13"},{"text":"Get a first look at the key stops @POTUS will make during his #CubaVisit next week → https://t.co/Dfbi5gPyYQ https://t.co/Zgq1ChK8hR","month":"03","year":"2016","corpus":"get first look key stop make cubavisit next week","id":710537408857514000,"day":"17"},{"text":"FACT: since 1975, the average time from nomination to confirmation is 67 days.  #DoYourJobFriday https://t.co/ZlOvC5nZaX","month":"03","year":"2016","corpus":"fact sinc 1975 averag time nomin confirm 67 day doyourjobfriday","id":710971366292348900,"day":"18"},{"text":"Happening now: @POTUS addresses the Cuban people and make a statement on the attacks in #Brussels: https://t.co/u38kSZiY8t","month":"03","year":"2016","corpus":"happen address cuban peopl make statement attack brussel","id":712282469274267600,"day":"22"},{"text":"RT @RepHalRogers: Thanks to @ONDCP Director Michael Botticelli for leading this morning's discussion @RxSummit @Botticelli44 https://t.co/f…","month":"03","year":"2016","corpus":"thank director michael botticelli lead morn discuss","id":714827146594754600,"day":"29"},{"text":"RT @drsanjaygupta: Moderating a panel on drug abuse this afternoon with @POTUS. What do you want to know? @WhiteHouse #RxSummit https://t.c…","month":"03","year":"2016","corpus":"moder panel drug abus afternoon want know rxsummit","id":714864765642928100,"day":"29"},{"text":"Happening now: @POTUS gives remarks at the #NuclearSecuritySummit → https://t.co/steUN0Bmft","month":"04","year":"2016","corpus":"happen give remark nuclearsecuritysummit","id":715920992359608300,"day":"01"},{"text":"RT @FactsOnClimate: Warmer temperatures are projected to lead to earlier annual onset of Lyme disease cases. Get the facts → https://t.co/h…","month":"04","year":"2016","corpus":"warmer temperatur project lead earlier annual onset lyme diseas case get fact","id":717071110706102300,"day":"04"},{"text":"Here's how @POTUS is taking action to ensure everyone plays by the same rules. https://t.co/SZCYneX9F2","month":"04","year":"2016","corpus":"take action ensur everyon play rule","id":718816508017832000,"day":"09"},{"text":"When you retire, you might be missing out on tens of thousands of dollars. \n \nHere's what @POTUS is doing about it: https://t.co/SZCYnfeKwA","month":"04","year":"2016","corpus":"retir might miss ten thousand dollar","id":719248612153163800,"day":"10"},{"text":"RT @karliekloss: Thanks for tuning in to the #WHScienceFair live stream! Be sure to catch the @WhiteHouse FB live at 2:15pmET 👉 https://t.c…","month":"04","year":"2016","corpus":"thank tune whsciencefair live stream sure catch fb live 15pmet 👉","id":720314913118412800,"day":"13"},{"text":"\"Jason’s spirit, the spirit of all of you, is the story of our armed forces.\"\nRead Jason's letter to @POTUS: https://t.co/BQ55zZbBpp","month":"04","year":"2016","corpus":"jason spirit spirit stori arm forc .\" read jason letter","id":720637823313973200,"day":"14"},{"text":"What @POTUS's historic trip to Cuba meant to Jackie Robinsons' family: https://t.co/YTByh8mLO9 #JackieRobinsonDay https://t.co/9OtRU5vE42","month":"04","year":"2016","corpus":"histor trip cuba meant jacki robinson famili jackierobinsonday","id":720997588229570600,"day":"15"},{"text":"RT @NatlParkService: Former President Jimmy Carter was made an Honorary National Park Ranger today! https://t.co/oqRpqVBKnC #FindYourPark h…","month":"04","year":"2016","corpus":"former presid jimmi carter made honorari nation park ranger today findyourpark","id":722118525456945200,"day":"18"},{"text":"RT @POTUS: Thank you, Adrianne, for being Boston Strong. Terror and bombs can't beat us. We carry on. We finish the race! https://t.co/55hm…","month":"04","year":"2016","corpus":"thank adriann boston strong terror bomb beat us carri finish race","id":722218673885216800,"day":"19"},{"text":"RT @USDOL: #HeadsUpAmerica: @VP and @DrBiden just introduced a community college investment to expand education and training. https://t.co/…","month":"04","year":"2016","corpus":"headsupamerica introduc commun colleg invest expand educ train","id":724685536259149800,"day":"25"},{"text":"RT @shondarhimes: Happy #CollegeSigningDay, Class of 2020. Here I am on my graduation day @dartmouth! #ReachHigher #BetterMakeRoom https://…","month":"04","year":"2016","corpus":"happi collegesigningday class 2020 graduat day reachhigh bettermakeroom","id":725104660365844500,"day":"26"},{"text":"RT @ErnestMoniz: A degree in #STEM can take you places. #CollegeSigningDay #ReachHigher https://t.co/ABoQTDE5wR","month":"04","year":"2016","corpus":"degre stem take place collegesigningday reachhigh","id":724985356479664100,"day":"26"},{"text":"RT @SCOTUSnom: .@POTUS gives a short lesson on the long-term impacts of failing to fill the #SCOTUS bench → https://t.co/5ReTz6Kkav\nhttps:/…","month":"04","year":"2016","corpus":"give short lesson long term impact fail fill scotu bench http :/…","id":725336116505788400,"day":"27"},{"text":"Since @POTUS took office, more students are graduating than ever before: https://t.co/bByGgQFgiK https://t.co/ymbSBfedOJ","month":"04","year":"2016","corpus":"sinc took offic student graduat ever","id":725798022215405600,"day":"28"},{"text":"Why Congress needs to act so state and local leaders can prevent the spread of #ZikaVirus: https://t.co/4Xw449EFpX https://t.co/4n4yWlZqp6","month":"05","year":"2016","corpus":"congress need act state local leader prevent spread zikaviru","id":730791176316407800,"day":"12"},{"text":"Tune in at 2:50pm ET as @POTUS sits down for his first live @Facebook interview → https://t.co/Y6y0jtBxaS https://t.co/JzDmzy28Yf","month":"05","year":"2016","corpus":"tune 50pm et sit first live interview","id":732275693967396900,"day":"16"},{"text":"Japan, Indiana, Colorado and Arlington: this week’s episode of #WestWingWeek covers a lot of ground. https://t.co/8ZdwCHgQkQ","month":"06","year":"2016","corpus":"japan indiana colorado arlington week episod westwingweek cover lot ground","id":739246783419850800,"day":"05"},{"text":"RT @chefjoseandres: Cooking unites us all, and together we can accomplish so much by providing clean @cookstoves.  @WhiteHouse https://t.co…","month":"06","year":"2016","corpus":"cook unit us togeth accomplish much provid clean","id":740291090176036900,"day":"07"},{"text":"RT @VPLive: This was 85 days ago. It's time to end the dysfunction. @VP talks #SCOTUS at 7:30 ET: https://t.co/dQbwayTt84 https://t.co/SRrC…","month":"06","year":"2016","corpus":"85 day ago time end dysfunct talk scotu 30 et","id":741050637991981000,"day":"09"},{"text":"RT @SecBurwell: Refugees are making a positive difference in communities across their country. #RefugeesWelcome #WorldRefugeeDay\nhttps://t.…","month":"06","year":"2016","corpus":"refuge make posit differ commun across countri refugeeswelcom worldrefugeeday","id":744910058362933200,"day":"20"},{"text":".@POTUS on today's #SCOTUS ruling on #immigration: https://t.co/zcBWEIT8Ai https://t.co/egpB1r3FEN","month":"06","year":"2016","corpus":"today scotu rule immigr","id":746014015596310500,"day":"23"},{"text":"RT @vj44: It's great to be in Indy at @usmayors summer conference with host city @IndyMayorJoe #USCM2016 https://t.co/IZQaAQgIVu","month":"06","year":"2016","corpus":"great indi summer confer host citi uscm2016","id":746839459094659100,"day":"25"},{"text":"You get to choose the lawmakers who decide America's future. https://t.co/D6Um5gWLG0","month":"06","year":"2016","corpus":"get choos lawmak decid america futur","id":747547528254623700,"day":"27"},{"text":"RT @NSC44: \"We must not waver in embracing our values, our best selves, our histories as nations of immigrants.\"-#POTUSinCanada\nhttps://t.c…","month":"06","year":"2016","corpus":"must waver embrac valu best selv histori nation immigr .\"- potusincanada","id":748295184446783500,"day":"29"},{"text":".@POTUS celebrates America's men and women in uniform in this week's #FourthOfJuly address. Watch: https://t.co/UYx8aDz3n4","month":"07","year":"2016","corpus":"celebr america men women uniform week fourthofjuli address watch","id":749267671678496800,"day":"02"},{"text":"RT @POTUS: Happy Fourth of July, everybody! And to our brave men and women in uniform: On this day and every day, we thank you.","month":"07","year":"2016","corpus":"happi fourth juli everybodi brave men women uniform day everi day thank","id":749971283543142400,"day":"04"},{"text":"RT @NSC44: Readout of @VP Biden’s Call with Prime Minister Haider Al-Abadi (@HaiderAlAbadi) of Iraq: https://t.co/mZpZBxowUN https://t.co/j…","month":"07","year":"2016","corpus":"readout biden call prime minist haider al abadi (@ haideralabadi iraq","id":750465481140609000,"day":"05"},{"text":"“We are not just Muslims, or just Americans, but we are both. We are Muslim-Americans.” Read the letters to @POTUS: https://t.co/Pt8akqrjfh","month":"07","year":"2016","corpus":"muslim american muslim american .” read letter","id":750815436267221000,"day":"06"},{"text":"RT @BostonGlobe: .@POTUS in @globeOpinion: Precision medicine can help us learn more about various diseases https://t.co/9VKQ6vDobL https:/…","month":"07","year":"2016","corpus":"precis medicin help us learn variou diseas http :/…","id":751036233053184000,"day":"07"},{"text":"\"Those killed and wounded were protecting the safety of those who were peacefully protesting.\" —@VP on Dallas: https://t.co/StC5AcrNmG","month":"07","year":"2016","corpus":"kill wound protect safeti peac protest .\" —@ vp dalla","id":751913905589395500,"day":"09"},{"text":"Watch what @POTUS had to say after hearing from different perspectives in yesterday's meeting on community policing: https://t.co/CkPvXOS6Tk","month":"07","year":"2016","corpus":"watch say hear differ perspect yesterday meet commun polic","id":753642949808980000,"day":"14"},{"text":"RT @NSC44: This week Congress will depart for 7 weeks of summer recess. We still need to them to enact emergency #Zika funding. https://t.c…","month":"07","year":"2016","corpus":"week congress depart week summer recess still need enact emerg zika fund","id":753684363766796300,"day":"14"},{"text":"Under @POTUS, we’re building a 21st century government. Introducing @AskTSA on Facebook: https://t.co/BIWF8FNrpU https://t.co/QgHs2omT2y","month":"07","year":"2016","corpus":"build 21st centuri govern introduc facebook","id":753982240019849200,"day":"15"},{"text":"RT @SecBurwell: Here’s what we’ve learned about the #Zika virus…and what you should know to protect yourself https://t.co/ombRb7sS4a https:…","month":"07","year":"2016","corpus":"learn zika viru know protect http :…","id":758304644422508500,"day":"27"},{"text":"Kids change the world. That’s why @FLOTUS hosted young chefs from across the country for the #KidsStateDinner: https://t.co/rBvDynrOjc","month":"07","year":"2016","corpus":"kid chang world host young chef across countri kidsstatedinn","id":758802996419448800,"day":"28"},{"text":"Get the facts: Here's what @CDCgov can tell us about the spread of the #Zika virus → https://t.co/4Xw449EFpX https://t.co/kdQ2tDfZ6e","month":"07","year":"2016","corpus":"get fact tell us spread zika viru","id":758709557975658500,"day":"28"},{"text":"“Our Marines are the world’s only truly expeditionary force. We have the finest Coast Guard.”","month":"08","year":"2016","corpus":"marin world truli expeditionari forc finest coast guard .”","id":760170589159952400,"day":"01"},{"text":"\"We’ve stood together at Normandy to thank a generation—among them, my grandfather...that literally saved the world\" https://t.co/pEd4qLQLaF","month":"08","year":"2016","corpus":"stood togeth normandi thank gener among grandfath ... liter save world","id":760169216339238900,"day":"01"},{"text":"Tune in: @POTUS and @FLOTUS greet Singapore PM @leehsienloong and Mrs. Lee ahead of tonight's State Dinner → https://t.co/JBVNESR5V1","month":"08","year":"2016","corpus":"tune greet singapor pm mr lee ahead tonight state dinner","id":760610905734443000,"day":"02"},{"text":"RT @Price44: .@POTUS and @leehsienloong of #Singapore hold a press conf. @WhiteHouse following bilateral meetings this morning. https://t.c…","month":"08","year":"2016","corpus":"singapor hold press conf follow bilater meet morn","id":760495025226674200,"day":"02"},{"text":"RT @Blavity: Exclusive: @POTUS just commuted 214 people — here's one former inmate's story @whitehouse https://t.co/tCRoWU3pyg https://t.co…","month":"08","year":"2016","corpus":"exclus commut 214 peopl one former inmat stori","id":760904612945727500,"day":"03"},{"text":"1801: 📬 → 1880: ☎ → 1994: 💻 → 2016:📱\nNow, it's easier than ever to contact us: https://t.co/N5GoAEPFT0 https://t.co/xRt7oRNXAz","month":"08","year":"2016","corpus":"1801 📬 1880 1994 💻 2016 :📱 easier ever contact us","id":763393511681056800,"day":"10"},{"text":"RT @Spotify: Want to feel like @POTUS for the day? Check out his ☀️ playlist now: https://t.co/Sc7x0ERrCs https://t.co/3fS7s1LT4g","month":"08","year":"2016","corpus":"want feel like day check ☀️ playlist","id":763749347498614800,"day":"11"},{"text":"RT @aaronneville: Wow, I'm honored to be included on the official @POTUS Nighttime playlist. Nice choice! #50YearsofTellItLikeItIs https://…","month":"08","year":"2016","corpus":"wow honor includ offici nighttim playlist nice choic 50yearsoftellitlik","id":763755946908672000,"day":"11"},{"text":"Young people have the power and potential to change the world. Happy #YouthDay! https://t.co/1c3jrHRLy2 https://t.co/a5TOXPn28e","month":"08","year":"2016","corpus":"young peopl power potenti chang world happi youthday","id":764158239089029100,"day":"12"},{"text":"RT @HHSGov: What are the signs and symptoms of the #Zika virus? How severe is the virus? @Surgeon_General has answers.\nhttps://t.co/Uo74H6y…","month":"08","year":"2016","corpus":"sign symptom zika viru sever viru answer","id":765627339694673900,"day":"16"},{"text":"Today @POTUS is in Baton Rouge to meet local officials amid response and recovery efforts: https://t.co/6Uet2HpPXI https://t.co/boO4GX7mZt","month":"08","year":"2016","corpus":"today baton roug meet local offici amid respons recoveri effort","id":768132229147000800,"day":"23"},{"text":"RT @Readygov: If wind, rain, or hurricanes are in your forecast -- make an emergency plan now: https://t.co/AMLHg8smmv https://t.co/2LOD9oh…","month":"08","year":"2016","corpus":"wind rain hurrican forecast -- make emerg plan","id":771007544324137000,"day":"31"},{"text":"Meet Papahānaumokuākea National Monument, the largest protected marine area in the world: https://t.co/XUcMS2tbvA https://t.co/QVaLysulph","month":"09","year":"2016","corpus":"meet papahānaumokuākea nation monument largest protect marin area world","id":771445474733817900,"day":"01"},{"text":"RT @SecBurwell: This @uscensusbureau chart shows the #impact the #ACA has had helping Americans across the country #GetCovered. https://t.c…","month":"09","year":"2016","corpus":"chart show impact aca help american across countri getcov","id":775789574857515000,"day":"13"},{"text":"At 3:35pm ET, @POTUS speaks at the Refugee Summit at #UNGA → https://t.co/tKWh2bks2b #RefugeesWelcome https://t.co/cFcka32Kwg","month":"09","year":"2016","corpus":"35pm et speak refuge summit unga refugeeswelcom","id":778311938094825500,"day":"20"},{"text":"RT @Microsoft_Gov: Proud to be a @WhiteHouse Global Refugee CTA founding partner #MSFTempowers #RefugeesWelcome https://t.co/h9eGzofwnE htt…","month":"09","year":"2016","corpus":"proud global refuge cta found partner msftempow refugeeswelcom htt","id":778329920560701400,"day":"20"},{"text":"There’s a new museum joining the @Smithsonian. @POTUS shares his thoughts ahead of the opening of @NMAAHC: https://t.co/6d67DVdKmZ","month":"09","year":"2016","corpus":"new museum join share thought ahead open","id":779685607245090800,"day":"24"},{"text":"Don’t leave any money on the table. Fill out your @FAFSA starting today and get free money for college: https://t.co/gfWDBtQX1L https://t.co/RG7uPxG5Km","month":"10","year":"2016","corpus":"leav money tabl fill start today get free money colleg","id":782272812908240900,"day":"01"},{"text":"RT @WHLive: \"If we're going to be able to solve this problem we're going to have to come up with new sources of energy that are clean and c…","month":"10","year":"2016","corpus":"go abl solv problem go come new sourc energi clean","id":783085158605783000,"day":"03"},{"text":"As Americans, innovation is in our DNA. Science has always been central to our progress. #WHFrontiers https://t.co/jFnU3QyXZ8","month":"10","year":"2016","corpus":"american innov dna scienc alway central progress whfrontier","id":786661538807554000,"day":"13"},{"text":"RT @vj44: Hi @Twitter! Thanks to #ItsOnUs for organizing this important conversation on campus sexual assault. Here to answer your Qs and t…","month":"10","year":"2016","corpus":"hi thank itsonu organ import convers campu sexual assault answer qs","id":786675713579462700,"day":"13"},{"text":"Students and parents: Fill out your @FAFSA today at https://t.co/gfWDBtQX1L to access free money for college.\nhttps://t.co/RyYkOr8EF8","month":"10","year":"2016","corpus":"student parent fill today access free money colleg","id":788046030394851300,"day":"17"},{"text":"RT @BetterMakeRoom: A bunch of celebrities got together and they’d like to say something in honor of @BetterMakeRoom’s FIRST Anniversary. 🎉…","month":"10","year":"2016","corpus":"bunch celebr got togeth like say someth honor first anniversari 🎉…","id":788774639564533800,"day":"19"},{"text":"RT @ItalyinUS: 🇮🇹🇺🇸 @POTUS toasts the enduring alliance between #Italy and the US at state dinner with @matteorenzi #ItalyState #BehindTheS…","month":"10","year":"2016","corpus":"🇮🇹🇺🇸 toast endur allianc itali us state dinner italyst behindth","id":788562420084117500,"day":"19"},{"text":"RT @POTUS: Check out my newest science advisors! These kids are fearless in using science to tackle our toughest problems. Thanks for the i…","month":"10","year":"2016","corpus":"check newest scienc advisor kid fearless use scienc tackl toughest problem thank","id":789598336873488400,"day":"21"},{"text":"RT @POTUS: It's pretty simple: Find a plan, get covered, earn some peace of mind. Start today: https://t.co/PJ7xIKP3Vo https://t.co/ZBQdNz8…","month":"11","year":"2016","corpus":"pretti simpl find plan get cover earn peac mind start today","id":794322691838853100,"day":"03"},{"text":"RT @BearGrylls: A great moment for the future of our earth @POTUS https://t.co/hT4U8Jiyn8","month":"11","year":"2016","corpus":"great moment futur earth","id":794629251576184800,"day":"04"},{"text":"RT @HHSGov: SHARE: Open Enrollment for 2017 is here! Most will be able to #GetCovered for less than $75/month after tax credits. https://t.…","month":"11","year":"2016","corpus":"share open enrol 2017 abl getcov less 75 month tax credit","id":795009108311212000,"day":"05"},{"text":"Under @POTUS, we’ve helped nearly 1.7 million veterans and their families get an education. #VeteransDay https://t.co/0NQcW2QKS8","month":"11","year":"2016","corpus":"help nearli million veteran famili get educ veteransday","id":797167012430626800,"day":"11"},{"text":"RT @Denis44: #ThankYouVeterans:\n✓Cut veteran homelessness in half\n✓Mental healthcare 2 more vets than ever\n✓In-state tuition 4 recently tra…","month":"11","year":"2016","corpus":"thankyouveteran cut veteran homeless half mental healthcar vet ever state tuition recent tra","id":797586783491997700,"day":"12"},{"text":"RT @tsipras_eu: We warmly welcome in Athens @POTUS Barack Obama. A meeting of great importance for our country and Europe. https://t.co/M0p…","month":"11","year":"2016","corpus":"warmli welcom athen barack obama meet great import countri europ","id":798523879262220300,"day":"15"}]