[{"text":"Welcome to the official Twitter page for the White House!","month":"05","year":"2009","corpus":"welcom offici twitter page white hous","id":1670203165,"day":"01"},{"text":"WhiteHouse 2.0: Today the White House is taking steps to expand how the Administration is communicating with the.. http://tinyurl.com/djh4d5","month":"05","year":"2009","corpus":"whitehous today white hous take step expand administr commun ..","id":1671794059,"day":"01"},{"text":"The President is welcoming the UNC men's basketball team to the White House","month":"05","year":"2009","corpus":"presid welcom unc men basketbal team white hous","id":1765359903,"day":"11"},{"text":"The deadline for the Fall 2009 White House Internship Program is May 26th. To apply, go to http://www.whitehouse.gov/about/internships/","month":"05","year":"2009","corpus":"deadlin fall 2009 white hous internship program may 26th appli go","id":1807914808,"day":"15"},{"text":"Engagement, Women, Health Care, and Yarn: Christina M. Tchen, Director of the White House Office of Public Engag.. http://tinyurl.com/omgrxf","month":"05","year":"2009","corpus":"engag women health care yarn christina tchen director white hous offic public engag ..","id":1838681340,"day":"18"},{"text":"More Photos: The White House Photo Office will now be periodically uploading select batches of photos on the Whi.. http://tinyurl.com/plw3wn","month":"05","year":"2009","corpus":"photo white hous photo offic period upload select batch photo whi ..","id":1850204792,"day":"19"},{"text":"White House Enviro Council Accepts Biden Challenge: Help Retrofit America: We asked Van Jones, Special Advisor f.. http://tinyurl.com/pl5yuz","month":"05","year":"2009","corpus":"white hous enviro council accept biden challeng help retrofit america ask van jone special advisor ..","id":1928707116,"day":"26"},{"text":"Photostream: The White House Photo Office has just posted 94 new photos on the White House photostream. Have a l.. http://tinyurl.com/ovfze6","month":"06","year":"2009","corpus":"photostream white hous photo offic post 94 new photo white hous photostream ..","id":2008902512,"day":"02"},{"text":"The Economic Case for Health Care Reform: The White House Council of Economic Advisers issues a pivotal report e.. http://tinyurl.com/ktdp6f","month":"06","year":"2009","corpus":"econom case health care reform white hous council econom advis issu pivot report ..","id":2005914703,"day":"02"},{"text":"Judge Sotomayor’s Questionnaire - A New Modern Record: White House Counsel Greg Craig discusses Judge Sotomayor .. http://tinyurl.com/pv6fr4","month":"06","year":"2009","corpus":"judg sotomayor questionnair new modern record white hous counsel greg craig discuss judg sotomayor ..","id":2033181860,"day":"04"},{"text":"Streaming at 11:00: Health Care Stakeholder Discussion with Women’s Groups: Today the White House holds another .. http://tinyurl.com/r4lv27","month":"06","year":"2009","corpus":"stream 11 00 health care stakehold discuss women group today white hous hold anoth ..","id":2044903982,"day":"05"},{"text":"Ryan Howard Talks Healthy Diet With the White House Chef: Ryan Howard of the World Series Champion Philadelphia .. http://tinyurl.com/ogrnq8","month":"06","year":"2009","corpus":"ryan howard talk healthi diet white hous chef ryan howard world seri champion philadelphia ..","id":2047894423,"day":"05"},{"text":"In Alaska: Jodi A. Gillette is Associate Director, White House Office of Public Engagement & Deputy Associate Di.. http://tinyurl.com/q45lr9","month":"06","year":"2009","corpus":"alaska jodi gillett associ director white hous offic public engag deputi associ di ..","id":2044903762,"day":"05"},{"text":"Photostream: The Middle East and Europe: The White House Photo Office drops sixty photos from the President's tr.. http://tinyurl.com/lvepng","month":"06","year":"2009","corpus":"photostream middl east europ white hous photo offic drop sixti photo presid tr ..","id":2096947661,"day":"10"},{"text":"You heard it here first: Primetime presidential news conference at the White House, Wed. 7/22 @ 9PM EDT","month":"07","year":"2009","corpus":"heard first primetim presidenti news confer white hous wed 22 9pm edt","id":2694756439,"day":"17"},{"text":"Update: Primetime presidential news conference @ White House on Weds 7/22 moved to 8PM EDT & will be live @ WhiteHouse.gov","month":"07","year":"2009","corpus":"updat primetim presidenti news confer white hous wed 22 move 8pm edt live whitehous gov","id":2742621815,"day":"20"},{"text":"White House Twitter-block mystery solved: http://bit.ly/gV9Xe","month":"07","year":"2009","corpus":"white hous twitter block mysteri solv","id":2870776229,"day":"27"},{"text":"Next White House twitter mystery: How quickly can we reach 1,000,000 followers?","month":"07","year":"2009","corpus":"next white hous twitter mysteri quickli reach 000 000 follow","id":2874012553,"day":"27"},{"text":"Video: Brad Paisley discusses his visit to the White House, performs new single \"Welcome to the Future\" http://bit.ly/4vus03","month":"08","year":"2009","corpus":"video brad paisley discuss visit white hous perform new singl welcom futur","id":3387001050,"day":"18"},{"text":"Photo: Obama & Kennedy walked the White House grounds before the signing of the Kennedy Service Act http://bit.ly/B2GOT","month":"08","year":"2009","corpus":"photo kennedi walk white hous ground sign kennedi servic act","id":3556790589,"day":"26"},{"text":"New Photo Gallery: Ted Kennedy & the White House, 2009 http://bit.ly/137Y00 #kennedy","month":"08","year":"2009","corpus":"new photo galleri ted kennedi white hous 2009 kennedi","id":3560269500,"day":"26"},{"text":"Obama:  “the first time in history, records of White House visitors will be made available to the public” http://bit.ly/LhpbG","month":"09","year":"2009","corpus":"first time histori record white hous visitor made avail public","id":3762634610,"day":"04"},{"text":"A moment of silence at the White House, streaming: http://www.wh.gov/live","month":"09","year":"2009","corpus":"moment silenc white hous stream","id":3910230413,"day":"11"},{"text":"\"The Steel City Welcomes G20\" – and the White House welcomes PittsburghSummit.gov http://bit.ly/18x1iw #G20","month":"09","year":"2009","corpus":"steel citi welcom g20 white hous welcom pittsburghsummit gov g20","id":4345779872,"day":"24"},{"text":"A White House first at 5:30: Live video chat with Secretary Sebelius and Senator Whitehouse http://bit.ly/2FQRR9","month":"10","year":"2009","corpus":"white hous first 30 live video chat secretari sebeliu senat whitehous","id":4531393718,"day":"01"},{"text":"Word from the White House: Bipartisan Support for Health Insurance Reform Continues to Build http://bit.ly/3oOsWt #hcr","month":"10","year":"2009","corpus":"word white hous bipartisan support health insur reform continu build hcr","id":4689566666,"day":"07"},{"text":"Live-stream *Tonight* http://bit.ly/tCHXt RT @georgelopez: Los @ white house \"eva and jimmy smits\" PBS special airs thursday","month":"10","year":"2009","corpus":"live stream tonight lo white hous eva jimmi smit pb special air thursday","id":4845204465,"day":"13"},{"text":"Watch, discuss, engage at 2:30: Chat live with the White House about the new Green Gov Challenge http://bit.ly/tCHXt","month":"10","year":"2009","corpus":"watch discuss engag 30 chat live white hous new green gov challeng","id":4996924650,"day":"19"},{"text":"The official First Family portrait, unveiled by the White House Photo Office this morning: http://bit.ly/2Gf2QU","month":"10","year":"2009","corpus":"offici first famili portrait unveil white hous photo offic morn","id":5095795072,"day":"23"},{"text":"Word from the White House: Introduction of the Affordable Health Care for America Act in the House http://bit.ly/4hTRog","month":"10","year":"2009","corpus":"word white hous introduct afford health care america act hous","id":5294385656,"day":"30"},{"text":"White House visitor records - \"a major milestone in government transparency\" http://bit.ly/2HbytX","month":"10","year":"2009","corpus":"white hous visitor record major mileston govern transpar","id":5299128059,"day":"30"},{"text":"Photo gallery: White House Halloween, First Lady as Catwoman. Plus Halloweens of White Houses past http://bit.ly/2Fe9Yt","month":"11","year":"2009","corpus":"photo galleri white hous halloween first ladi catwoman plu halloween white hous past","id":5349090891,"day":"01"},{"text":"Word from the White House: House Republican Health Care \"Plan\" Putting Families at Risk http://bit.ly/1xSiqG #hcr","month":"11","year":"2009","corpus":"word white hous hous republican health care plan put famili risk hcr","id":5430156256,"day":"04"},{"text":"Word from the White House: Objective Analysis Shows Reform will Help Small Businesses, Lower Premiums http://bit.ly/3qbFJS","month":"11","year":"2009","corpus":"word white hous object analysi show reform help small busi lower premium","id":5423555524,"day":"04"},{"text":"Sneak peek video: Some of the world's best classical musicians tune up at the White House http://bit.ly/173Mji","month":"11","year":"2009","corpus":"sneak peek video world best classic musician tune white hous","id":5406675107,"day":"04"},{"text":"White House Tribal Nations Conference streaming all day - Obama speaking now http://bit.ly/UT2FE","month":"11","year":"2009","corpus":"white hous tribal nation confer stream day speak","id":5450633405,"day":"05"},{"text":"New photo gallery: The White House Music Series goes classical http://bit.ly/2OIsWi","month":"11","year":"2009","corpus":"new photo galleri white hous music seri goe classic","id":5490862364,"day":"06"},{"text":"The President and some Wounder Warriors play a little ball at the White House. Watch the video http://bit.ly/3UAzI9","month":"11","year":"2009","corpus":"presid wounder warrior play littl ball white hous watch video","id":5568162390,"day":"09"},{"text":"Word from the White House: Controlling Costs for Families, Small Businesses, and the Government http://bit.ly/qJi6u","month":"11","year":"2009","corpus":"word white hous control cost famili small busi govern","id":5593550311,"day":"10"},{"text":"China through the Lens of the White House Photographer. Video interview, some photo highlights http://bit.ly/2TCyTs","month":"11","year":"2009","corpus":"china len white hous photograph video interview photo highlight","id":5803560687,"day":"17"},{"text":"Commemorating the 540th anniversary of the birth of Guru Nanak Dev Ji at the White House http://bit.ly/4paamX","month":"11","year":"2009","corpus":"commemor 540th anniversari birth guru nanak dev ji white hous","id":5903572805,"day":"20"},{"text":"Word from the White House: Defenders of the Status Quo Obstructing Progress http://bit.ly/7qoB7g #hcr","month":"12","year":"2009","corpus":"word white hous defend statu quo obstruct progress hcr","id":6287715110,"day":"03"},{"text":"Video:The First Lady on decking the halls of the White House Executive Residence http://bit.ly/7ojJ34","month":"12","year":"2009","corpus":"video first ladi deck hall white hous execut resid","id":6807451432,"day":"18"},{"text":"Holidays at the White House: in photos http://bit.ly/6xFZ5B, in gingerbread http://bit.ly/4x4yGB","month":"12","year":"2009","corpus":"holiday white hous photo gingerbread","id":6945339240,"day":"22"},{"text":"Unprecedented: More than 25,000 Additional White House Visitor Records Posted Online http://bit.ly/4AU7VD","month":"12","year":"2009","corpus":"unpreced 25 000 addit white hous visitor record post onlin","id":7210674413,"day":"30"},{"text":"RT @craignewmark: suggested hashtag for White House Forum on Modernizing Gov't? #modgov http://bit.ly/7RBuyn","month":"01","year":"2010","corpus":"suggest hashtag white hous forum modern gov modgov","id":7755294048,"day":"14"},{"text":"1 year anniversary, First Lady surprises White House Tour Visitors in the Blue Room. Watch live: http://bit.ly/UT2FE","month":"01","year":"2010","corpus":"year anniversari first ladi surpris white hous tour visitor blue room watch live","id":7989483113,"day":"20"},{"text":"\"WhiteHouse.gov: Anywhere\" New White House iPhone app. Get streaming video of Obama, much more http://bit.ly/5C1uCU","month":"01","year":"2010","corpus":"whitehous gov anywher new white hous iphon app get stream video much","id":7987920011,"day":"20"},{"text":"Apply for White House summer internships, you could be the next big shot who once was a WH intern http://bit.ly/LuAAi (joke!)","month":"01","year":"2010","corpus":"appli white hous summer internship could next big shot wh intern joke !)","id":8030622611,"day":"21"},{"text":"White House Jobs Forum: The Final Report and Follow-up http://bit.ly/8OIpe7","month":"01","year":"2010","corpus":"white hous job forum final report follow","id":8045040457,"day":"21"},{"text":"Video: First look at town hall ticket giveaway in OH - 2nd stop of the White House to Main St. tour http://bit.ly/4IfXII","month":"01","year":"2010","corpus":"video first look town hall ticket giveaway oh 2nd stop white hous main st tour","id":8077764048,"day":"22"},{"text":"#questiontime: full transcript of the President at GOP House Issues Conference http://bit.ly/9clREp","month":"01","year":"2010","corpus":"questiontim full transcript presid gop hous issu confer","id":8383748830,"day":"29"},{"text":"Full White House video of #questiontime http://bit.ly/cKRZaO","month":"01","year":"2010","corpus":"full white hous video questiontim","id":8387897130,"day":"29"},{"text":"A particularly beautiful snow – Souza shot of the White House this morning: http://bit.ly/9Me5GW","month":"02","year":"2010","corpus":"particularli beauti snow souza shot white hous morn","id":8588171996,"day":"03"},{"text":"8pm EST tonight: Music from the Civil Rights Movement concert live from the White House at WH.gov/live","month":"02","year":"2010","corpus":"8pm est tonight music civil right movement concert live white hous wh gov live","id":8878605455,"day":"10"},{"text":"For your inner film student, some raw footage of the White House during yesterday's blizzard: http://bit.ly/cOozrt","month":"02","year":"2010","corpus":"inner film student raw footag white hous yesterday blizzard","id":8972924949,"day":"12"},{"text":"Follow White House Press Secretary Robert Gibbs on Twitter: @PressSec - his deputy Bill Burton is also on: @BillBurton44","month":"02","year":"2010","corpus":"follow white hous press secretari robert gibb twitter deputi bill burton also","id":9099064883,"day":"14"},{"text":"The President's Proposal for Health Insurance Reform is now available on the White House website: http://bit.ly/bPYlaft","month":"02","year":"2010","corpus":"presid propos health insur reform avail white hous websit","id":9479207866,"day":"22"},{"text":"RT @PressSec: President to make statement from White House at 2 PM on the earthquake and tsunami warnings...","month":"02","year":"2010","corpus":"presid make statement white hous pm earthquak tsunami warn ...","id":9740252268,"day":"27"},{"text":"Flickr shot: The Obamas, friends & staff at a Seder in the Old Family Dining Room of the White House http://bit.ly/c8M69l","month":"03","year":"2010","corpus":"flickr shot friend staff seder old famili dine room white hous","id":11278783909,"day":"30"},{"text":"looking forward to it! RT @huffpostcollege: Which question would YOU ask the White House? See here and VOTE! http://huff.to/aDhOim","month":"04","year":"2010","corpus":"look forward question would ask white hous see vote","id":11661332662,"day":"05"},{"text":"RT @justinbieber: I'm at The WHITE HOUSE!!! // Watch live now at FB http://bit.ly/8YQa2S Or at http://wh.gov/live","month":"04","year":"2010","corpus":"white hous !!! // watch live fb","id":11649115764,"day":"05"},{"text":"Guess who is back, live @ the White House? @justinbieber - watch & join the live chat now: http://bit.ly/azN0ej","month":"04","year":"2010","corpus":"guess back live white hous watch join live chat","id":11660348871,"day":"05"},{"text":"Photo of the Day: Spring White House Gardens Tour http://bit.ly/cX6yxS","month":"04","year":"2010","corpus":"photo day spring white hous garden tour","id":12357546952,"day":"17"},{"text":"Starting at 3:00: The First Lady hosts a Mother's Day celebration in the White House. Watch live http://wh.gov/live","month":"05","year":"2010","corpus":"start 00 first ladi host mother day celebr white hous watch live","id":13563770293,"day":"07"},{"text":"12:30: 100s of chefs converge on the White House for the First Lady's \"Let's Move\" program, watch live: http://wh.gov/live","month":"06","year":"2010","corpus":"12 30 100 chef converg white hous first ladi let move program watch live","id":15426459545,"day":"04"},{"text":"Independence Day at the White House through the lens of @PeteSouza http://bit.ly/dcf7Tf","month":"07","year":"2010","corpus":"independ day white hous len","id":17767820869,"day":"05"},{"text":"Video: The President & 1st Lady celebrate 4th of July at the White House w/ military families http://bit.ly/bB14F5","month":"07","year":"2010","corpus":"video presid 1st ladi celebr 4th juli white hous militari famili","id":17813088953,"day":"05"},{"text":"Take a break: Video: Spielberg & Hanks screen #Emmys winner The Pacific at the White House http://wh.gov/iBX","month":"08","year":"2010","corpus":"take break video spielberg hank screen emmi winner pacif white hous","id":22551592474,"day":"30"},{"text":"On tap: 11AM EDT the President holds a press conference in the East Room of the White House. http://wh.gov/live","month":"09","year":"2010","corpus":"tap 11am edt presid hold press confer east room white hous","id":24105654985,"day":"10"},{"text":"CEQ Chair Nancy Sutley: Commitment to Lead: Solar on the White House http://bit.ly/aVbZDK","month":"10","year":"2010","corpus":"ceq chair nanci sutley commit lead solar white hous","id":26476743457,"day":"05"},{"text":"RT @billburton44: At 6:30, the White House will be lit pink for Breast Cancer Awareness Month","month":"10","year":"2010","corpus":"30 white hous lit pink breast cancer awar month","id":27345117440,"day":"14"},{"text":"Photo of the Day: The White House goes pink in honor of Breast Cancer Awareness Month http://is.gd/g3cdr","month":"10","year":"2010","corpus":"photo day white hous goe pink honor breast cancer awar month","id":27441083212,"day":"15"},{"text":"Austan Goolsbee heads back to the White House White Board: The 3-Year Jobs Chart http://is.gd/g89LF","month":"10","year":"2010","corpus":"austan goolsbe head back white hous white board year job chart","id":27833528181,"day":"19"},{"text":"Check out the new “Inside the White House” interactive tour of the building, tons of great photos/ videos http://is.gd/gSfWp","month":"11","year":"2010","corpus":"check new insid white hous interact tour build ton great photo video","id":2060276157386752,"day":"09"},{"text":"RT @AmbassadorRice: The White House strongly condemns #NKorea attack against #SKorea http://bit.ly/gnVpLZ","month":"11","year":"2010","corpus":"white hous strongli condemn nkorea attack skorea","id":7092100680126464,"day":"23"},{"text":"White House White Board w/ Austan Goolsbee: Tax Cuts, Unemployment Insurance & Jobs: http://wh.gov/whiteboard","month":"12","year":"2010","corpus":"white hous white board austan goolsbe tax cut unemploy insur job","id":12880718090739712,"day":"09"},{"text":"White House White Board w/ Austan Goolsbee: Tax Cuts, Unemployment Insurance & Jobs: wh.gov/whiteboard","month":"12","year":"2010","corpus":"white hous white board austan goolsbe tax cut unemploy insur job wh gov whiteboard","id":12880526151000064,"day":"09"},{"text":"White House Melon Dance premiere: Elmo & WH Chef Sam Kass talk about healthy school lunches: http://ow.ly/3pRFM","month":"12","year":"2010","corpus":"white hous melon danc premier elmo wh chef sam kass talk healthi school lunch","id":15158498455191552,"day":"15"},{"text":"Another new way to follow your White House: http://digg.com/whitehouse/submissions","month":"12","year":"2010","corpus":"anoth new way follow white hous","id":15482032343744512,"day":"16"},{"text":"White House Staff: It Gets Better. A good one: http://bit.ly/gx5Kc2","month":"12","year":"2010","corpus":"white hous staff get better good one","id":16977627306795008,"day":"20"},{"text":"11AM EST: The President & White House will observe a moment of silence for AZ victims, watch & join: http://wh.gov/live","month":"01","year":"2011","corpus":"11am est presid white hous observ moment silenc az victim watch join","id":24476628524470270,"day":"10"},{"text":"Now: The President & White House observe a moment of silence for AZ victims, watch & join: http://wh.gov/live","month":"01","year":"2011","corpus":"presid white hous observ moment silenc az victim watch join","id":24495281403854850,"day":"10"},{"text":"Happening Now: President Obama welcomes President Hu of China to the White House. Watch live: http://wh.gov/live","month":"01","year":"2011","corpus":"happen presid welcom presid hu china white hous watch live","id":27727957426442240,"day":"19"},{"text":"Ok, apparently more White House layout experts than anticipated. Self-satisfaction for all who said Blue, Green & East. Tougher next time.","month":"01","year":"2011","corpus":"ok appar white hous layout expert anticip self satisfact said blue green east tougher next time","id":28479763152642050,"day":"21"},{"text":"Video of Esperanza Spalding performing \"Tell Him\" @ the White House http://goo.gl/rB1SF More music: http://goo.gl/N1UGS #Grammys","month":"02","year":"2011","corpus":"video esperanza spald perform tell white hous music grammi","id":37001178847907840,"day":"14"},{"text":"Photo of the Day: President Obama walks along the Colonnade of the White House to the Oval Office  http://twitpic.com/405pya","month":"02","year":"2011","corpus":"photo day presid walk along colonnad white hous oval offic","id":37557365217689600,"day":"15"},{"text":"RT @Pfeiffer44: Happening Now: Jay Carney's first briefing as White House Press Secretary  // Watch: http://wh.gov/live","month":"02","year":"2011","corpus":"happen jay carney first brief white hous press secretari // watch","id":37935615836160000,"day":"16"},{"text":"RT @celikins: Entrepreneur/small businesses did you know you could 'Advise the Advisor\" @ White House? Have you yet? http://www.whitehou ...","month":"02","year":"2011","corpus":"entrepreneur small busi know could advis advisor white hous yet ...","id":38681239254728700,"day":"18"},{"text":"RT @johnlegend: Motown/White House performance w/ Stevie Wonder, Smokey Robinson, Seal & more airs tonight 8pmEST on @PBS http://bit.ly/ ...","month":"03","year":"2011","corpus":"motown white hous perform stevi wonder smokey robinson seal air tonight 8pmest ...","id":42704481317695490,"day":"01"},{"text":"Fresh White House White Board: Austan Goolsbee on Patent Reform, moving through Congress as we tweet http://wh.gov/xfL","month":"03","year":"2011","corpus":"fresh white hous white board austan goolsbe patent reform move congress tweet","id":44771189339598850,"day":"07"},{"text":"The South Lawn fountain of the White House goes green, happy #stpatricksday  http://twitpic.com/4ad3ie","month":"03","year":"2011","corpus":"south lawn fountain white hous goe green happi stpatricksday","id":48420030681067520,"day":"17"},{"text":"The White House Blueprint for a Secure Energy Future: http://wh.gov/aZ0","month":"03","year":"2011","corpus":"white hous blueprint secur energi futur","id":53191896004169730,"day":"30"},{"text":"Surprise! It's the President. See Obama surprise some students visiting the White House: http://wh.gov/ayw","month":"04","year":"2011","corpus":"surpris presid see surpris student visit white hous","id":57597842654642180,"day":"12"},{"text":"RT @edatpost: Where do your #tax dollars go? White House launches a personalized tax receipt http://www.whitehouse.gov/taxreceipt (via . ...","month":"04","year":"2011","corpus":"tax dollar go white hous launch person tax receipt via ...","id":58870367967645700,"day":"15"},{"text":"White House Facebook page has 999,792 fans, now's your chance to be 1 millionth. Prize: As usual, nothing. http://facebook.com/WhiteHouse","month":"04","year":"2011","corpus":"white hous facebook page 999 792 fan chanc millionth prize usual noth","id":61497354339098620,"day":"22"},{"text":"President Obama welcomes the 2010 BCS National Champion Auburn Tigers to the White House. Video: http://t.co/HcxU7xd","month":"06","year":"2011","corpus":"presid welcom 2010 bc nation champion auburn tiger white hous video","id":78600932656545800,"day":"08"},{"text":"President Obama welcomes the 2010 BCS National Champion Auburn Tigers to the White House. Video: http://t.co/HcxU7xd","month":"06","year":"2011","corpus":"presid welcom 2010 bc nation champion auburn tiger white hous video","id":78600463343292420,"day":"08"},{"text":"Do you have the White House app for your phone? Download app for Android: http://t.co/oPKozx8 or iPhone: http://t.co/tJb81hb","month":"06","year":"2011","corpus":"white hous app phone download app android iphon","id":79264373813690370,"day":"10"},{"text":"RT @ENERGY: Where are we at on getting solar panels on the White House roof? http://t.co/mU6Fa3H","month":"06","year":"2011","corpus":"get solar panel white hous roof","id":82958178534424580,"day":"20"},{"text":"RT @PressSec: The President will speak to the nation from the White House, 8 pm tomorrow, re his plan for drawing down US forces from Af ...","month":"06","year":"2011","corpus":"presid speak nation white hous pm tomorrow plan draw us forc af ...","id":83211878293188600,"day":"21"},{"text":"Hey followers - sign up now for your chance to attend the 1st White House Tweetup/ Twitter Town Hall on 7/6: http://t.co/lescWYK","month":"07","year":"2011","corpus":"hey follow sign chanc attend 1st white hous tweetup twitter town hall","id":86588420096397310,"day":"01"},{"text":"#happy4thofjuly from the White House. Watch the celebration @ 8:15 ET on www.wh.gov/live. Don't miss this: http://twitpic.com/5lb0km","month":"07","year":"2011","corpus":"happy4thofjuli white hous watch celebr 15 et miss","id":88020438495674370,"day":"04"},{"text":"National capital fireworks show just started. Great view from the balcony of the White House here: http://t.co/hOlVdV1","month":"07","year":"2011","corpus":"nation capit firework show start great view balconi white hous","id":88054602225815550,"day":"05"},{"text":"Video: President Obama welcomes military families to the White House for an Independence Day Celebration: http://t.co/jhrBb1s","month":"07","year":"2011","corpus":"video presid welcom militari famili white hous independ day celebr","id":88063985777258500,"day":"05"},{"text":"Behind-the-scenes video: Independence Day celebration with President Obama & military families at the White House: http://t.co/ojfnGld","month":"07","year":"2011","corpus":"behind scene video independ day celebr presid militari famili white hous","id":88279238536478720,"day":"05"},{"text":"#AskObama your questions on the economy and jobs & watch the first Twitter @townhall at the White House today at 2pm ET.","month":"07","year":"2011","corpus":"ask question economi job watch first twitter white hous today 2pm et","id":88606431435173890,"day":"06"},{"text":"We're all a-Twitter today: 1st Twitter @townhall at the White House, 1st #WHTweetup. http://t.co/LZBQ0p3","month":"07","year":"2011","corpus":"twitter today 1st twitter white hous 1st whtweetup","id":88634156208242690,"day":"06"},{"text":"Behind-the-scenes video with @jack after the 1st Twitter @townhall at the White House: http://twitpic.com/5n4y4x","month":"07","year":"2011","corpus":"behind scene video 1st twitter white hous","id":89416559717646340,"day":"08"},{"text":"RT @WhiteHouseHstry: When #BettyFord lived in the White House, she filled it with lilies, her favorite flower http://t.co/RYJCRYg","month":"07","year":"2011","corpus":"bettyford live white hous fill lili favorit flower","id":89771908433838080,"day":"09"},{"text":"Just started: @StartupAmerica young entrepreneurs panel at the White House. Watch live: http://t.co/hOlVdV1","month":"07","year":"2011","corpus":"start young entrepreneur panel white hous watch live","id":91249641043132420,"day":"13"},{"text":"RT @petesouza: Historic: Pres Obama shows Ruby Bridges famous Rockwell painting of her on display at White House: http://t.co/FcalLJ3","month":"07","year":"2011","corpus":"histor pre show rubi bridg famou rockwel paint display white hous","id":92008512149913600,"day":"15"},{"text":"RT @NASA: President Barack Obama speaks with the crews of #STS135 and the ISS from the Oval Office at the White House  http://twitpic.co ...","month":"07","year":"2011","corpus":"presid barack speak crew sts135 iss oval offic white hous ...","id":91937062873341950,"day":"15"},{"text":"The President’s meeting with @DalaiLama at the White House: Photo from @petesouza & statement from @PressSec: http://t.co/s6MGoaH","month":"07","year":"2011","corpus":"presid meet white hous photo statement","id":92620290173042690,"day":"17"},{"text":"RT @PressSec: UPDATE: The President will meet with Speaker Boehner and Majority Leader Cantor at the White House today at 5 pm.","month":"07","year":"2011","corpus":"updat presid meet speaker boehner major leader cantor white hous today pm","id":93749756714696700,"day":"20"},{"text":"RT @McJeager: @whitehouse I am trying to buy a house. If this deal can't be reached will it affect the housing market? #whchat","month":"07","year":"2011","corpus":"tri buy hous deal reach affect hous market whchat","id":96665471016898560,"day":"28"},{"text":"RT @pfeiffer44: House getting ready to vote on DOA bill that would damage the economy. Will the House leadership finally be ready to com ...","month":"07","year":"2011","corpus":"hous get readi vote doa bill would damag economi hous leadership final readi com ...","id":97060254373789700,"day":"29"},{"text":"RT @pfeiffer44: Compromise deficit deal has now passed House and Senate, POTUS will sign as soon as it gets to the White House","month":"08","year":"2011","corpus":"compromis deficit deal pass hous senat potu sign soon get white hous","id":98434897085075460,"day":"02"},{"text":"Photo Slideshow: Go behind the scenes at the White House during the debt & deficit negotiations: http://t.co/nqIVQBC cc: @petesouza","month":"08","year":"2011","corpus":"photo slideshow go behind scene white hous debt deficit negoti cc","id":98754303044485120,"day":"03"},{"text":"The White House Internship -- application period for Spring '12 is now open. Learn more & apply: http://t.co/PeXb7Dc","month":"08","year":"2011","corpus":"white hous internship -- applic period spring 12 open learn appli","id":98748402476646400,"day":"03"},{"text":"Photo of the Day: President Obama walks across the South Lawn of the White House: http://twitpic.com/6359rj","month":"08","year":"2011","corpus":"photo day presid walk across south lawn white hous","id":100699147979591680,"day":"08"},{"text":"Now accepting applications for the White House Internship program. Learn more & apply for Spring 2012: http://t.co/rTfUpw7","month":"08","year":"2011","corpus":"accept applic white hous internship program learn appli spring 2012","id":100639841183739900,"day":"08"},{"text":"President Obama hosts an Iftar dinner at the White House to celebrate #Ramadan. Video & remarks: http://t.co/nEx64C5","month":"08","year":"2011","corpus":"presid host iftar dinner white hous celebr ramadan video remark","id":101714643252281340,"day":"11"},{"text":"President Obama welcomed Super Bowl XLV Champ @Packers to the White House. Video: http://t.co/Rw9qHUP","month":"08","year":"2011","corpus":"presid welcom super bowl xlv champ white hous video","id":102853835743170560,"day":"14"},{"text":"White House Internship Program -- Blog on experience: http://t.co/ZCq5P2t Spring 2012 application: http://t.co/PeXb7Dc","month":"08","year":"2011","corpus":"white hous internship program -- blog experi spring 2012 applic","id":104647498689294340,"day":"19"},{"text":"Puppies, cats, ponies and raccoons? Check out our photo gallery of the pets who have called the White House home: http://t.co/TxLlKdX","month":"08","year":"2011","corpus":"puppi cat poni raccoon check photo galleri pet call white hous home","id":106394499990814720,"day":"24"},{"text":"Can’t get enough of 'First Dog' Bo? Here's a slide show featuring the current resident of the White House dog house: http://t.co/goa8yBX","month":"08","year":"2011","corpus":"get enough first dog bo slide show featur current resid white hous dog hous","id":106484531401469950,"day":"24"},{"text":"RT @macon44: Interesting idea: How the White House’s New Online Petition System Can Be Kept Accountable - Techland - TIME.com http://t.c ...","month":"09","year":"2011","corpus":"interest idea white hous new onlin petit system kept account techland time com ...","id":109642177075871740,"day":"02"},{"text":"White House Internship Program: Deadline to submit Spring '12 applications is 9/11. Learn more & apply: http://t.co/Gy4aGgW","month":"09","year":"2011","corpus":"white hous internship program deadlin submit spring 12 applic 11 learn appli","id":111108873049485310,"day":"06"},{"text":"RT @JustinHerman: More from the White House Press Secretary's Office in the West Wing (@presssec) #WHTweetup http://t.co/bD91xPQ","month":"09","year":"2011","corpus":"white hous press secretari offic west wing (@ presssec whtweetup","id":112280908580667400,"day":"09"},{"text":"RT @letsmove: Announcing our first #LetsMove Tweetup @ the White House! Tour the garden, meet the chefs, talk healthy kids. Apply: http: ...","month":"09","year":"2011","corpus":"announc first letsmov tweetup white hous tour garden meet chef talk healthi kid appli http ...","id":116931664470474750,"day":"22"},{"text":"RT @letsmove: Don't miss your chance to come to the White House for our 1st #LetsMove Tweetup! Apply by 5ET today: http://t.co/HKNVkkYH  ...","month":"09","year":"2011","corpus":"miss chanc come white hous 1st letsmov tweetup appli 5et today ...","id":117315590447833090,"day":"23"},{"text":"Announcing our next #WHTweetup: Arrival Ceremony for Republic of Korea @ the White House on 10/13. Apply now: http://t.co/yzzfeOR0","month":"09","year":"2011","corpus":"announc next whtweetup arriv ceremoni republ korea white hous 10 13 appli","id":119137648181919740,"day":"28"},{"text":"RT @letsmove: Happening @ 3ET: Michelle Obama Harvests the White House Kitchen Garden. Watch live: http://t.co/8XnxCwQJ #LetsMove #WHTweetup","month":"10","year":"2011","corpus":"happen 3et michel harvest white hous kitchen garden watch live letsmov whtweetup","id":121659277298499580,"day":"05"},{"text":"RT @WHLive: 11:00 ET: President Obama holds a news conference @ the White House. Watch live: http://t.co/xrOHuqTm Follow live tweeting:  ...","month":"10","year":"2011","corpus":"11 00 et presid hold news confer white hous watch live follow live tweet ...","id":121958056635543550,"day":"06"},{"text":"RT @shakira: \"The only road out of poverty is education.\" Read Shakira's post for the White House Blog http://t.co/DdaASUZG ShakiraHQ","month":"10","year":"2011","corpus":"road poverti educ .\" read shakira post white hous blog shakirahq","id":122084449960726530,"day":"06"},{"text":"RT @ChicagoBearscom: The '85 Bears are headed to the White House! We'll be streaming it here: http://t.co/EqljIuZP. Share memories and d ...","month":"10","year":"2011","corpus":"85 bear head white hous stream share memori ...","id":122309917087506430,"day":"07"},{"text":"25 years later the '85 Chicago Bears finally made it to the White House to celebrate their victory http://t.co/rkbwi65u http://t.co/wTMT0gyV","month":"10","year":"2011","corpus":"25 year later 85 chicago bear final made white hous celebr victori","id":122444498893668350,"day":"07"},{"text":"What’s on the menu for the Korean State Dinner? Take a peek inside the White House kitchen: http://t.co/okiM5Wb3","month":"10","year":"2011","corpus":"menu korean state dinner take peek insid white hous kitchen","id":124595367768625150,"day":"13"},{"text":"RT @TheRoot247: Headed to the White House, and we'd like you to tag along. Watch our convo with #MelodyBarnes and #ValerieJarrett at 5:3 ...","month":"10","year":"2011","corpus":"head white hous like tag along watch convo melodybarn valeriejarrett ...","id":127117743798485000,"day":"20"},{"text":"Happening now: President Obama speaks to the press from the Rose Garden of the White House. Watch live: http://t.co/hhNoX4fh","month":"10","year":"2011","corpus":"happen presid speak press rose garden white hous watch live","id":127083404373143550,"day":"20"},{"text":"RT @WHLive: I've answered a bunch of questions -- now one for you: thinking about our next White House whiteboard, what topics should we ...","month":"10","year":"2011","corpus":"answer bunch question -- one think next white hous whiteboard topic ...","id":128942722827550720,"day":"25"},{"text":"RT @wearebiology: The White House blog for Young Americans. So awesome. http://t.co/Zkr8bkwp","month":"10","year":"2011","corpus":"white hous blog young american awesom","id":129287086309257220,"day":"26"},{"text":"RT @DCarsonCPA: Understand where your federal tax dollars are being spent with the White House tax receipt tool: http://t.co/lNTTfTJl vi ...","month":"10","year":"2011","corpus":"understand feder tax dollar spent white hous tax receipt tool vi ...","id":129204372843401220,"day":"26"},{"text":"RT @shan_mcd: For those drowning in debt from student loans... The White House may be giving you a hand. http://t.co/yA0t3Rcr","month":"10","year":"2011","corpus":"drown debt student loan ... white hous may give hand","id":129198904834134020,"day":"26"},{"text":"RT @dtschet: Great news from the White House! We Can't Wait to Help America's Graduates | The White House: http://t.co/AssFbuR6 @whitehouse","month":"10","year":"2011","corpus":"great news white hous wait help america graduat white hous","id":129279820923289600,"day":"26"},{"text":"RT @LinkedIn: new post: LinkedIn Joins Forces with White House to help America’s Veterans http://t.co/VSe4Esu0 #in","month":"11","year":"2011","corpus":"new post linkedin join forc white hous help america veteran","id":133634540982906880,"day":"07"},{"text":"RT @StateDept: Latest on the @WhiteHouse Blog: An #EU Summit at the White House http://t.co/ENtcdfIi #USEUsummit","month":"11","year":"2011","corpus":"latest blog eu summit white hous useusummit","id":141301527246675970,"day":"28"},{"text":"RT @upnorthlive: Live chat with White House insider is less than two hours away. http://t.co/3YVHD25D #UpNorthWH","month":"12","year":"2011","corpus":"live chat white hous insid less two hour away upnorthwh","id":144473041827659780,"day":"07"},{"text":"RT @pfeiffer44: Iraqi PM Maliki visits the White House today and holds a joint press conf with the President as the War in Iraq comes to ...","month":"12","year":"2011","corpus":"iraqi pm maliki visit white hous today hold joint press conf presid war iraq come ...","id":146233947079184400,"day":"12"},{"text":"RT @pfeiffer44: President Obama will make a statement in the White House Briefing Room at approximately 1230ET http://t.co/u95y7hhB","month":"12","year":"2011","corpus":"presid make statement white hous brief room approxim 1230et","id":148067541695201280,"day":"17"},{"text":"RT @petesouza: New behind-the-scenes White House photos of President Obama: http://t.co/rjJxStkI","month":"12","year":"2011","corpus":"new behind scene white hous photo presid","id":148858458375069700,"day":"19"},{"text":"RT @Rieva: Women #entrepreneurs: Get your questions answered tomorrow in a livestream at 3 EST by White HOuse & SBA officials: http://t. ...","month":"12","year":"2011","corpus":"women entrepreneur get question answer tomorrow livestream est white hous sba offici ...","id":148880960153321470,"day":"19"},{"text":"RT @JonCarson44: Happy Hannukah from everyone here at the White House.  Watch here to see the White House get \"Kosherized.\" http://t.co/ ...","month":"12","year":"2011","corpus":"happi hannukah everyon white hous watch see white hous get kosher .\" ...","id":149169684279853060,"day":"20"},{"text":"RT @ShawnaNBCNews: The White House's new tactic on the pay roll tax cut: Asking the twitters what $40 can buy.  Interesting to watch the ...","month":"12","year":"2011","corpus":"white hous new tactic pay roll tax cut ask twitter 40 buy interest watch ...","id":149263336800915460,"day":"20"},{"text":"RT @cnnireport: Like the White House, we want to know what #40dollars means to you: http://t.co/QMcQcwxJ. Your video iReport could be on ...","month":"12","year":"2011","corpus":"like white hous want know 40dollar mean video ireport could ...","id":149506653883072500,"day":"21"},{"text":"RT @jesseclee44: Obama just now: \"Keep sending your stories\" RT @mashable: White House Releases Infographic on #40dollars Campaign http: ...","month":"12","year":"2011","corpus":"keep send stori white hous releas infograph 40dollar campaign http ...","id":149936419870216200,"day":"22"},{"text":"RT @blog44: http://t.co/HxTO58SB: 2011 Year in Review: Top Photos from the White House Flickr Feed http://t.co/Ht4YtxlS","month":"12","year":"2011","corpus":"2011 year review top photo white hous flickr feed","id":152521160108675070,"day":"29"},{"text":"RT @NBATV: The POTUS is hosting the NBA world champion @DallasMavs @ the White House TODAY! Tune in to @NBATV @ NOON & visit http://t.co ...","month":"01","year":"2012","corpus":"potu host nba world champion white hous today tune noon visit ...","id":156411065222168580,"day":"09"},{"text":"RT @swish41: On bus goin to the white house. What an honor to meet the POTUS. Check in out on nba tv at noon eastern.","month":"01","year":"2012","corpus":"bu goin white hous honor meet potu check nba tv noon eastern","id":156410844492730370,"day":"09"},{"text":"RT @WHLive: \"The more Americans who succeed, the more America succeeds\" -President Obama at #insourcing forum at the White House","month":"01","year":"2012","corpus":"american succeed america succe presid insourc forum white hous","id":157160498666815500,"day":"11"},{"text":".@theobserver @freep @ajc & more talking about Obama's #insourcing American jobs forum at the White House: http://t.co/61WNhRZN","month":"01","year":"2012","corpus":"talk insourc american job forum white hous","id":157528101297979400,"day":"12"},{"text":"Go behind the scenes with 2011 @NBA Champion @dallasmavs at the White House: http://t.co/8rkXcNNM","month":"01","year":"2012","corpus":"go behind scene 2011 champion white hous","id":157557457827270660,"day":"12"},{"text":"Starting now: President Obama Speaks on Government Reform from the White House.  http://t.co/xI0hVw28 follow on @WHLive","month":"01","year":"2012","corpus":"start presid speak govern reform white hous follow","id":157860926706552830,"day":"13"},{"text":"RT @JonCarson44: Ever wondered if White House is taking @WeThePeople seriously? We are. This #SOPA petition made a big difference http:/ ...","month":"01","year":"2012","corpus":"ever wonder white hous take serious sopa petit made big differ http :/ ...","id":158202568164638720,"day":"14"},{"text":"RT @WhiteHouseHstry: Honoring Martin Luther King, Jr.: Historic Photos of the Civil Rights Leader at the White House http://t.co/v2MXOKF ...","month":"01","year":"2012","corpus":"honor martin luther king jr .: histor photo civil right leader white hous ...","id":158929292552712200,"day":"16"},{"text":"RT @TourguideStan: @urbvillagetours I tweeted a photo to #visitUS at the White House, which resulted in 42 more followers an hour later. ...","month":"01","year":"2012","corpus":"tweet photo visitu white hous result 42 follow hour later ...","id":160096440692125700,"day":"19"},{"text":"RT @NHLBruins: President Obama said he's happy to welcome the Stanley Cup Champions to the White House. \"Wicked happy to be here...\"^BISH","month":"01","year":"2012","corpus":"presid said happi welcom stanley cup champion white hous wick happi ...\"^ bish","id":161520433743667200,"day":"23"},{"text":"Education Secretary @arneduncan stopped by the #SOTU panel @ the White House. He's answering your Qs now. Watch: http://t.co/Cq1szOIA","month":"01","year":"2012","corpus":"educ secretari stop sotu panel white hous answer qs watch","id":162025484098605060,"day":"25"},{"text":"Join President Obama for a Google+ Hangout live from the White House at 5:30ET. Watch: http://t.co/9Zc4y7S1","month":"01","year":"2012","corpus":"join presid googl hangout live white hous 30et watch","id":164109416130560000,"day":"30"},{"text":"RT @bpliskow: BHS Grad Shares His White House Adventure http://t.co/SA1R6nD8 #SOTU #WHTweetup (via @BerkleyPatch)","month":"01","year":"2012","corpus":"bh grad share white hous adventur sotu whtweetup via","id":164081775683977200,"day":"30"},{"text":".@CFPB Director Richard Cordray's responds to administration housing announcement: http://t.co/m3Ia2lx9","month":"02","year":"2012","corpus":"director richard cordray respond administr hous announc","id":164763852309921800,"day":"01"},{"text":"White House Hangout today: @stevecase @aneeshchopra & Gene Sperling answer your Qs on #startupamerica. Join live: http://t.co/RolZAGHA","month":"02","year":"2012","corpus":"white hous hangout today gene sperl answer qs startupamerica join live","id":165144899832909820,"day":"02"},{"text":"Missed the #StartupAmerica White House Hangout w @aneeshchopra @stevecase & Gene Sperling? Full video here: http://t.co/ljS04hor #WHhangout","month":"02","year":"2012","corpus":"miss startupamerica white hous hangout gene sperl full video whhangout","id":165439593922048000,"day":"03"},{"text":"Watch: President Obama invites Tuskegee Airmen to the White House to screen @redtailsmovie with @JrCubaGooding: http://t.co/HkKqo3Vx","month":"02","year":"2012","corpus":"watch presid invit tuskege airmen white hous screen","id":165497296790896640,"day":"03"},{"text":"RT @ks44: We just passed 100k followers on the White House Google+ page! Follow for a behind-the-scenes look, #WHhangout & more: http:// ...","month":"02","year":"2012","corpus":"pass 100k follow white hous googl page follow behind scene look whhangout http :// ...","id":165491588884205570,"day":"03"},{"text":"RT @BFriedmanDC: President & First Lady will host a White House dinner for 200 troops honoring those who served in Iraq. Will take place ...","month":"02","year":"2012","corpus":"presid first ladi host white hous dinner 200 troop honor serv iraq take place ...","id":166595711247450100,"day":"06"},{"text":"RT @TheScienceGuy: Hey, hey Bill Nye here. I'm sitting in The White House Office Digital Strategy. Got a question on Science Ed? Tweet i ...","month":"02","year":"2012","corpus":"hey hey bill nye sit white hous offic digit strategi got question scienc ed tweet ...","id":166961691685437440,"day":"07"},{"text":"\"It’s not every day you have robots running all over your house.\" -President Obama @ the #WHScienceFair. Watch: http://t.co/u95y7hhB","month":"02","year":"2012","corpus":"everi day robot run hous .\" presid whsciencefair watch","id":166927977152655360,"day":"07"},{"text":"RT @Joey_Hudy: I set up at the white house today and meet some really cool kids! #make #youngmakers #hackerspace #sciencefair http://t.c ...","month":"02","year":"2012","corpus":"set white hous today meet realli cool kid make youngmak hackerspac sciencefair ...","id":166920984186716160,"day":"07"},{"text":"Megan @theotherbroad is one of the Americans that shared their #40dollars story & ended up at the White House. Watch: http://t.co/uME185IJ","month":"02","year":"2012","corpus":"megan one american share 40dollar stori end white hous watch","id":169837485160009730,"day":"15"},{"text":"RT @JoeMathieuWBZ: How cool to see @therealbuddyguy and the Great Jeff Beck play inside the White House. It's live here: http://t.co/Bd0 ...","month":"02","year":"2012","corpus":"cool see great jeff beck play insid white hous live ...","id":172121757111689200,"day":"22"},{"text":"RT @harrypav: Blues? Yes. BB King and many others: White House Video: http://t.co/cLMA91av","month":"02","year":"2012","corpus":"blue ye bb king mani other white hous video","id":172121246014771200,"day":"22"},{"text":"RT @TommySiegel: There's like a billion famous people playing sick blues solos at the White House right now.  I can get behind this. htt ...","month":"02","year":"2012","corpus":"like billion famou peopl play sick blue solo white hous right get behind htt ...","id":172140766955700220,"day":"22"},{"text":"RT @IAM4DUKE: Derek Trucks/Susan Tedeschi w/ Warren Haynes blistering Etta James \"I'd Rather Go Blind\" live from the White House. http:/ ...","month":"02","year":"2012","corpus":"derek truck susan tedeschi warren hayn blister etta jame rather go blind live white hous http :/ ...","id":172136495937880060,"day":"22"},{"text":"RT @navroopmitter: RT @abcpolitics: The Man in the Pink Turban: Navroop Mitter Stood Out Behind President Obama at White House Event htt ...","month":"02","year":"2012","corpus":"man pink turban navroop mitter stood behind presid white hous event htt ...","id":172792979923283970,"day":"23"},{"text":"RT @MayorHeartwell: Mayor Heartwell: Why the President’s Budget is Good for Cities | The White House: http://t.co/pgOPLHMw @whitehouse","month":"02","year":"2012","corpus":"mayor heartwel presid budget good citi white hous","id":172737851140747260,"day":"23"},{"text":"RT @DerekAndSusan: Watch Derek and Susan perform an acoustic \"Rollin and Tumblin\" backstage at the White House:  http://t.co/hUNV22pM @P ...","month":"02","year":"2012","corpus":"watch derek susan perform acoust rollin tumblin backstag white hous ...","id":173186898943156220,"day":"24"},{"text":"Go backstage at the @whitehouse with @kebmomusic: http://t.co/32T4ofJR Watch #PBSipwh Red, White & Blues show on @PBS tonight @ 9ET","month":"02","year":"2012","corpus":"go backstag watch pbsipwh red white blue show tonight 9et","id":174257130784821250,"day":"27"},{"text":"Go behind-the-scenes @ Red, White & Blues #AtTheWH w/ @mickjagger @jeffbeckmusic @kebmomusic @DerekAndSusan & more: http://t.co/PvGjQRQs","month":"02","year":"2012","corpus":"go behind scene red white blue atthewh","id":174299688965636100,"day":"28"},{"text":"RT @sportsguy33: BS Report: Went to the White House and did a podcast with President Obama. What a cool day. http://t.co/4nZQfSGx","month":"03","year":"2012","corpus":"bs report went white hous podcast presid cool day","id":175223258134757380,"day":"01"},{"text":"RT @presssec: Breaking: President Obama will hold a news conference with the White House press corps tomorrow afternoon.","month":"03","year":"2012","corpus":"break presid hold news confer white hous press corp tomorrow afternoon","id":176694118913810430,"day":"05"},{"text":"What you need to know about today's housing announcement: http://t.co/tQcE4sly","month":"03","year":"2012","corpus":"need know today hous announc","id":177124874844782600,"day":"06"},{"text":"RT @letsmove: Calling all students: Last chance to enter the White House #EasterEggRoll Poster Contest: http://t.co/EpvKSttG","month":"03","year":"2012","corpus":"call student last chanc enter white hous eastereggrol poster contest","id":177163660395937800,"day":"06"},{"text":"RT @macon44: White House on 'We the People' Petitions: 'We're Listening' [VIDEO] http://t.co/uXUeYL6U via @mashable","month":"03","year":"2012","corpus":"white hous peopl petit listen video via","id":183247886874722300,"day":"23"},{"text":"RT @AmericaFerrera: I'm White House bound to MC an event celebrating Cesar Chavez' legacy on his 85th birthday! Watch Live 1:30 EDT http ...","month":"03","year":"2012","corpus":"white hous bound mc event celebr cesar chavez legaci 85th birthday watch live 30 edt http ...","id":185372069737938940,"day":"29"},{"text":"RT @timoreilly: Glad the White House is paying attention to the data revolution http://t.co/3MDqLmF0 Gov is a platform, data is 21st cen ...","month":"03","year":"2012","corpus":"glad white hous pay attent data revolut gov platform data 21st cen ...","id":185391344976539650,"day":"29"},{"text":"RT @uscensusbureau: New White House blog post from Director Groves looks at today’s release of #1940Census records from @archivesnews. h ...","month":"04","year":"2012","corpus":"new white hous blog post director grove look today releas 1940censu record ...","id":186913859288825860,"day":"02"},{"text":"Behind the Scenes: @Google Art Project at the White House: http://t.co/49SC4d61","month":"04","year":"2012","corpus":"behind scene art project white hous","id":187186960647995400,"day":"03"},{"text":"Happening now: White House #WomenEconForum. See full schedule & learn more: http://t.co/A3rU30St  Watch live: http://t.co/u95y7hhB","month":"04","year":"2012","corpus":"happen white hous womeneconforum see full schedul learn watch live","id":188254335661125630,"day":"06"},{"text":"Happening now: The President & First Lady speak at the 2012 White House #EasterEggRoll. Watch live: http://t.co/hhNoX4fh","month":"04","year":"2012","corpus":"happen presid first ladi speak 2012 white hous eastereggrol watch live","id":189362922307325950,"day":"09"},{"text":"RT @GOOD: Watch our livestream Google hang out with White House economic wonk Jason Furman http://t.co/bQIe5nPE","month":"04","year":"2012","corpus":"watch livestream googl hang white hous econom wonk jason furman","id":190536586637746180,"day":"12"},{"text":"Happening now: White House Google+ Hangout on the Buffett Rule with Jason Furman http://t.co/u95y7hhB","month":"04","year":"2012","corpus":"happen white hous googl hangout buffett rule jason furman","id":190533058087239680,"day":"12"},{"text":"RT @gailsimmons: Check out the live link to my White House Google+ Hangout with Cris Comerford. @letsmove http://t.co/L7g7KYfm via @youtube","month":"04","year":"2012","corpus":"check live link white hous googl hangout cri comerford via","id":190848072572612600,"day":"13"},{"text":"Happening now: President Obama welcomes BCS National Champion Alabama Crimson Tide to the White House: http://t.co/u95y7hhB","month":"04","year":"2012","corpus":"happen presid welcom bc nation champion alabama crimson tide white hous","id":193043508507066370,"day":"19"},{"text":"What happened at the White House this week? Find out in our weekly video recap: http://t.co/xcORI2QM #DontDoubleMyRate","month":"04","year":"2012","corpus":"happen white hous week find weekli video recap dontdoublemyr","id":195888239104634880,"day":"27"},{"text":"Photo of the Day: President Obama speaks with the 2012 Spring White House intern class in the East Room of the WH http://t.co/zeWP7oM6","month":"04","year":"2012","corpus":"photo day presid speak 2012 spring white hous intern class east room wh","id":195942567572017150,"day":"27"},{"text":"Watch: President Obama at the 2012 White House Correspondents’ Dinner: http://t.co/tkwcAavs #WHCD","month":"04","year":"2012","corpus":"watch presid 2012 white hous correspond dinner whcd","id":196638686526451700,"day":"29"},{"text":"RT @WHLive: Happening now: President Obama Speaks at the 2012 White House Correspondents' Association Dinner. Watch live: http://t.co/g5 ...","month":"04","year":"2012","corpus":"happen presid speak 2012 white hous correspond associ dinner watch live ...","id":196418752135442430,"day":"29"},{"text":"Happening @ 9:40ET: Watch President Obama speak at the 2012 White House Correspondents' Association Dinner: http://t.co/u95y7hhB #WHCA","month":"04","year":"2012","corpus":"happen 40et watch presid speak 2012 white hous correspond associ dinner whca","id":196412265489121280,"day":"29"},{"text":"Watch live: President Obama speaks at the 2012 White House Correspondents' Association Dinner: http://t.co/u95y7hhB #WHCD","month":"04","year":"2012","corpus":"watch live presid speak 2012 white hous correspond associ dinner whcd","id":196388513724383230,"day":"29"},{"text":"White House Official Cecilia Munoz talks about her first job: http://t.co/HhlHftIc Find yours with #SummerJobsPlus: http://t.co/z8LXMfrT","month":"05","year":"2012","corpus":"white hous offici cecilia munoz talk first job find summerjobsplu","id":198102982242467840,"day":"03"},{"text":"RT @ciberch: Innovative Summer Jobs  Apps Announced | The White House: http://t.co/7WpUgSXm @whitehouse. Checkout our @cloudfoundry app  ...","month":"05","year":"2012","corpus":"innov summer job app announc white hous checkout app ...","id":198054418929827840,"day":"03"},{"text":"RT @UKCoachCalipari: Headed to the White House now. I'm excited for our players. You can watch a live stream of our visit at 4:50 p.m. h ...","month":"05","year":"2012","corpus":"head white hous excit player watch live stream visit 50 ...","id":198511954262884350,"day":"04"},{"text":"Happening now: President Obama honors MLS champion @LAGalaxy at the White House. Watch: http://t.co/u95y7hhB","month":"05","year":"2012","corpus":"happen presid honor ml champion white hous watch","id":202461392178118660,"day":"15"},{"text":"RT @whitehouseostp: History is made: #Dragon Spacecraft has Berthed with the International Space Station. Statement from the White House ...","month":"05","year":"2012","corpus":"histori made dragon spacecraft berth intern space station statement white hous ...","id":206065178301841400,"day":"25"},{"text":"RT @jackie_hyland: Apply! -- Presidential #Innovation Fellows | The White House: http://t.co/OFRnDhCV @whitehouse","month":"05","year":"2012","corpus":"appli -- presidenti innov fellow white hous","id":206030266282676220,"day":"25"},{"text":"President Obama welcomes President George W. Bush to the White House for portrait unveiling: http://t.co/JBkVMN7F","month":"06","year":"2012","corpus":"presid welcom presid georg bush white hous portrait unveil","id":208914228051066880,"day":"02"},{"text":"Local students join a May morning harvest in the White House Kitchen Garden: http://t.co/TM6iw9cR","month":"06","year":"2012","corpus":"local student join may morn harvest white hous kitchen garden","id":209118422125125630,"day":"03"},{"text":"Celebrating Jewish History at the White House: http://t.co/9VNhTLmr","month":"06","year":"2012","corpus":"celebr jewish histori white hous","id":210937969496952830,"day":"08"},{"text":"President Obama discusses the state of the economy in the White House Briefing Room: http://t.co/PiGBNx19","month":"06","year":"2012","corpus":"presid discuss state economi white hous brief room","id":211288848897019900,"day":"09"},{"text":"President Obama welcomes NY @Giants to the White House: http://t.co/Aq9U8cmz","month":"06","year":"2012","corpus":"presid welcom ny white hous","id":212189088743292930,"day":"11"},{"text":"RT @HealthCareGov: Happening NOW: Seniors Health Town Hall streaming live from the White House: http://t.co/Yby3Dhn9 #SeniorsHealth","month":"06","year":"2012","corpus":"happen senior health town hall stream live white hous seniorshealth","id":212185076379811840,"day":"11"},{"text":"White House Rural Council Celebrates Its One Year Anniversary: http://t.co/3laX2hJn","month":"06","year":"2012","corpus":"white hous rural council celebr one year anniversari","id":212878187850498050,"day":"13"},{"text":"Happening now: President Obama hosts a reception to observe #LGBT Pride Month at the White House. Watch: http://t.co/u95tzH8r","month":"06","year":"2012","corpus":"happen presid host recept observ lgbt pride month white hous watch","id":213742187857448960,"day":"15"},{"text":"RT @WHLive: Happening now: @VP Biden launches new White House PSA about Dating Violence: http://t.co/g5icuVZL #1is2Many","month":"06","year":"2012","corpus":"happen biden launch new white hous psa date violenc 1is2mani","id":215832825545498620,"day":"21"},{"text":"Welcome to @Twitter, Deputy White House Press Secretary Jamie Smith! Follow @JSmith44","month":"07","year":"2012","corpus":"welcom deputi white hous press secretari jami smith follow","id":219851838021836800,"day":"02"},{"text":"Photo Gallery: #4thofJuly at the White House: \nhttp://t.co/SIxv0ruV including #fireworks on the National Mall from 1954 http://t.co/qcIol8rj","month":"07","year":"2012","corpus":"photo galleri 4thofjuli white hous includ firework nation mall 1954","id":220336632576999420,"day":"04"},{"text":"Missed the fireworks? Watch #July4th National Mall show from the South Lawn of the White House: http://t.co/UFittNf1","month":"07","year":"2012","corpus":"miss firework watch july4th nation mall show south lawn white hous","id":220707100521803780,"day":"05"},{"text":"Photos: #4thofJuly at the White House: http://t.co/RgkxVLmI incl. Obamas watching fireworks over the Natl Mall in '09: http://t.co/yh1czZGJ","month":"07","year":"2012","corpus":"photo 4thofjuli white hous incl watch firework natl mall 09","id":221056925977149440,"day":"06"},{"text":"1 year ago today, President Obama participated in the 1st @Twitter Town Hall @ the White House: http://t.co/EL5BOhGN http://t.co/MhWlQMVh","month":"07","year":"2012","corpus":"year ago today presid particip 1st town hall white hous","id":221407996738158600,"day":"07"},{"text":"Join us for a White House Google+ Hangout with @HUDNews Sec. Donovan Moderated by @Zillow: http://t.co/YxUBAvyh #WHHangout","month":"07","year":"2012","corpus":"join us white hous googl hangout sec donovan moder whhangout","id":222456423303487500,"day":"09"},{"text":"Why does the President use so many pens to sign legislation?  Watch: Inside the White House: All the President's Pens http://t.co/P8K8n7je","month":"07","year":"2012","corpus":"presid use mani pen sign legisl watch insid white hous presid pen","id":222770046982823940,"day":"10"},{"text":"Photo of the Day: President Obama walks with National Security Advisor Tom Donilon in the West WIng of the White House http://t.co/r1q7rV09","month":"07","year":"2012","corpus":"photo day presid walk nation secur advisor tom donilon west wing white hous","id":223465265734762500,"day":"12"},{"text":"Today at the White House: Alonzo Mourning talks @USABasketball &amp; why this team will bring home the gold: http://t.co/h8Hhj8tW  #USAB2012","month":"07","year":"2012","corpus":"today white hous alonzo mourn talk amp team bring home gold usab2012","id":225013987199303680,"day":"16"},{"text":"RT @WSJwashington: White House Asks: Got an Idea to Simplify Regulations? http://t.co/s63X9coR","month":"07","year":"2012","corpus":"white hous ask got idea simplifi regul","id":225674573826387970,"day":"18"},{"text":"New White House report highlights the effects of President Obama's proposal to extend tax cuts for 98% of families: http://t.co/pUxNBpn7","month":"07","year":"2012","corpus":"new white hous report highlight effect presid propos extend tax cut 98 famili","id":227764869259227140,"day":"24"},{"text":"Announcing the White House Initiative on Educational Excellence for African Americans. More info: http://t.co/qHoBfSYu http://t.co/dyOcRUq7","month":"07","year":"2012","corpus":"announc white hous initi educ excel african american info","id":228625869663531000,"day":"26"},{"text":"President Obama Pushes the House of Representatives on #MiddleClassTaxCuts: http://t.co/HWEHjgQj","month":"07","year":"2012","corpus":"presid push hous repres middleclasstaxcut","id":229783688337039360,"day":"30"},{"text":"Photo of the Day: President Obama walks in the White House Kitchen Garden on the South Lawn: http://t.co/cMorG7w2","month":"08","year":"2012","corpus":"photo day presid walk white hous kitchen garden south lawn","id":231560556400758800,"day":"04"},{"text":"Happening Now on http://t.co/dfEWfXpi: It's PTA Day at the White House. Have Q's on the administration's #education policy? Ask w/ #WHPTA.","month":"08","year":"2012","corpus":"happen pta day white hous administr educ polici ask whpta","id":233923177204563970,"day":"10"},{"text":"RT @VP: Today’s White House photo of the day: VP Biden visits memorial for the Virginia Tech shooting. (WH Photo-D. Lienemann) http://t. ...","month":"08","year":"2012","corpus":"today white hous photo day vp biden visit memori virginia tech shoot wh photo lienemann ...","id":236121036142284800,"day":"16"},{"text":"Today I'm hosting the first-ever White House #KidsStateDinner! Excited to meet 54 young chefs &amp; taste their healthy @LetsMove recipes! –mo","month":"08","year":"2012","corpus":"today host first ever white hous kidsstatedinn excit meet 54 young chef amp tast healthi recip mo","id":237548206727241730,"day":"20"},{"text":"Starting now: 54 young chefs attend the first-ever White House #KidsStateDinner. Learn more &amp; watch live at: http://t.co/mZYa7adV","month":"08","year":"2012","corpus":"start 54 young chef attend first ever white hous kidsstatedinn learn amp watch live","id":237552705734860800,"day":"20"},{"text":"Watch live: First Lady Michelle Obama welcomes 54 young chefs to the 1st ever #KidsStateDinner at the White House: http://t.co/O6TJuiOT","month":"08","year":"2012","corpus":"watch live first ladi michel welcom 54 young chef 1st ever kidsstatedinn white hous","id":237576088371462140,"day":"20"},{"text":"RT @pfeiffer44: President Obama just popped into the briefing room to take some questions from the White House press corps","month":"08","year":"2012","corpus":"presid pop brief room take question white hous press corp","id":237602438935359500,"day":"20"},{"text":"We the Coders: Open-Sourcing @WethePeople, the White House's Online Petitions System: http://t.co/Np2Upqiw","month":"08","year":"2012","corpus":"coder open sourc white hous onlin petit system","id":239707516144070660,"day":"26"},{"text":"RT @PressSec: We just released the White House beer recipe. Check it out: http://t.co/OHg9KvMZ &amp; see how it's made: http://t.co/0dUbXGxK","month":"09","year":"2012","corpus":"releas white hous beer recip check amp see made","id":241956706958061570,"day":"01"},{"text":"Ale to the Chief: Check out the White House Beer Recipe: http://t.co/LTk6r4vv","month":"09","year":"2012","corpus":"ale chief check white hous beer recip","id":242608516060295170,"day":"03"},{"text":"Three Ways to Explore the White House...from Home http://t.co/vIowfzog","month":"09","year":"2012","corpus":"three way explor white hous ... home","id":243801954176880640,"day":"06"},{"text":"The #NFL season kicks off tonight! Watch President Obama congratulate the New York @Giants at the White House. Video: http://t.co/oU0xLQyT","month":"09","year":"2012","corpus":"nfl season kick tonight watch presid congratul new york white hous video","id":243509313782554620,"day":"06"},{"text":"RT @DuleHill: Loving this new White House App @whitehouse! http://t.co/oGEtO5FC","month":"09","year":"2012","corpus":"love new white hous app","id":244089883914801150,"day":"07"},{"text":"Photo Gallery: NFL Champions at the White House: http://t.co/CB6vgtOh Including the Green Bay @Packers in 2011: http://t.co/XF1z9Br3","month":"09","year":"2012","corpus":"photo galleri nfl champion white hous includ green bay 2011","id":244932300121444350,"day":"09"},{"text":"Congratulations to our #Paralympic athletes! You have inspired us all &amp; I can't wait to honor you at the White House. -mo","month":"09","year":"2012","corpus":"congratul paralymp athlet inspir us amp wait honor white hous mo","id":244845645377175550,"day":"09"},{"text":"Visit the White House, \"Anytime, Anywhere, and on Any Device\" http://t.co/FcJNYItR #WHmobile","month":"09","year":"2012","corpus":"visit white hous anytim anywher devic whmobil","id":245287824486707200,"day":"10"},{"text":"PHOTO: The President, First Lady &amp; White House staff observe a moment of silence to mark the 11th anniversary of 9/11: http://t.co/XtCJdFEh","month":"09","year":"2012","corpus":"photo presid first ladi amp white hous staff observ moment silenc mark 11th anniversari 11","id":245662376681144320,"day":"11"},{"text":"RT @WHLive: Happening at 10ET: President Obama &amp; the First Lady honor #TeamUSA at the White House. Watch live: http://t.co/F7NkrOxK  ...","month":"09","year":"2012","corpus":"happen 10et presid amp first ladi honor teamusa white hous watch live ...","id":246605915942445060,"day":"14"},{"text":"Tomorrow President Obama &amp; the First Lady will honor #TeamUSA at the White House. Say #ThanksTeamUSA &amp; watch live: http://t.co/pixPqu9z","month":"09","year":"2012","corpus":"tomorrow presid amp first ladi honor teamusa white hous say thanksteamusa amp watch live","id":246417003169083400,"day":"14"},{"text":"Starting at 1:10ET: President Obama honors the @WNBA champion @MinnesotaLynx at the White House. Watch: http://t.co/XIeyCw62 Follow: @WHLive","month":"09","year":"2012","corpus":"start 10et presid honor champion white hous watch follow","id":248102812452519940,"day":"18"},{"text":"Go behind the scenes with #TeamUSA at the White House. Video: http://t.co/r00SHil3","month":"09","year":"2012","corpus":"go behind scene teamusa white hous video","id":248144218030223360,"day":"18"},{"text":"9/23 is the deadline to submit an application for the Spring 2013 White House Internship Program. Get info &amp; apply: http://t.co/neD7zhJa","month":"09","year":"2012","corpus":"23 deadlin submit applic spring 2013 white hous internship program get info amp appli","id":248556778395148300,"day":"19"},{"text":"You're invited! Learn more about how you can attend the \"White House Social\" Fall Garden Tour: http://t.co/YUDIQjXm #WHGarden","month":"09","year":"2012","corpus":"invit learn attend white hous social fall garden tour whgarden","id":248215333264056320,"day":"19"},{"text":"Tomorrow, 9/27 at 12ET join us for a White House Google+ Hangout on #HumanTrafficking: http://t.co/zsSPNg2v. Ask Q's now w/ #WHHangout","month":"09","year":"2012","corpus":"tomorrow 27 12et join us white hous googl hangout humantraffick ask whhangout","id":251091383023194100,"day":"26"},{"text":"Missed yesterday's White House Google+ Hangout on #humantrafficking? Learn more: http://t.co/dt3ctOXs Watch: http://t.co/pfcwfGEX","month":"09","year":"2012","corpus":"miss yesterday white hous googl hangout humantraffick learn watch","id":251798143799271420,"day":"28"},{"text":"Photo of the day: Tourists take a pic in front of the White House, lit pink last night for #BreastCancerAwarenessMonth http://t.co/VjiX9qnL","month":"10","year":"2012","corpus":"photo day tourist take pic front white hous lit pink last night breastcancerawarenessmonth","id":253204410031812600,"day":"02"},{"text":"Tonight, the White House is illuminated pink in honor of #BreastCancerAwarenessMonth: http://t.co/TlMCu5Rf\n Photo: http://t.co/ExlWrGzh","month":"10","year":"2012","corpus":"tonight white hous illumin pink honor breastcancerawarenessmonth photo","id":252938241412591600,"day":"02"},{"text":"RT White House photographer @PeteSouza: My slide show of the President's first term: http://t.co/5bUm8SQK","month":"10","year":"2012","corpus":"white hous photograph slide show presid first term","id":255797109327011840,"day":"09"},{"text":"Always wanted to visit the White House?  Check out our online interactive tour: http://t.co/55PralpO","month":"10","year":"2012","corpus":"alway want visit white hous check onlin interact tour","id":256103875898130430,"day":"10"},{"text":"Want to stay connected? Sign up for email updates from President Obama and other senior White House officials: http://t.co/XEgfUuGu","month":"10","year":"2012","corpus":"want stay connect sign email updat presid senior white hous offici","id":256507071133007870,"day":"11"},{"text":"On International #DayOfTheGirl, celebrating girl power at the White House: http://t.co/wnNJ7PMw","month":"10","year":"2012","corpus":"intern dayofthegirl celebr girl power white hous","id":256510998591205380,"day":"11"},{"text":"Photo of the day: President Obama walks with Senior Advisor David Plouffe along the Colonnade of the White House. http://t.co/RCiu1Vmr","month":"10","year":"2012","corpus":"photo day presid walk senior advisor david plouff along colonnad white hous","id":256783958027669500,"day":"12"},{"text":"Visiting D.C. this weekend? Get tickets for the 2012 Fall Garden Tours at the White House this Sat &amp; Sun. More info: http://t.co/8yNciR1S","month":"10","year":"2012","corpus":"visit weekend get ticket 2012 fall garden tour white hous sat amp sun info","id":256837535051964400,"day":"12"},{"text":"RT @petesouza: New White House photos from Sept: http://t.co/si1hL74p","month":"10","year":"2012","corpus":"new white hous photo sept","id":256768140808163330,"day":"12"},{"text":"Go behind the scenes w/ WH Curator Bill Allman &amp; see fire damage left over from the White House Fire of 1814. Watch: http://t.co/NKLIyGGH","month":"10","year":"2012","corpus":"go behind scene wh curat bill allman amp see fire damag left white hous fire 1814 watch","id":256933642306195460,"day":"13"},{"text":"RT @blogactionday12: Blog Action Day: “The Power of We” | The White House: http://t.co/efRv33Hw @whitehouse #BAD12 #PowerofWe","month":"10","year":"2012","corpus":"blog action day power white hous bad12 powerofw","id":257941232653848580,"day":"15"},{"text":"For Blog Action Day 2012 the White House celebrates the #PowerofWe: http://t.co/VY2G4MdM","month":"10","year":"2012","corpus":"blog action day 2012 white hous celebr powerofw","id":258004429368877060,"day":"16"},{"text":"Want a peek inside one of the most secure spaces in the country? Watch: Inside the White House: The Situation Room: http://t.co/FkG4xPmW","month":"10","year":"2012","corpus":"want peek insid one secur space countri watch insid white hous situat room","id":258683497521233920,"day":"17"},{"text":"RT @WHLive: Happening now on http://t.co/g5icuVZL : The 2012 White House Fall Garden Tours live from the South Lawn. #WHGarden","month":"10","year":"2012","corpus":"happen 2012 white hous fall garden tour live south lawn whgarden","id":259286283191476220,"day":"19"},{"text":"Starting at 9ET on http://t.co/Rs2TappN The 2012 White House Fall Garden Tours live from the South Lawn. #WHGarden","month":"10","year":"2012","corpus":"start 9et 2012 white hous fall garden tour live south lawn whgarden","id":259265905371017200,"day":"19"},{"text":"Go inside the White House with WH Curator Bill Allman as he talks about the history of the Presidential Seal: http://t.co/VqEpvqxE","month":"10","year":"2012","corpus":"go insid white hous wh curat bill allman talk histori presidenti seal","id":259095508633653250,"day":"19"},{"text":"Photo of the day: President Obama waves to visitors as they tour the White House grounds, Oct. 19, 2012. #WHGarden http://t.co/EfEnmYpd","month":"10","year":"2012","corpus":"photo day presid wave visitor tour white hous ground oct 19 2012 whgarden","id":260451818084134900,"day":"22"},{"text":"Watch \"Inside the White House: Letters to the President\" to see how your letter could end up on the President's desk: http://t.co/9Hi0WNer","month":"10","year":"2012","corpus":"watch insid white hous letter presid see letter could end presid desk","id":260828168942940160,"day":"23"},{"text":"UPDATE: Due to bad weather, we are no longer able to live stream President Obama's arrival at the White House. http://t.co/NJTeAsc1","month":"11","year":"2012","corpus":"updat due bad weather longer abl live stream presid arriv white hous","id":266304581884059650,"day":"07"},{"text":"Today, President Obama returns to the White House. Watch his arrival live at 5:20pm ET: http://t.co/Xdyk7P0o http://t.co/UOA51qKq","month":"11","year":"2012","corpus":"today presid return white hous watch arriv live 20pm et","id":266244524362313730,"day":"07"},{"text":"Happening now: President Obama holds a news conference in the East Room of the White House. Watch live: http://t.co/vbaE6hJm","month":"11","year":"2012","corpus":"happen presid hold news confer east room white hous watch live","id":268783842003935230,"day":"14"},{"text":"Today at 1:30 ET, President Obama will hold a news conference in the East Room of the White House. Watch it live: http://t.co/YF6zCTJu","month":"11","year":"2012","corpus":"today 30 et presid hold news confer east room white hous watch live","id":268737238706315260,"day":"14"},{"text":"Photos from the Archives: Thanksgiving at the White House: http://t.co/xGHLq6z6 Including President Kennedy in 1963: http://t.co/Chk7a3mW","month":"11","year":"2012","corpus":"photo archiv thanksgiv white hous includ presid kennedi 1963","id":271368262707707900,"day":"21"},{"text":"Today, President Obama pardoned Cobbler, the National Thanksgiving Turkey, in a ceremony at the White House: http://t.co/L2dyKTM0","month":"11","year":"2012","corpus":"today presid pardon cobbler nation thanksgiv turkey ceremoni white hous","id":271449753672359940,"day":"22"},{"text":"First Lady Michelle Obama, daughters Sasha &amp; Malia, &amp; First Dog Bo, welcome the official White House Christmas Tree: http://t.co/NgfBK149","month":"11","year":"2012","corpus":"first ladi michel daughter sasha amp malia amp first dog bo welcom offici white hous christma tree","id":272093968387432450,"day":"23"},{"text":"Open Today: Summer 2013 White House Internship Program Application: http://t.co/fGcJq0LU","month":"11","year":"2012","corpus":"open today summer 2013 white hous internship program applic","id":273198364890378240,"day":"26"},{"text":"On Friday, the White House Christmas tree arrived via horse-drawn carriage at the White House http://t.co/zNMUPzue Pic: http://t.co/2kx0P3Bd","month":"11","year":"2012","corpus":"friday white hous christma tree arriv via hors drawn carriag white hous pic","id":272865330303488000,"day":"26"},{"text":"RT @aishabonitaaa: #My2K  Repairing my house from #Sandy","month":"11","year":"2012","corpus":"my2k repair hous sandi","id":273894074367500300,"day":"28"},{"text":"Photo of the Day: First Lady Michelle Obama previews the 2012 White House Holiday Decor: http://t.co/vKbQjyRC http://t.co/MptT1ri3","month":"11","year":"2012","corpus":"photo day first ladi michel preview 2012 white hous holiday decor","id":274299271753367550,"day":"29"},{"text":"First Dog Bo makes a final inspection of the 2012 White House Holiday Decorations: http://t.co/V1Zwn6RY Watch: http://t.co/kqRJL9Du","month":"11","year":"2012","corpus":"first dog bo make final inspect 2012 white hous holiday decor watch","id":274375479790805000,"day":"30"},{"text":"Photo: A red ribbon is displayed on the North Portico of the White House in honor of #WorldAIDSDay http://t.co/VIgJY0U9 http://t.co/nALpxoiz","month":"12","year":"2012","corpus":"photo red ribbon display north portico white hous honor worldaidsday","id":274941468005785600,"day":"01"},{"text":"Watch a time-lapse video: To mark #WorldAIDSDay, a red ribbon is hung from the North Portico of the White House: http://t.co/m9XKuZnl","month":"12","year":"2012","corpus":"watch time laps video mark worldaidsday red ribbon hung north portico white hous","id":275028018144096260,"day":"02"},{"text":"Starting at 5:20ET: President Obama speaks at the Kennedy Center Honors Reception from the White House. Watch live: http://t.co/93g7Qkrn","month":"12","year":"2012","corpus":"start 20et presid speak kennedi center honor recept white hous watch live","id":275348475435155460,"day":"02"},{"text":"Photo of the Day: President Obama answers #My2k questions on Twitter live from the White House: http://t.co/sBLlaxE2 http://t.co/ppY9aVCY","month":"12","year":"2012","corpus":"photo day presid answer my2k question twitter live white hous","id":275804785947574270,"day":"04"},{"text":"Photo of the Day: President Obama returns to the White House following the Tribal Nations Conference @Interior: http://t.co/j1BK60oK","month":"12","year":"2012","corpus":"photo day presid return white hous follow tribal nation confer","id":276717197970243600,"day":"06"},{"text":"Photo of the Day: President Obama &amp; the First Lady walk down the stairs before a holiday reception at the White House: http://t.co/AsAnX80i","month":"12","year":"2012","corpus":"photo day presid amp first ladi walk stair holiday recept white hous","id":276492799808008200,"day":"06"},{"text":"Photo of the Day: President and First Lady Michelle Obama walk along the Colonnade of the White House, Dec. 6, 2012: http://t.co/qLIgZG4N","month":"12","year":"2012","corpus":"photo day presid first ladi michel walk along colonnad white hous dec 2012","id":277137316353540100,"day":"07"},{"text":"Today, the White House joins @Pinterest &amp; invites followers to attend a Holiday #WHSocial. Apply: http://t.co/L83XcYbz http://t.co/ulKxWVQC","month":"12","year":"2012","corpus":"today white hous join amp invit follow attend holiday whsocial appli","id":277465090834440200,"day":"08"},{"text":"Here's a sneak peek at the 2012 White House holiday card featuring First Dog Bo: http://t.co/1P5B2wRa http://t.co/2MtrkQWs","month":"12","year":"2012","corpus":"sneak peek 2012 white hous holiday card featur first dog bo","id":277403432942436350,"day":"08"},{"text":"Every person who has written in on #My2k will have their story read by someone at the White House. We're listening: http://t.co/rjwIE6C7","month":"12","year":"2012","corpus":"everi person written my2k stori read someon white hous listen","id":278551468359970800,"day":"11"},{"text":"Starting at 7:40 pm ET: President Obama speaks at a Hanukkah Reception at the White House. Watch: http://t.co/u95tzH8r","month":"12","year":"2012","corpus":"start 40 pm et presid speak hanukkah recept white hous watch","id":279385288105676800,"day":"14"},{"text":"Join us today at 9:30 a.m ET as the White House observes a #MomentforSandyHook victims.","month":"12","year":"2012","corpus":"join us today 30 et white hous observ momentforsandyhook victim","id":282121970026434560,"day":"21"},{"text":"RT @WHLive: At 1:30 p.m. ET, President Obama will make a personnel announcement in the Roosevelt Room of the White House. Watch: http:// ...","month":"12","year":"2012","corpus":"30 et presid make personnel announc roosevelt room white hous watch http :// ...","id":282192460514484220,"day":"21"},{"text":"Watch a time-lapse video: Creating the 2012 Gingerbread White House: http://t.co/AKJDNp9v","month":"12","year":"2012","corpus":"watch time laps video creat 2012 gingerbread white hous","id":282946235093102600,"day":"23"},{"text":"\"Joy to All\": A behind-the-scenes look at the White House during the holidays: http://t.co/bo9BSzev","month":"12","year":"2012","corpus":"joy \": behind scene look white hous holiday","id":283347594745348100,"day":"24"},{"text":"RT @pfeiffer44: President Obama will meet with Congressional Leaders at the White House tomorrow afternoon re #FiscalCliff","month":"12","year":"2012","corpus":"presid meet congression leader white hous tomorrow afternoon fiscalcliff","id":284456204154064900,"day":"28"},{"text":"Year in Review: The top White House tweets of 2012: http://t.co/YBGsapcH Including President Obama's live Twitter Q&amp;A: http://t.co/l7FCBXy9","month":"01","year":"2013","corpus":"year review top white hous tweet 2012 includ presid live twitter amp","id":286963276439494660,"day":"03"},{"text":"Get the facts about the Taxpayer Relief Act of 2012 in the latest White House White Board: http://t.co/etKWYn2Q","month":"01","year":"2013","corpus":"get fact taxpay relief act 2012 latest white hous white board","id":287652838149070850,"day":"05"},{"text":"What's in the Taxpayer Relief Act of 2012? Find out in the latest White House White Board: http://t.co/LWiGOCsK","month":"01","year":"2013","corpus":"taxpay relief act 2012 find latest white hous white board","id":287378048976830460,"day":"05"},{"text":"Today, President Obama signed the #Sandy relief bill in the Diplomatic Reception Room of the White House. Photo: http://t.co/mFuB0c7S","month":"01","year":"2013","corpus":"today presid sign sandi relief bill diplomat recept room white hous photo","id":288012036644941820,"day":"06"},{"text":"Starting at 1ET: President Obama makes a personnel announcement from the White House. Watch live: http://t.co/WjKd1sQv","month":"01","year":"2013","corpus":"start 1et presid make personnel announc white hous watch live","id":288335097336328200,"day":"07"},{"text":"Watch live: President Obama makes a personnel announcement from the White House: http://t.co/V8G072wb","month":"01","year":"2013","corpus":"watch live presid make personnel announc white hous","id":288347765120065540,"day":"07"},{"text":"Happening at 1:30 ET: President Obama makes a personnel announcement from the White House. Watch live: http://t.co/s8hchuu9","month":"01","year":"2013","corpus":"happen 30 et presid make personnel announc white hous watch live","id":289386466411413500,"day":"10"},{"text":"RT @VP: PHOTO: VP met with gun owner groups today at the White House to discuss efforts to curb gun violence. (WH Photo) http://t.co/R5f ...","month":"01","year":"2013","corpus":"photo vp met gun owner group today white hous discuss effort curb gun violenc wh photo ...","id":289485505115082750,"day":"10"},{"text":"Photo of the Day: President Obama &amp; Ambassador Capricia Marshall wave to President Karzai as he departs the White House http://t.co/Z5BL7qWW","month":"01","year":"2013","corpus":"photo day presid amp ambassador capricia marshal wave presid karzai depart white hous","id":290206310329360400,"day":"12"},{"text":"Photo of the Day: President Obama &amp; @VP Biden hold a policy meeting in the Cabinet Room of the White House: http://t.co/qOFHnPlI","month":"01","year":"2013","corpus":"photo day presid amp biden hold polici meet cabinet room white hous","id":291199178820948000,"day":"15"},{"text":"Photo of the Day: President Obama returns to the White House following a visit to #Inaug2013 headquarters in DC: http://t.co/I3tDjPzn","month":"01","year":"2013","corpus":"photo day presid return white hous follow visit inaug2013 headquart dc","id":292297545902866400,"day":"18"},{"text":"President Obama takes the oath of office for a second term surrounded by family at the White House: http://t.co/Vau1x1h2","month":"01","year":"2013","corpus":"presid take oath offic second term surround famili white hous","id":293053062933782500,"day":"20"},{"text":"Watch live: President Obama takes the oath of office at the official swearing-in ceremony at the White House: http://t.co/ncjGusur","month":"01","year":"2013","corpus":"watch live presid take oath offic offici swear ceremoni white hous","id":293039209990729700,"day":"20"},{"text":"Happening now: President Obama returns to the White House for the Inaugural Parade. Watch live: http://t.co/ncjGusur #inaug2013","month":"01","year":"2013","corpus":"happen presid return white hous inaugur parad watch live inaug2013","id":293465957135962100,"day":"21"},{"text":"RT @a_r_marshall: Did the White House just retweet me? The White House did just retweet me. #InaugQuote http://t.co/sgO57KVM","month":"01","year":"2013","corpus":"white hous retweet white hous retweet inaugquot","id":293427586858627100,"day":"21"},{"text":"RT @WichitaCindy: White House response to Death Star http://t.co/tSA0Py4k It's a trap! Educating Americans about space program! http://t ...","month":"01","year":"2013","corpus":"white hous respons death star trap educ american space program ...","id":294224849738543100,"day":"23"},{"text":"Happening at 2:30ET: President Obama makes a personnel announcement from the White House. Watch live: http://t.co/u95tzH8r","month":"01","year":"2013","corpus":"happen 30et presid make personnel announc white hous watch live","id":294476057564819460,"day":"24"},{"text":"Happening now: President Obama makes a personnel announcement from the East Room of the White House. Watch live: http://t.co/XT0MCTMT","month":"01","year":"2013","corpus":"happen presid make personnel announc east room white hous watch live","id":294854827861737500,"day":"25"},{"text":"Video: President Obama welcomes the NBA champion @MiamiHEAT to the White House: http://t.co/EfIh3snE #HEATatWhiteHouse","month":"01","year":"2013","corpus":"video presid welcom nba champion white hous heatatwhitehous","id":296033590997815300,"day":"28"},{"text":"RT @FLOTUS: Great game! Congrats to the @Ravens. See you at the White House! -mo","month":"02","year":"2013","corpus":"great game congrat see white hous mo","id":298277341711437800,"day":"04"},{"text":"Today at 2 ET: President Obama makes a personnel announcement from the White House. Watch live: http://t.co/u95tzH8r","month":"02","year":"2013","corpus":"today et presid make personnel announc white hous watch live","id":299179463688740860,"day":"06"},{"text":"Photo of the Day: President Obama travels aboard Marine One from Annapolis, Md., en route to the White House: http://t.co/MLS04fY0","month":"02","year":"2013","corpus":"photo day presid travel aboard marin one annapoli md ., en rout white hous","id":299331689140858900,"day":"07"},{"text":"Tomorrow at 4:50ET: President Obama joins a #SOTU #FiresideHangout live from the White House: http://t.co/dRSthSoY http://t.co/js6oao0n","month":"02","year":"2013","corpus":"tomorrow 50et presid join sotu firesidehangout live white hous","id":301819067336110100,"day":"13"},{"text":"RT @Revkin: More interesting than #SOTU is #WHchat going on now with White House staff addressing questions: http://t.co/ELXcDw1M","month":"02","year":"2013","corpus":"interest sotu whchat go white hous staff address question","id":301543805138657300,"day":"13"},{"text":"Happening now: President Obama joins a #FiresideHangout live from the White House. Watch: http://t.co/bPhFZAmE","month":"02","year":"2013","corpus":"happen presid join firesidehangout live white hous watch","id":302173398518358000,"day":"14"},{"text":"Photo of the Day: President Obama talks with @FLOTUS Michelle Obama &amp; Tina Tchen on the Colonnade of the White House http://t.co/GtU2wfQn","month":"02","year":"2013","corpus":"photo day presid talk michel amp tina tchen colonnad white hous","id":301879451870969860,"day":"14"},{"text":"Check out the full video of President Obama's #FiresideHangout from the White House: http://t.co/DYxWCANX","month":"02","year":"2013","corpus":"check full video presid firesidehangout white hous","id":302239199925526500,"day":"15"},{"text":"RT @iVillage: @kellywallacetv is talking #gunviolence at the White House tomorrow at 3 pm EST. Send @iVillage your questions! http://t.c ...","month":"02","year":"2013","corpus":"talk gunviol white hous tomorrow pm est send question ...","id":302468045119557600,"day":"15"},{"text":"RT @VP: Happening now: Vice President Biden delivers remarks at a Medal of Valor ceremony from the White House. Watch live: http://t.co/ ...","month":"02","year":"2013","corpus":"happen vice presid biden deliv remark medal valor ceremoni white hous watch live ...","id":304295666891489300,"day":"20"},{"text":"Kids dancing, eggs rolling. @iamkidpresident and President Obama announce the White House #EasterEggRoll: http://t.co/L7drUfKkLX","month":"02","year":"2013","corpus":"kid danc egg roll presid announc white hous eastereggrol","id":304657569228673000,"day":"21"},{"text":"Watch: A behind-the-scenes peek at this week at the White House: http://t.co/XY7E6gZJg3","month":"02","year":"2013","corpus":"watch behind scene peek week white hous","id":305007852374851600,"day":"22"},{"text":"Statement from President Obama on the House Passage of the Violence Against Women Act: http://t.co/5IstJKgOq0 #VAWA","month":"02","year":"2013","corpus":"statement presid hous passag violenc women act vawa","id":307183281353404400,"day":"28"},{"text":"Starting now: President Obama makes a personnel announcement live from the White House. Watch: http://t.co/b4tqL3nPDV","month":"03","year":"2013","corpus":"start presid make personnel announc live white hous watch","id":308599650150133760,"day":"04"},{"text":"Happening at 10:15 ET: President Obama makes a personnel announcement from the White House. Watch live: http://t.co/yvZ8PkSl5s","month":"03","year":"2013","corpus":"happen 10 15 et presid make personnel announc white hous watch live","id":308587195646742500,"day":"04"},{"text":"See what happened when we invited 21 developers &amp; tech experts to the first ever White House Hackathon: http://t.co/HHksjJYbGG #WHHackathon","month":"03","year":"2013","corpus":"see happen invit 21 develop amp tech expert first ever white hous hackathon whhackathon","id":308731151038685200,"day":"05"},{"text":"From the Archives: Record setting snowfall blankets the White House in February 2010: http://t.co/6luDtUInoR","month":"03","year":"2013","corpus":"archiv record set snowfal blanket white hous februari 2010","id":309415752539205600,"day":"06"},{"text":"From the Archives: Bo plays in the snow during a blizzard on the south lawn of the White House, Feb. 10, 2010: http://t.co/Tdji6Ih2TJ","month":"03","year":"2013","corpus":"archiv bo play snow blizzard south lawn white hous feb 10 2010","id":309475004263854100,"day":"07"},{"text":"Photo of the Day: President Obama, @VP Biden, @VJ44 &amp; Kathleen Biden walk on the South Lawn of the White House: http://t.co/DcXCJ9AWzy","month":"03","year":"2013","corpus":"photo day presid biden amp kathleen biden walk south lawn white hous","id":309898812623831040,"day":"08"},{"text":"Photo of the Day: Bo, the Obama family dog, follows @FLOTUS Michelle Obama across the South Lawn of the White House: http://t.co/QgGhN0imQC","month":"03","year":"2013","corpus":"photo day bo famili dog follow michel across south lawn white hous","id":311478258900271100,"day":"12"},{"text":"Photo of the Day: President Obama talks with @USTreasury Secretary Jack Lew on the Colonnade of the White House: http://t.co/vZG73wFaCR","month":"03","year":"2013","corpus":"photo day presid talk secretari jack lew colonnad white hous","id":311987912390606850,"day":"13"},{"text":"Photo of the Day: President Obama waits for the rain to pass before returning to the West Wing of the White House: http://t.co/1WJH0GLeUw","month":"03","year":"2013","corpus":"photo day presid wait rain pass return west wing white hous","id":311659227888381950,"day":"13"},{"text":"Happening now: President Obama speaks at a Women's History Month reception at the White House. Watch: http://t.co/b4tqL3nPDV","month":"03","year":"2013","corpus":"happen presid speak women histori month recept white hous watch","id":313757012800446460,"day":"18"},{"text":"Honoring Women's History Month at the White House: http://t.co/SgvhonkSin http://t.co/gmzDynxpeR","month":"03","year":"2013","corpus":"honor women histori month white hous","id":314164430315343900,"day":"20"},{"text":"RT @BoingBoing: Thursday: White House/Tom Kalil Google Hangout about the maker movement http://t.co/HOQy7H0F13","month":"03","year":"2013","corpus":"thursday white hous tom kalil googl hangout maker movement","id":316954134479773700,"day":"27"},{"text":"Photo of the Day: President Obama greets Council of Economic Advisers staff in the Rose Garden of the White House: http://t.co/fmQeov0Twa","month":"03","year":"2013","corpus":"photo day presid greet council econom advis staff rose garden white hous","id":317075834848567300,"day":"28"},{"text":"The First Family listens to @JessicaESanchez sing the National Anthem at the 2013 White House #EasterEggRoll: http://t.co/Tgqv31vLjy","month":"04","year":"2013","corpus":"first famili listen sing nation anthem 2013 white hous eastereggrol","id":318853589365837800,"day":"01"},{"text":"RT @iamkidpresident: We're at the White House and YOU made this happen. Thank you for sharing our videos &amp; our message! #AtTheWH #Aw ...","month":"04","year":"2013","corpus":"white hous made happen thank share video amp messag atthewh aw ...","id":318801675504738300,"day":"01"},{"text":"This morning, the White House released a special video message from the President. Watch: http://t.co/qURaCeMcVh","month":"04","year":"2013","corpus":"morn white hous releas special video messag presid watch","id":318727194073522200,"day":"01"},{"text":"At 10:00 a.m. ET, the White House will release a special video message from the President, available only at http://t.co/yBbHL80leY.","month":"04","year":"2013","corpus":"10 00 et white hous releas special video messag presid avail","id":318718826038566900,"day":"01"},{"text":"Photo of the Day: President Obama &amp; family walk from the White House to attend Easter Service at St. John's Church: http://t.co/J4ZQgQxWY3","month":"04","year":"2013","corpus":"photo day presid amp famili walk white hous attend easter servic st john church","id":318557933363396600,"day":"01"},{"text":"Photo of the Day: President Obama &amp; Chief of Staff Denis McDonough walk along the South Lawn of the White House: http://t.co/CurfYeRU6b","month":"04","year":"2013","corpus":"photo day presid amp chief staff deni mcdonough walk along south lawn white hous","id":321777587695284200,"day":"10"},{"text":"Happening at 6:10 p.m. ET: President Obama will deliver a statement from the Briefing Room of the White House. Watch: http://t.co/b4tqL3nPDV","month":"04","year":"2013","corpus":"happen 10 et presid deliv statement brief room white hous watch","id":323916761529479200,"day":"15"},{"text":"Happening now: President Obama delivers a statement from the Briefing Room of the White House. Watch: http://t.co/b4tqL3nPDV","month":"04","year":"2013","corpus":"happen presid deliv statement brief room white hous watch","id":324183041457143800,"day":"16"},{"text":"RT @jearnest44: POTUS will speak in the White House briefing room shortly after the presser in Boston concludes","month":"04","year":"2013","corpus":"potu speak white hous brief room shortli presser boston conclud","id":325424991053168640,"day":"20"},{"text":"Please join the White House in observing a moment of silence in honor of the victims of the Boston Marathon bombings at 2:50pm ET.","month":"04","year":"2013","corpus":"pleas join white hous observ moment silenc honor victim boston marathon bomb 50pm et","id":326406327066828800,"day":"22"},{"text":"RT @pfeiffer44: Moving story and powerful case for #immigration reform in @usatoday from former White House staffer @MiraLuisDC http://t.co…","month":"04","year":"2013","corpus":"move stori power case immigr reform former white hous staffer","id":327069505794752500,"day":"24"},{"text":"From all of us at the White House, welcome to @Twitter President @BillClinton! http://t.co/gYNonszHXd","month":"04","year":"2013","corpus":"us white hous welcom presid","id":327486263617789950,"day":"25"},{"text":"Breaking: The White House is now on @Tumblr (and there will be GIFs). http://t.co/CX40lRs1jv, http://t.co/AX1rYqaaAx","month":"04","year":"2013","corpus":"break white hous gif ).","id":327835499492409340,"day":"26"},{"text":"ICYMI, President Obama tried the First Lady’s bangs on for size at last night’s White House Correspondents’ Dinner: http://t.co/dO8LQos8b1","month":"04","year":"2013","corpus":"icymi presid tri first ladi bang size last night white hous correspond dinner","id":328648703474810900,"day":"28"},{"text":"Starting soon: President Obama speaks at the White House Correspondents' Dinner. http://t.co/b4tqL3nPDV #WHCD","month":"04","year":"2013","corpus":"start soon presid speak white hous correspond dinner whcd","id":328328059080020000,"day":"28"},{"text":"Watch: President Obama at the 2013 White House Correspondents' Dinner. http://t.co/IiYu7dZSeo, http://t.co/aKP41OvTco","month":"04","year":"2013","corpus":"watch presid 2013 white hous correspond dinner","id":328878137335222300,"day":"29"},{"text":"Happening now: President Obama holds a press conference in the White House briefing room. http://t.co/b4tqL3nPDV","month":"04","year":"2013","corpus":"happen presid hold press confer white hous brief room","id":329245395697934340,"day":"30"},{"text":"President Obama will take questions from reporters in the White House briefing room at 10:15am ET. Watch here: http://t.co/b4tqL3nPDV","month":"04","year":"2013","corpus":"presid take question report white hous brief room 10 15am et watch","id":329231436366348300,"day":"30"},{"text":"Today at 10:15am ET, President Obama will make a personnel announcement from the White House. Watch: http://t.co/JludLrcLOd","month":"05","year":"2013","corpus":"today 10 15am et presid make personnel announc white hous watch","id":329949724960497660,"day":"02"},{"text":"Lift off from the South Lawn of the White House. President Obama's headed to Mexico and Costa Rica ---&gt; http://t.co/1BXss1dwzc","month":"05","year":"2013","corpus":"lift south lawn white hous presid head mexico costa rica ---& gt","id":330003760241860600,"day":"02"},{"text":"Happening now: President Obama makes a personnel announcement from the White House. http://t.co/JludLrcLOd","month":"05","year":"2013","corpus":"happen presid make personnel announc white hous","id":329961423423819800,"day":"02"},{"text":"Go backstage at the White House for some Memphis Soul: http://t.co/RMpakkLA26","month":"05","year":"2013","corpus":"go backstag white hous memphi soul","id":330391642857156600,"day":"03"},{"text":"Submit a recipe for the Healthy Lunchtime Challenge and you could join the Kids' State Dinner at the White House: http://t.co/7kMoI4A9Iw","month":"05","year":"2013","corpus":"submit recip healthi lunchtim challeng could join kid state dinner white hous","id":331866123656114200,"day":"07"},{"text":"RT @rhodes44: POTUS will be hosting President @SebastianPinera of Chile and President @Ollanta_HumalaT of Peru at the White House this June","month":"05","year":"2013","corpus":"potu host presid chile presid peru white hous june","id":332247067206492160,"day":"08"},{"text":"Happening now: Tune in for the first-ever #WeTheGeeks @Google+ Hangout at the White House --&gt; http://t.co/yBbHL80leY http://t.co/PJX9rgxQoG","month":"05","year":"2013","corpus":"happen tune first ever wethegeek hangout white hous --& gt","id":335093522170535940,"day":"16"},{"text":"If you're into science and innovation, RSVP for today's first #WeTheGeeks White House @Google+ hangout ---&gt; http://t.co/e1so9Wi6yQ","month":"05","year":"2013","corpus":"scienc innov rsvp today first wethegeek white hous hangout ---& gt","id":335055172357210100,"day":"16"},{"text":"RT @rhodes44: Today, POTUS will welcome PM Erdogan of Turkey to the White House for a meeting, press conference, and working dinner.","month":"05","year":"2013","corpus":"today potu welcom pm erdogan turkey white hous meet press confer work dinner","id":335024380302204900,"day":"16"},{"text":"Join @NASA, Bill Nye @TheScienceGuy &amp; @AstroEdLu Friday for a #WeTheGeeks White House Google+ Hangout on asteroids: http://t.co/fa8PGQ2iLR","month":"05","year":"2013","corpus":"join bill nye amp friday wethegeek white hous googl hangout asteroid","id":339877448344821760,"day":"29"},{"text":"Harvest time in the White House Kitchen Garden: http://t.co/rhlrgOOhun, http://t.co/FpngyYd4zI","month":"05","year":"2013","corpus":"harvest time white hous kitchen garden","id":339544716691525600,"day":"29"},{"text":"Happening now: President Obama delivers a statement from the White House. Watch: http://t.co/KvadYk9atb","month":"06","year":"2013","corpus":"happen presid deliv statement white hous watch","id":341924895552327700,"day":"04"},{"text":"President Obama welcomed the Super Bowl champion Baltimore @Ravens to the White House today: http://t.co/yfCxd9gAbt, http://t.co/GefZPiynN2","month":"06","year":"2013","corpus":"presid welcom super bowl champion baltimor white hous today","id":342419464157032450,"day":"05"},{"text":"Happening now: President Obama welcomes the Super Bowl Champion Baltimore @Ravens to the White House. http://t.co/lLMgBtlgGj #RavensAtTheWH","month":"06","year":"2013","corpus":"happen presid welcom super bowl champion baltimor white hous ravensatthewh","id":342312315594625000,"day":"05"},{"text":"Worth a watch and a RT: White House staffers share their immigration stories. http://t.co/ev9Tq59Pzd #ImmigrationNation","month":"06","year":"2013","corpus":"worth watch rt white hous staffer share immigr stori immigrationn","id":344829863498227700,"day":"12"},{"text":"Spotted: Cookie Monster at the White House. http://t.co/V9crEzD3Sq #CIsForCookie (cc: @SesameStreet)","month":"06","year":"2013","corpus":"spot cooki monster white hous cisforcooki cc","id":344858306973687800,"day":"12"},{"text":"Good luck to the @NHLBlackhawks tonight – hope to welcome you back to the White House again as #StanleyCup champs. -bo","month":"06","year":"2013","corpus":"good luck tonight hope welcom back white hous stanleycup champ bo","id":344958979639738400,"day":"12"},{"text":"Happening now: President Obama welcomes the @WNBA Champion @IndianaFever to the White House: http://t.co/iKvF9zgyHo","month":"06","year":"2013","corpus":"happen presid welcom champion white hous","id":345614247474122750,"day":"14"},{"text":"Today at 2:40ET: President Obama welcomes the @WNBA Champion @IndianaFever to the White House. Watch: http://t.co/4ZPwX0Wk8K","month":"06","year":"2013","corpus":"today 40et presid welcom champion white hous watch","id":345569840234389500,"day":"14"},{"text":"RT @ZekeJMiller: New White House video previewing Obama's climate change announcement http://t.co/S85jLkAdsy","month":"06","year":"2013","corpus":"new white hous video preview climat chang announc","id":348610817043857400,"day":"23"},{"text":"A new way to see unfiltered moments at the White House (we won't always go #nofilter) --&gt; http://t.co/y5bWZhkoxp, http://t.co/L7U1l9zyP8","month":"06","year":"2013","corpus":"new way see unfilt moment white hous alway go nofilt --& gt","id":349945703151304700,"day":"26"},{"text":"Starting soon: Join the latest White House #WeTheGeeks Google+ Hangout on innovation for global good. Watch: http://t.co/P1moDeHqvc","month":"06","year":"2013","corpus":"start soon join latest white hous wethegeek googl hangout innov global good watch","id":350298417504849900,"day":"27"},{"text":"A view of the fireworks over the South Lawn during the Fourth of July celebration at the White House: http://t.co/oL2wOipP67","month":"07","year":"2013","corpus":"view firework south lawn fourth juli celebr white hous","id":353287460429631500,"day":"05"},{"text":"Tune in now to watch fireworks on the National Mall from the White House: http://t.co/KvadYk9atb #HappyJuly4th","month":"07","year":"2013","corpus":"tune watch firework nation mall white hous happyjuly4th","id":352957613790601200,"day":"05"},{"text":"Obama: \"The House needs to act so I can sign commonsense #ImmigrationReform into law.\" http://t.co/At0Yp1yozO, http://t.co/MCZnJNvCRH","month":"07","year":"2013","corpus":"hous need act sign commonsens immigrationreform law .\"","id":356057947119431700,"day":"13"},{"text":"RT @NewsHour: WATCH LIVE: White House hosts #WeTheGeeks G+ hangout on superheroes http://t.co/5TUJzs4rgu","month":"07","year":"2013","corpus":"watch live white hous host wethegeek hangout superhero","id":358256629059682300,"day":"19"},{"text":"Happening now: President Obama welcomes the @NCAA champion @UofLCardinals to the White House —&gt; http://t.co/KvadYk9atb","month":"07","year":"2013","corpus":"happen presid welcom champion white hous —& gt","id":359738715276451840,"day":"23"},{"text":"If you've ever wondered what landing on the South Lawn of the White House was like…here you go —&gt; http://t.co/QrqGpUlzEq","month":"07","year":"2013","corpus":"ever wonder land south lawn white hous like go —& gt","id":360523989682118660,"day":"25"},{"text":"Follow @Cecilia44, @HealthCareTara, &amp; @Katie44 for the latest from the White House on health care, immigration, and more. #FF #FollowFriday","month":"07","year":"2013","corpus":"follow amp latest white hous health care immigr ff followfriday","id":360857518869712900,"day":"26"},{"text":"Worth watching: Here's your front-row seat to recap everything going on at the White House this week —&gt; http://t.co/lzdKyZNOp4 #WestWingWeek","month":"07","year":"2013","corpus":"worth watch front row seat recap everyth go white hous week —& gt westwingweek","id":360846673636892700,"day":"26"},{"text":"If you haven't started following the White House on @Instagram yet, now's a great time —&gt; http://t.co/y5bWZhkoxp, http://t.co/Wivn4c2Qef","month":"07","year":"2013","corpus":"start follow white hous yet great time —& gt","id":360837546944655360,"day":"26"},{"text":"RT if you agree: The housing market is coming back, but there’s still more to do --&gt; http://t.co/l2C7h7emn0, http://t.co/AODfZc56cb","month":"08","year":"2013","corpus":"agre hous market come back still --& gt","id":364536447962869760,"day":"06"},{"text":"Happening now: President Obama holds a press conference from the East Room of the White House. Watch: http://t.co/Af4GCqlUZH","month":"08","year":"2013","corpus":"happen presid hold press confer east room white hous watch","id":365912034065399800,"day":"09"},{"text":"RT @realjohngreen: At 2 pm today, I'll be part of a White House hangout on robots and education. Tweet me questions! You can watch at http:…","month":"08","year":"2013","corpus":"pm today part white hous hangout robot educ tweet question watch http :…","id":365853251347812350,"day":"09"},{"text":"There's a new puppy at the White House… http://t.co/QRDoYqAekL #MeetSunny, http://t.co/poen5pP7Cv","month":"08","year":"2013","corpus":"new puppi white hous meetsunni","id":369607058334576640,"day":"19"},{"text":"Worth a read and a RT: New White House report on why U.S. coasts should prepare for rising seas —&gt; http://t.co/h7mn7QG93F #ActOnClimate","month":"08","year":"2013","corpus":"worth read rt new white hous report coast prepar rise sea —& gt actonclim","id":369471133315121150,"day":"19"},{"text":"In which Sunny and Bo chase each other around the South Lawn of the White House —&gt; http://t.co/0pzQlBtjwX #MeetSunny","month":"08","year":"2013","corpus":"sunni bo chase around south lawn white hous —& gt meetsunni","id":369836306156638200,"day":"20"},{"text":"RT @Schultz44: Stay tuned for more details, but on Monday, White House National Security Adviser Susan Rice will give a speech at @NewAmeri…","month":"09","year":"2013","corpus":"stay tune detail monday white hous nation secur advis susan rice give speech","id":376101025695817700,"day":"06"},{"text":"RT @NSCPress: In his #G20 press conference, the President announced that he will address the American people on #Syria from the White House…","month":"09","year":"2013","corpus":"g20 press confer presid announc address american peopl syria white hous","id":376011880625500160,"day":"06"},{"text":"Observing a moment of silence at the White House —&gt; http://t.co/FYMBCHsug3 #NeverForget","month":"09","year":"2013","corpus":"observ moment silenc white hous —& gt neverforget","id":377915018802503700,"day":"11"},{"text":"Here's what it's like to walk into the White House @Cabinet Room —&gt; http://t.co/nXJRSwvNyL","month":"09","year":"2013","corpus":"like walk white hous room —& gt","id":378222992280387600,"day":"12"},{"text":"Follow @Racusen44, @Rosholm44 &amp; @Jordan44 for the latest on White House policy announcements, POTUS travel, polling research, and more. #FF","month":"09","year":"2013","corpus":"follow amp latest white hous polici announc potu travel poll research ff","id":378630670395781100,"day":"13"},{"text":"Watch a recap of this week at the White House —&gt; http://t.co/l9YkKFs2Y5 #WestWingWeek, http://t.co/Epfp0UYdar","month":"09","year":"2013","corpus":"watch recap week white hous —& gt westwingweek","id":378555076312182800,"day":"13"},{"text":"Follow @Macon44 for all things digital as he transitions from the White House to the @StateDept —&gt; http://t.co/zq8dKSQCWl #ThanksMacon","month":"09","year":"2013","corpus":"follow thing digit transit white hous —& gt thanksmacon","id":381186884644266000,"day":"20"},{"text":"Right now: President Obama delivers a statement from the White House Briefing Room. Watch —&gt; http://t.co/KvadYk9atb","month":"09","year":"2013","corpus":"right presid deliv statement white hous brief room watch —& gt","id":383677937880297500,"day":"27"},{"text":"President Obama will make a statement in the White House Briefing Room at 3:30pm ET. Watch —&gt; http://t.co/KvadYk9atb","month":"09","year":"2013","corpus":"presid make statement white hous brief room 30pm et watch —& gt","id":383667911270740000,"day":"27"},{"text":"\"That’s not going to happen.\" —President Obama on the House GOP demand to shut down the government if we don't gut #Obamacare","month":"09","year":"2013","corpus":"go happen .\" presid hous gop demand shut govern gut care","id":383679724989317100,"day":"27"},{"text":"Statement from @PressSec: \"Today Republicans in the House of Representatives moved to shut down the government.\" http://t.co/QDdXWzZksp","month":"09","year":"2013","corpus":"statement today republican hous repres move shut govern .\"","id":384068791551807500,"day":"28"},{"text":"Right now: President Obama delivers a statement from the White House Briefing Room. Watch —&gt; http://t.co/KvadYk9atb","month":"09","year":"2013","corpus":"right presid deliv statement white hous brief room watch —& gt","id":384785137604378600,"day":"30"},{"text":"At 4:45pm ET, President Obama delivers a statement from the White House Briefing Room. Watch —&gt; http://t.co/KvadYk9atb","month":"09","year":"2013","corpus":"45pm et presid deliv statement white hous brief room watch —& gt","id":384774480083443700,"day":"30"},{"text":"Happening now: President Obama delivers a statement from the White House. Watch —&gt; http://t.co/KvadYk9atb","month":"10","year":"2013","corpus":"happen presid deliv statement white hous watch —& gt","id":385087470280269800,"day":"01"},{"text":"At 1:30pm ET, President Obama delivers a statement from the White House. Watch —&gt; http://t.co/KvadYk9atb","month":"10","year":"2013","corpus":"30pm et presid deliv statement white hous watch —& gt","id":385081691301093400,"day":"01"},{"text":"Happening today: at 2pm ET, the President will answer questions from the White House. Watch live at: http://t.co/62dHpBUgwJ","month":"10","year":"2013","corpus":"happen today 2pm et presid answer question white hous watch live","id":387613393684676600,"day":"08"},{"text":"Right now: President Obama delivers a statement from the White House. Watch —&gt; http://t.co/KvadYk9atb","month":"10","year":"2013","corpus":"right presid deliv statement white hous watch —& gt","id":390854916727504900,"day":"17"},{"text":"Don't miss President Obama's statement from the White House at 10:35am ET —&gt; http://t.co/KvadYk9atb","month":"10","year":"2013","corpus":"miss presid statement white hous 10 35am et —& gt","id":390835947064946700,"day":"17"},{"text":"Watch local kids and military families #TrickOrTreat at the White House —&gt; http://t.co/TLuB0gLbmr #HappyHalloween, http://t.co/18NpUnbMhz","month":"10","year":"2013","corpus":"watch local kid militari famili trickortreat white hous —& gt happyhalloween","id":396027048604348400,"day":"31"},{"text":"Be a fly on the wall for an inside look at President Obama's week at the White House —&gt; http://t.co/jQF75BzdY5 #WestWingWeek","month":"11","year":"2013","corpus":"fli wall insid look presid week white hous —& gt westwingweek","id":396400975377756160,"day":"01"},{"text":"Your inside look at President Obama's week at the White House —&gt; http://t.co/HaeKrnblgG #WestWingWeek #HappyHalloween #MakeCollegeAffordable","month":"11","year":"2013","corpus":"insid look presid week white hous —& gt westwingweek happyhalloween makecollegeafford","id":397105790244229100,"day":"03"},{"text":"Right now: President Obama honors the 2013 Stanley Cup Champion @NHLBlackhawks at the White House. Watch here —&gt; http://t.co/9XdEildumS","month":"11","year":"2013","corpus":"right presid honor 2013 stanley cup champion white hous watch —& gt","id":397441933246611460,"day":"04"},{"text":"Apply for a White House Fellowship—one of America's most prestigious programs for leadership and public service —&gt; http://t.co/lmN8eivRs0","month":"11","year":"2013","corpus":"appli white hous fellowship one america prestigi program leadership public servic —& gt","id":397491066154139650,"day":"04"},{"text":"White House tours are back! Watch who is surprising guests in the Blue Room —&gt; http://t.co/tjJfE59Ws9","month":"11","year":"2013","corpus":"white hous tour back watch surpris guest blue room —& gt","id":397756520651190300,"day":"05"},{"text":"RT @FLOTUS: We just re-opened tours at the White House &amp; I’m about to greet folks right now. Tune in…this is going to be fun! –mo http://t.…","month":"11","year":"2013","corpus":"open tour white hous amp greet folk right tune go fun mo","id":397753862062612500,"day":"05"},{"text":"Watch a recap of President Obama's week at the White House —&gt; http://t.co/DxXzM3vMlk #WestWingWeek","month":"11","year":"2013","corpus":"watch recap presid week white hous —& gt westwingweek","id":399718265913499650,"day":"11"},{"text":"RT @Schultz44: White House tech chief says 'making progress' fixing http://t.co/rNZ7dMi2of via @Reuters - http://t.co/O14Jj6E6Ny","month":"11","year":"2013","corpus":"white hous tech chief say make progress fix via","id":400646400012066800,"day":"13"},{"text":"Watch a recap of President Obama's week at the White House —&gt; http://t.co/DwkzbJ76Z6 #WestWingWeek","month":"11","year":"2013","corpus":"watch recap presid week white hous —& gt westwingweek","id":402241176104751100,"day":"18"},{"text":"Go behind-the-scenes with President Obama and @VP Biden for a recap of this week at the White House —&gt; http://t.co/lhxIl6a5t8 #WestWingWeek","month":"11","year":"2013","corpus":"go behind scene presid biden recap week white hous —& gt westwingweek","id":404012650020864000,"day":"22"},{"text":"RT @rhodes44: POTUS will make statement on P5+1-Iran agreement tonight from the White House","month":"11","year":"2013","corpus":"potu make statement p5 iran agreement tonight white hous","id":404444836251832300,"day":"24"},{"text":"You’re invited to the #WHYouth Summit at the White House. Apply for your seat at the table: http://t.co/nzMX9JxN2n, http://t.co/icpSsOvUlN","month":"11","year":"2013","corpus":"invit whyouth summit white hous appli seat tabl","id":405093434618150900,"day":"25"},{"text":"Calling all student filmmakers: Submit your film for the 1st-ever White House Film Festival. http://t.co/EUqP3Lv85u, http://t.co/P4gWidalt0","month":"11","year":"2013","corpus":"call student filmmak submit film 1st ever white hous film festiv","id":405026392275836900,"day":"25"},{"text":"Special delivery! The First Lady welcomes the official White House Christmas Tree to the North Portico. http://t.co/aWuQnnqfpu","month":"11","year":"2013","corpus":"special deliveri first ladi welcom offici white hous christma tree north portico","id":406505513170391040,"day":"29"},{"text":"Right now: President Obama speaks at the White House observation of #WorldAIDSDay —&gt; http://t.co/1ZeSJXjNXQ","month":"12","year":"2013","corpus":"right presid speak white hous observ worldaidsday —& gt","id":407575396532498400,"day":"02"},{"text":"Right now: President Obama and the First Lady host a #Hanukkah reception at the White House. Watch: http://t.co/rDIK3VWvuJ","month":"12","year":"2013","corpus":"right presid first ladi host hanukkah recept white hous watch","id":408705834391068700,"day":"05"},{"text":"Happy Holidays from the White House Colonnade! http://t.co/ASJSUJKB3c","month":"12","year":"2013","corpus":"happi holiday white hous colonnad","id":410944654436487200,"day":"12"},{"text":"RT @DiscoveryEd: 300,000+ students are signed up for our broadcast from the White House at 1pm ET.  See you there?  http://t.co/vscUOjf3Fb …","month":"12","year":"2013","corpus":"300 000 student sign broadcast white hous 1pm et see","id":412643080622575600,"day":"16"},{"text":"RT @WHLive: Happening now: A peek inside the White House holiday decorations via Google+ Hangout: http://t.co/GWbf66uKOK Ask a question w/ …","month":"12","year":"2013","corpus":"happen peek insid white hous holiday decor via googl hangout ask question","id":413725967677263900,"day":"19"},{"text":"At 12:30pm ET, tour the White House holiday decorations via Google+ Hangout: http://t.co/T2gpw4KEV3 #WHHoliday, http://t.co/aCy6tN0P62","month":"12","year":"2013","corpus":"12 30pm et tour white hous holiday decor via googl hangout whholiday","id":413701656124338200,"day":"19"},{"text":"Doris Kearns Goodwin was one of the first women to become a White House Fellow in 1966. Wanna join the legacy? Apply! http://t.co/2w1l8SSyyc","month":"12","year":"2013","corpus":"dori kearn goodwin one first women becom white hous fellow 1966 wanna join legaci appli","id":414149483375509500,"day":"20"},{"text":"Starting now: President Obama holds a press conference in the White House Briefing Room. Watch → http://t.co/Q3Is1W1e82","month":"12","year":"2013","corpus":"start presid hold press confer white hous brief room watch","id":414112856913625100,"day":"20"},{"text":"Go behind the scenes with President Obama at the White House in the latest #WestWingWeek → http://t.co/DM4rjDK90j","month":"12","year":"2013","corpus":"go behind scene presid white hous latest westwingweek","id":414902808580595700,"day":"22"},{"text":"Go behind the scenes to see how volunteers transformed the White House for the holidays → http://t.co/JyFvBz9cru #WestWingWeek","month":"12","year":"2013","corpus":"go behind scene see volunt transform white hous holiday westwingweek","id":415246430467391500,"day":"23"},{"text":"Watch, as volunteers from across the country transform the White House into a Yuletide masterpiece → http://t.co/IAQODgwDPe","month":"12","year":"2013","corpus":"watch volunt across countri transform white hous yuletid masterpiec","id":417426635558629400,"day":"29"},{"text":"#YearInReview: Don't miss our favorite online moments of 2013 here at the White House → http://t.co/csbyg1rB7E, http://t.co/O7J4XWwYBs","month":"12","year":"2013","corpus":"yearinreview miss favorit onlin moment 2013 white hous","id":418100457685254140,"day":"31"},{"text":"Don't miss this behind-the-scenes look at President Obama's week at the White House —&gt; http://t.co/VjzVNxB0Zs #WestWingWeek","month":"01","year":"2014","corpus":"miss behind scene look presid week white hous —& gt westwingweek","id":422190035786420200,"day":"12"},{"text":".@KingJames and @DwyaneWade kick off #WestWingWeek in style. Here's your recap of this week at the White House → http://t.co/LyfdkvDG8U","month":"01","year":"2014","corpus":"kick westwingweek style recap week white hous","id":425085416601964540,"day":"20"},{"text":"President Obama with his Chief of Staff along the snowy White House Colonnade. http://t.co/SGh24H7thG","month":"01","year":"2014","corpus":"presid chief staff along snowi white hous colonnad","id":425795705756991500,"day":"22"},{"text":"RT @PressSec: Hey @AllisonBJanney, It's finally happening: a Big Block of Cheese Day at the White House! http://t.co/l7yYJunHXF #BigBlockOf…","month":"01","year":"2014","corpus":"hey final happen big block chees day white hous bigblockof","id":426864842335850500,"day":"24"},{"text":"RT @reliablesource: Obama’s speechwriter takes over the official White House Instagram http://t.co/niVTvHxECY","month":"01","year":"2014","corpus":"speechwrit take offici white hous instagram","id":426506108715679740,"day":"24"},{"text":".@Cecilia44 is taking over http://t.co/pkT6EQGhfw! Go #InsideSOTU with the White House policy teams. http://t.co/l1EE8C4n4A","month":"01","year":"2014","corpus":"take go insidesotu white hous polici team","id":426757682964742140,"day":"24"},{"text":"RT @NBCPolitics: Yes, the White House will hold a 'Big Block of Cheese Day' http://t.co/f7nyuLYOTd","month":"01","year":"2014","corpus":"ye white hous hold big block chees day","id":426870376048914400,"day":"25"},{"text":"RT @mikememoli: \"West Wing\" fans' heads explode: The real White House promotes a \"Big Block of Cheese Day\" http://t.co/pWPBcPbtWb","month":"01","year":"2014","corpus":"west wing fan head explod real white hous promot big block chees day","id":426885742078754800,"day":"25"},{"text":"RT @JoshMalina: On Wed, the White House is hosting the 1st-ever virtual Big Block of Cheese Day. Use #AskTheWH to ask your questions: http:…","month":"01","year":"2014","corpus":"wed white hous host 1st ever virtual big block chees day use askthewh ask question http :…","id":427549233064214500,"day":"26"},{"text":"Live from the White House Briefing Room: @PressSec Jay Carney takes an @Instagram of the press corps. #InsideSOTU, http://t.co/GV04nXxzwq","month":"01","year":"2014","corpus":"live white hous brief room jay carney take press corp insidesotu","id":427877452350627840,"day":"27"},{"text":"Ever wonder what it's like to be the White House @PressSec? Here's the view. http://t.co/y5bWZhkoxp #SayCheese, http://t.co/Q1jWS6tRCy","month":"01","year":"2014","corpus":"ever wonder like white hous view saychees","id":427903528988725250,"day":"27"},{"text":"Go #InsideSOTU with @PressSec today on the White House @Instagram → http://t.co/y5bWZhkoxp #BlackAndWhite, http://t.co/WJ69cOADge","month":"01","year":"2014","corpus":"go insidesotu today white hous blackandwhit","id":427825593942437900,"day":"27"},{"text":"Have questions about tonight's State of the Union? Use #SOTUChat and tune in for a live panel from the White House: http://t.co/GD8K6aq7lH","month":"01","year":"2014","corpus":"question tonight state union use sotuchat tune live panel white hous","id":428371722057035800,"day":"29"},{"text":"President Obama: \"How the son of a barkeeper is Speaker of the House.\" #OpportunityForAll","month":"01","year":"2014","corpus":"presid son barkeep speaker hous .\" opportunityforal","id":428353576550006800,"day":"29"},{"text":"Introducing the 1st-ever White House Maker Faire, brought to you by @Joey_Hudy and his marshmallow cannon: http://t.co/iMKBRjWt2V #IMadeThis","month":"02","year":"2014","corpus":"introduc 1st ever white hous maker fair brought marshmallow cannon imadethi","id":430449078405955600,"day":"03"},{"text":"French President @FHollande is coming to the White House for a State Visit and you're invited. Apply here → http://t.co/3XfK1mlG5M #WHSocial","month":"02","year":"2014","corpus":"french presid come white hous state visit invit appli whsocial","id":431101664582705150,"day":"05"},{"text":"Go behind the scenes with President Obama &amp; watch what happened this week at the White House → http://t.co/SJfOPhhPoE #POTUSRoadTrip","month":"02","year":"2014","corpus":"go behind scene presid amp watch happen week white hous potusroadtrip","id":432650897881980900,"day":"09"},{"text":"RT @WHLive: \"It’s a great honor to welcome my friend and partner President Hollande back to the White House.\" —President Obama #FranceState…","month":"02","year":"2014","corpus":"great honor welcom friend partner presid holland back white hous .\" presid francest","id":433288060118507500,"day":"11"},{"text":"President Obama, @VP Biden, and @FLOTUS welcome President @FHollande to the White House for a State Visit. Watch → http://t.co/idy3RHirA6","month":"02","year":"2014","corpus":"presid biden welcom presid white hous state visit watch","id":433244780358021100,"day":"11"},{"text":"Here's what's on the menu at tonight's #FranceStateDinner from the White House Kitchen Garden → http://t.co/8Gj6paMJZQ","month":"02","year":"2014","corpus":"menu tonight francestatedinn white hous kitchen garden","id":433380433154555900,"day":"11"},{"text":"Dusk from the White House colonnade. #SnowDay http://t.co/yLI6CoL0PO","month":"02","year":"2014","corpus":"dusk white hous colonnad snowday","id":434106383873478660,"day":"13"},{"text":"\"An open Internet is an engine for freedom around the world.\" —White House @WeThePeople response on #NetNeutrality: http://t.co/z2JpgZXQJp","month":"02","year":"2014","corpus":"open internet engin freedom around world .\" white hous respons netneutr","id":435861119841087500,"day":"18"},{"text":"RT @DalaiLama: His Holiness the Dalai Lama with President Barack Obama in the Map Room of the White House on February 21, 2014. http://t.co…","month":"02","year":"2014","corpus":"holi dalai lama presid barack map room white hous februari 21 2014","id":436943246867300350,"day":"21"},{"text":"President Obama just met with the @DalaiLama at the White House → http://t.co/TNaZ7g7rse, http://t.co/uWUmciyz6M","month":"02","year":"2014","corpus":"presid met white hous","id":436930787833700350,"day":"21"},{"text":"RT @whitehouseostp: Get your popcorn ready! It's the first-ever White House Student Film Festival, w/ @TheScienceGuy @NeilTyson &amp; others ht…","month":"02","year":"2014","corpus":"get popcorn readi first ever white hous student film festiv amp other ht","id":438439226074726400,"day":"25"},{"text":"RT @FLOTUS: Who's that running through the White House?\nBo and Sunny know...\nWatch @FallonTonight to find out → http://t.co/v1ljJCFpUv #G…","month":"02","year":"2014","corpus":"run white hous bo sunni know ... watch find","id":439180736567201800,"day":"27"},{"text":"\"#MyBrothersKeeper: A new White House initiative to empower boys and young men of color.\" —@VJ44: http://t.co/ORZdLkPGH9 #OpportunityForAll","month":"02","year":"2014","corpus":"mybrotherskeep new white hous initi empow boy young men color .\" —@ vj44 opportunityforal","id":439132971862609900,"day":"27"},{"text":"Grab your popcorn! President Obama speaks at the White House Student Film Festival at 3:35pm ET. Watch → http://t.co/gX27YIDzRF #WHFilmFest","month":"02","year":"2014","corpus":"grab popcorn presid speak white hous student film festiv 35pm et watch whfilmfest","id":439495366371991550,"day":"28"},{"text":"Obama: \"The Academy Awards aren’t until Sunday. But, as you can see, we’ve brought the Oscars to the White House a little early\" #WHFilmFest","month":"02","year":"2014","corpus":"academi award sunday see brought oscar white hous littl earli whfilmfest","id":439508553737711600,"day":"28"},{"text":"Grab your popcorn! The first-ever White House Student Film Festival starts now → http://t.co/gX27YIDzRF #WHFilmFest","month":"02","year":"2014","corpus":"grab popcorn first ever white hous student film festiv start whfilmfest","id":439506785620492300,"day":"28"},{"text":"Starting soon: President Obama speaks at the White House Student Film Festival. Watch → http://t.co/gX27YIDzRF #WHFilmFest #ConnectED","month":"02","year":"2014","corpus":"start soon presid speak white hous student film festiv watch whfilmfest connect","id":439503271791951900,"day":"28"},{"text":"RT @Jordan44: Comeback day at the White House: Obamacare fights its way back to hit 7mn goal &amp; worst-to-first World Series champs @RedSox d…","month":"04","year":"2014","corpus":"comeback day white hous care fight way back hit 7mn goal amp worst first world seri champ","id":451116898747285500,"day":"01"},{"text":"President Obama: \"Beards or no beards, it is an honor to welcome the 2013 World Series Champion Boston @RedSox to the White House.\"","month":"04","year":"2014","corpus":"presid beard beard honor welcom 2013 world seri champion boston white hous","id":451020200432123900,"day":"01"},{"text":"At 3:20pm ET, President Obama honors the @USOlympic and @USParalympics teams at the White House. Watch → http://t.co/LFCGrEu7Vp #WHTeamUSA","month":"04","year":"2014","corpus":"20pm et presid honor team white hous watch whteamusa","id":451792795125436400,"day":"03"},{"text":"Check out the highlights from the @USOlympic Team's visit to the White House → http://t.co/4o7E2gO0XO #WHTeamUSA http://t.co/vcGvhcRf2H","month":"04","year":"2014","corpus":"check highlight team visit white hous whteamusa","id":451884006502453250,"day":"04"},{"text":"In Performance at the White House: Go behind the scenes with @ArethaFranklin, @JanelleMonae, and more → http://t.co/lFOolbD3jt #WomenOfSoul","month":"04","year":"2014","corpus":"perform white hous go behind scene womenofsoul","id":453340245774196740,"day":"08"},{"text":"Take a peek behind the scenes this week at the White House as President Obama honors #EqualPayDay &amp; more → http://t.co/W9YPXmePEh","month":"04","year":"2014","corpus":"take peek behind scene week white hous presid honor equalpayday amp","id":455473040202027000,"day":"13"},{"text":"Use the White House tax receipt calculator to find out how your tax dollars are being spent → http://t.co/DWIoHC1ysO http://t.co/q0fnkGCmr0","month":"04","year":"2014","corpus":"use white hous tax receipt calcul find tax dollar spent","id":455790815911350300,"day":"14"},{"text":"Best seat in the White House. http://t.co/wUkvkhI7KC","month":"04","year":"2014","corpus":"best seat white hous","id":455523342666063900,"day":"14"},{"text":"#HappyPassover! President Obama and @FLOTUS host a Seder at the White House. http://t.co/xnY7LYOUeR","month":"04","year":"2014","corpus":"happypassov presid host seder white hous","id":456256305414410240,"day":"16"},{"text":"Here are the 10 most eggcellent reasons why you should tune in to today's White House #EasterEggRoll → http://t.co/PROuvSEGYd","month":"04","year":"2014","corpus":"10 eggcel reason tune today white hous eastereggrol","id":458277057626386400,"day":"21"},{"text":"\"Let the wild rumpus start!\" —President Obama reading #WhereTheWildThingsAre at the White House #EasterEggRoll: http://t.co/1Ww5hbKF7e","month":"04","year":"2014","corpus":"let wild rumpu start !\" presid read wherethewildthingsar white hous eastereggrol","id":458382196399947800,"day":"21"},{"text":"Happening now: President Obama and @FLOTUS speak at the White House #EasterEggRoll → http://t.co/jeqH3zzuwF","month":"04","year":"2014","corpus":"happen presid speak white hous eastereggrol","id":458253233178566660,"day":"21"},{"text":"Happening now: President Obama speaks at the White House Correspondents' Association Dinner. Watch → http://t.co/mwJTtRIvBp","month":"05","year":"2014","corpus":"happen presid speak white hous correspond associ dinner watch","id":462779006488948740,"day":"04"},{"text":"Starting soon: President Obama speaks at the White House Correspondents' Association Dinner. Watch → http://t.co/lZlbzPFwar","month":"05","year":"2014","corpus":"start soon presid speak white hous correspond associ dinner watch","id":462748349301403650,"day":"04"},{"text":"Starting now: Join the @WeatherChannel and the White House for a G+ Hangout on the need to #ActOnClimate → http://t.co/bb3NFYdB2b","month":"05","year":"2014","corpus":"start join white hous hangout need actonclim","id":464465590879805440,"day":"08"},{"text":"Go behind the scenes and check out the ☼ solar ☼ panels on the roof of the White House → http://t.co/O5KracmHln #ActOnClimate","month":"05","year":"2014","corpus":"go behind scene check solar panel roof white hous actonclim","id":464777876567785500,"day":"09"},{"text":"Happening now: President Obama awards the #MedalOfHonor to Sergeant Kyle White → http://t.co/jPkNMO1R8Z #HonoringVets","month":"05","year":"2014","corpus":"happen presid award medalofhonor sergeant kyle white honoringvet","id":466288230586142700,"day":"13"},{"text":"RT @whitehouseostp: We're excited to announce the next White House Science Fair &amp; celebrate girls in #STEM! → http://t.co/YMQCODf41w http:/…","month":"05","year":"2014","corpus":"excit announc next white hous scienc fair amp celebr girl stem http :/…","id":468408014492684300,"day":"19"},{"text":"Happening now: President Obama honors the Super Bowl Champion Seattle @Seahawks at the White House → http://t.co/S0KMudgkgt","month":"05","year":"2014","corpus":"happen presid honor super bowl champion seattl white hous","id":469180104342790140,"day":"21"},{"text":"Happening now: Watch President Obama deliver a statement from the White House Briefing Room → http://t.co/b4tqL3oo0v","month":"05","year":"2014","corpus":"happen watch presid deliv statement white hous brief room","id":469130103419863040,"day":"21"},{"text":"At 10:45am ET, President Obama delivers a statement from the White House Briefing Room. Watch → http://t.co/b4tqL3oo0v","month":"05","year":"2014","corpus":"10 45am et presid deliv statement white hous brief room watch","id":469120432285962240,"day":"21"},{"text":"\"The bear is loose!\" President Obama surprises people on the street as he walks from the White House to @Interior → http://t.co/w5dV9vRptz","month":"05","year":"2014","corpus":"bear loos !\" presid surpris peopl street walk white hous","id":469498045496049660,"day":"22"},{"text":"RT @DiscoveryEd: Our next Virtual Field Trip from the White House is TODAY! JOIN US at 1:00 pm ET  http://t.co/eL3JJPgbIL #OfThePeople","month":"05","year":"2014","corpus":"next virtual field trip white hous today join us 00 pm et ofthepeopl","id":471330608783032300,"day":"27"},{"text":"At 11:15am ET, President Obama delivers a statement from the White House Briefing Room. Watch → http://t.co/b4tqL3oo0v","month":"05","year":"2014","corpus":"11 15am et presid deliv statement white hous brief room watch","id":472393609443282940,"day":"30"},{"text":"RT @VP: .@PressSec is a great friend, a trusted advisor and an incredible asset for the President and the White House. We'll miss you. -VP","month":"05","year":"2014","corpus":"great friend trust advisor incred asset presid white hous miss vp","id":472453190785724400,"day":"30"},{"text":"Thanks for everything, Jay Carney! And congrats to our next White House @PressSec, @JEarnest44. http://t.co/TYq3E50iG6","month":"05","year":"2014","corpus":"thank everyth jay carney congrat next white hous","id":472449528562724860,"day":"30"},{"text":"President Obama.\n@Tumblr.\nAnd YOU.\nOn Tuesday.\nTalking education.\nAt the White House.\nIs this real life?\nIt could be: http://t.co/YS1D2sGpwC","month":"06","year":"2014","corpus":"presid tuesday talk educ white hous real life could","id":474672062356017150,"day":"05"},{"text":"Everything you need to know for tomorrow’s 1st-ever White House Maker Faire → http://t.co/d9ly4dvU6C #NationOfMakers http://t.co/vo71evWvZG","month":"06","year":"2014","corpus":"everyth need know tomorrow 1st ever white hous maker fair nationofmak","id":478977898645188600,"day":"17"},{"text":"RT @whitehouseostp: TOMORROW! White House Maker Faire + National Day of Making. What'll you make? #NationOfMakers http://t.co/WkeTXqPLvE ht…","month":"06","year":"2014","corpus":"tomorrow white hous maker fair nation day make make nationofmak ht","id":478952320534056960,"day":"17"},{"text":"Check out the projects from today's 1st-ever White House Maker Faire → http://t.co/xw80gvKQSL #NationOfMakers http://t.co/ZDvG5da2lb","month":"06","year":"2014","corpus":"check project today 1st ever white hous maker fair nationofmak","id":479350804764438500,"day":"18"},{"text":"Yep. There's a robotic giraffe named Russell on the South Lawn at the White House Maker Faire. #NationOfMakers https://t.co/ojhXUFW4tm","month":"06","year":"2014","corpus":"yep robot giraff name russel south lawn white hous maker fair nationofmak","id":479303732380061700,"day":"18"},{"text":"At 11am ET, watch President Obama tour the 1st-ever White House Maker Faire: http://t.co/b4tqL3oo0v https://t.co/OQtL0MdytG #NationOfMakers","month":"06","year":"2014","corpus":"11am et watch presid tour 1st ever white hous maker fair nationofmak","id":479277095131299840,"day":"18"},{"text":"Tune in for the first-ever White House Maker Faire starting at 10am ET: http://t.co/xw80gvKQSL #NationOfMakers http://t.co/8XfvX9OHLe","month":"06","year":"2014","corpus":"tune first ever white hous maker fair start 10am et nationofmak","id":479251792677834750,"day":"18"},{"text":"RT @VP: Starting soon: VP Biden speaks at the White House Summit on Working Families http://t.co/gzZMdPtk8e #FamiliesSucceed","month":"06","year":"2014","corpus":"start soon vp biden speak white hous summit work famili familiessucce","id":481065956371095550,"day":"23"},{"text":"Happening now: President Obama hosts the 2013 Presidents Cup team at the White House → http://t.co/b4tqL3oo0v #PresCup2013","month":"06","year":"2014","corpus":"happen presid host 2013 presid cup team white hous prescup2013","id":481571475712147460,"day":"24"},{"text":"RT @JoiningForces: Tonight the White House welcomes military families for a BBQ with @the_USO. Watch fireworks with them at 9:10 pm ET → ht…","month":"07","year":"2014","corpus":"tonight white hous welcom militari famili bbq watch firework 10 pm et ht","id":485171823169241100,"day":"04"},{"text":"Happening now: President Obama speaks at a naturalization ceremony for service members at the White House. Watch → http://t.co/uzd0sMF67E","month":"07","year":"2014","corpus":"happen presid speak natur ceremoni servic member white hous watch","id":485079475072532500,"day":"04"},{"text":"A beautiful Fourth of July at the People's House. 🇺🇸 http://t.co/I4KOA1SHJ5","month":"07","year":"2014","corpus":"beauti fourth juli peopl hous 🇺🇸","id":485176282075115500,"day":"04"},{"text":"The view from the roof of the White House. http://t.co/X2uDhVE1LX","month":"07","year":"2014","corpus":"view roof white hous","id":485279040631480300,"day":"05"},{"text":"Tune in at 8:55pm ET: President Obama hosts an Iftar Dinner at the White House to celebrate Ramadan → http://t.co/7QUc084BX3 #RamadanKareem","month":"07","year":"2014","corpus":"tune 55pm et presid host iftar dinner white hous celebr ramadan ramadankareem","id":488846701797445600,"day":"15"},{"text":"RT @washingtonpost: Joe Biden and his white board are here.\n http://t.co/51xlpwbjy2 http://t.co/Y2uKOR004d","month":"07","year":"2014","corpus":"joe biden white board","id":492069333435441150,"day":"23"},{"text":".@VP Biden ✓\nA white board ✓\nA marker ✓\nAnd 5 minutes you need to watch on why it's time to #RebuildAmerica → http://t.co/oEi2B1x1Rc","month":"07","year":"2014","corpus":"biden white board marker minut need watch time rebuildamerica","id":492003830201335800,"day":"23"},{"text":"RT @tumblr: The White House Ask box is open again. http://t.co/jV76WAwHee","month":"07","year":"2014","corpus":"white hous ask box open","id":492418253562843140,"day":"24"},{"text":"President Obama’s statement on the passing of former White House Press Secretary James Brady: http://t.co/2dLhd0Iijb","month":"08","year":"2014","corpus":"presid statement pass former white hous press secretari jame bradi","id":496392064566034400,"day":"04"},{"text":"Happening now: President Obama and @FLOTUS host a dinner at the White House for the #USAfrica Leaders Summit: http://t.co/b4tqL3oo0v","month":"08","year":"2014","corpus":"happen presid host dinner white hous usafrica leader summit","id":496831417050230800,"day":"06"},{"text":"RT @NSCPress: Questions about #Iraq? See the White House briefing from Senior Admin Officials last night: http://t.co/seXS5U4rYE","month":"08","year":"2014","corpus":"question iraq see white hous brief senior admin offici last night","id":497809301281730560,"day":"08"},{"text":"Got a question for the White House? Use #AskTheWH and watch West Wing Week to see if yours gets answered. http://t.co/01tkCHykYc","month":"08","year":"2014","corpus":"got question white hous use askthewh watch west wing week see get answer","id":498863106970632200,"day":"11"},{"text":"\"A champion for safe, affordable housing.\" —@VP swearing in @SecretaryCastro to lead @HUDGov: http://t.co/G5fBxrROcQ http://t.co/BPIr9Xl7bi","month":"08","year":"2014","corpus":"champion safe afford hous .\" —@ vp swear lead","id":501500094982520800,"day":"18"},{"text":"RT @OMBPress: From setting Blackberry passwords to meeting with senior advisors, Mikey Dickerson’s first day at the White House: http://t.c…","month":"08","year":"2014","corpus":"set blackberri password meet senior advisor mikey dickerson first day white hous","id":502473832960360450,"day":"21"},{"text":"A 🐦's 👀 view of the White House from the top of the Washington Monument. https://t.co/QKcON6ELDJ","month":"08","year":"2014","corpus":"🐦' 👀 view white hous top washington monument","id":502848917919518700,"day":"22"},{"text":"RT @Lee44: White House announces new Executive Actions to combat antibiotic resistance and save lives: http://t.co/29e9pVdq75","month":"09","year":"2014","corpus":"white hous announc new execut action combat antibiot resist save live","id":512681012858716160,"day":"18"},{"text":"Advocates &amp; families impacted by pediatric cancer toured the White House in honor of #ChildhoodCancerAwarenessMonth: http://t.co/Ze8gYYfreN","month":"09","year":"2014","corpus":"advoc amp famili impact pediatr cancer tour white hous honor childhoodcancerawarenessmonth","id":513335296457703400,"day":"20"},{"text":"At 10am ET, President Obama delivers a statement from the White House. Watch here → http://t.co/yr9pNC04xB","month":"09","year":"2014","corpus":"10am et presid deliv statement white hous watch","id":514401464878657540,"day":"23"},{"text":"Happening now: President Obama delivers a statement from the White House. Watch → http://t.co/yr9pNC04xB","month":"09","year":"2014","corpus":"happen presid deliv statement white hous watch","id":514416900890439700,"day":"23"},{"text":"Happening now: President Obama makes a personnel announcement from the White House → http://t.co/b4tqL36eMn","month":"09","year":"2014","corpus":"happen presid make personnel announc white hous","id":515236611895078900,"day":"25"},{"text":"Watch President Obama make a personnel announcement from the White House at 4:30pm ET → http://t.co/K1N4zB75TR","month":"09","year":"2014","corpus":"watch presid make personnel announc white hous 30pm et","id":515230905062162400,"day":"25"},{"text":"RT @pfeiffer44: Later this afternoon,POTUS will convene a meeting at the White House of cabinet agencies coordinating the government’s Ebol…","month":"10","year":"2014","corpus":"later afternoon potu conven meet white hous cabinet agenc coordin govern ebol","id":522427997039915000,"day":"15"},{"text":"20 years ago this week, the White House launched http://t.co/FRL2YYm4rF.\nCheck it out → http://t.co/K2AjfpRK4v\n#TBT http://t.co/8oStnKkxal","month":"10","year":"2014","corpus":"20 year ago week white hous launch check tbt","id":525385543635705860,"day":"23"},{"text":"At 2:55pm ET, President Obama delivers a statement from the White House. Watch → http://t.co/BuazdicI1i","month":"10","year":"2014","corpus":"55pm et presid deliv statement white hous watch","id":527159582905225200,"day":"28"},{"text":"Watch President Obama and @FLOTUS welcome kids to Trick-or-Treat at the White House → http://t.co/zkpwEAoVVY https://t.co/XyEEmUKROT","month":"10","year":"2014","corpus":"watch presid welcom kid trick treat white hous","id":528294402792255500,"day":"31"},{"text":"At 2:50pm ET, President Obama holds a press conference at the White House. Watch → http://t.co/5nNAKtvOXv","month":"11","year":"2014","corpus":"50pm et presid hold press confer white hous watch","id":530065152356282400,"day":"05"},{"text":"\"On Friday, I look forward to hosting the entire Republican &amp; Democratic leadership at the White House to chart a new course forward\" —Obama","month":"11","year":"2014","corpus":"friday look forward host entir republican amp democrat leadership white hous chart new cours forward","id":530086691131121660,"day":"05"},{"text":"Happening now: President Obama holds a press conference at the White House. Watch → http://t.co/5nNAKtvOXv","month":"11","year":"2014","corpus":"happen presid hold press confer white hous watch","id":530086525657051140,"day":"05"},{"text":"Happening now: President Obama delivers a statement from the White House Briefing Room → http://t.co/dgUaDizb62","month":"11","year":"2014","corpus":"happen presid deliv statement white hous brief room","id":537080533897859100,"day":"25"},{"text":"At 10pm ET, watch President Obama deliver a statement from the White House Briefing Room → http://t.co/bUnsrV4OqA","month":"11","year":"2014","corpus":"10pm et watch presid deliv statement white hous brief room","id":537076541578956800,"day":"25"},{"text":"It's beginning to look a lot like Christmas at the White House: http://t.co/oq9uazkYZ3 http://t.co/hyJmOqWAF6","month":"11","year":"2014","corpus":"begin look lot like christma white hous","id":538419295420948500,"day":"28"},{"text":"RT @VP: Happening now: VP Biden speaks at the White House Tribal Nations Conference http://t.co/VzM8BLYXQD","month":"12","year":"2014","corpus":"happen vp biden speak white hous tribal nation confer","id":540152542089723900,"day":"03"},{"text":"RT @AmericanFilm: AFI's filmmaker friends want YOU to submit your film to The White House Student Film Festival. #whfilmfest http://t.co/Zt…","month":"12","year":"2014","corpus":"afi filmmak friend want submit film white hous student film festiv whfilmfest","id":542371396634935300,"day":"09"},{"text":"Watch live: President Obama speaks at the White House Summit on Early Childhood Education → http://t.co/LVA3rpd84i #InvestInUs","month":"12","year":"2014","corpus":"watch live presid speak white hous summit earli childhood educ investinu","id":542725083366584300,"day":"10"},{"text":"\"Happy Hanukkah, everybody!\" —President Obama at a Hanukkah reception at the White House. Watch: http://t.co/506MGZ3uIv","month":"12","year":"2014","corpus":"happi hanukkah everybodi !\" presid hanukkah recept white hous watch","id":545329665296969700,"day":"17"},{"text":"Watch President Obama hold a press conference from the White House at 1:30pm ET → http://t.co/0QXOcbVSTS","month":"12","year":"2014","corpus":"watch presid hold press confer white hous 30pm et","id":546005366945742850,"day":"19"},{"text":"Happening now: President Obama holds a press conference from the White House. Watch → http://t.co/0QXOcbVSTS","month":"12","year":"2014","corpus":"happen presid hold press confer white hous watch","id":546015453508694000,"day":"19"},{"text":"Scroll through the best White House photos from 2014, with commentary from @PeteSouza → http://t.co/A6LunmYwCh http://t.co/DQNsTDy8eX","month":"12","year":"2014","corpus":"scroll best white hous photo 2014 commentari","id":550346424140185600,"day":"31"},{"text":"Check out the top 10 White House #GIF series from 2014—as determined by our @Tumblr followers: http://t.co/kE44cTw6g2 http://t.co/JzhroTJTmI","month":"01","year":"2015","corpus":"check top 10 white hous gif seri 2014 determin follow","id":551055114161913860,"day":"02"},{"text":"Got a gouda question for the White House? Ask before Big Block of Cheese Day with #AskTheWH → http://t.co/ddeGhOWR1I http://t.co/K5z49R1f37","month":"01","year":"2015","corpus":"got gouda question white hous ask big block chees day askthewh","id":556263901189242900,"day":"17"},{"text":"\"Every day, we get thousands of letters and emails at the White House from Americans across the country\" —Obama: http://t.co/7UdGYQ1tkw","month":"01","year":"2015","corpus":"everi day get thousand letter email white hous american across countri —:","id":556901659415445500,"day":"18"},{"text":"Watch a live #SOTUChat with @Pfeiffer44 and @Samsteinhp at the White House → http://t.co/NKU3ndKHOu #SOTU","month":"01","year":"2015","corpus":"watch live sotuchat white hous sotu","id":557737974935617540,"day":"21"},{"text":"RT @YouTube: .@GloZell’s journey to the White House comes to an end today. http://t.co/5rA7g4bpZp #YouTubeAsksObama http://t.co/igF93ji3Nq","month":"01","year":"2015","corpus":"journey white hous come end today youtubeask","id":558350484675653600,"day":"22"},{"text":"RT @VP: Things to bring on @TheEllenShow:\n✓ Birthday flowers\n✓ Information on how to #GetCovered\n✓ White House bathrobe http://t.co/eozCEal…","month":"01","year":"2015","corpus":"thing bring birthday flower inform getcov white hous bathrob","id":559844429415333900,"day":"26"},{"text":"Time is running out: Submit your video to the 2015 White House Student Film Festival by February 2 → http://t.co/THz0g6bcqT #WHFilmFest","month":"01","year":"2015","corpus":"time run submit video 2015 white hous student film festiv februari whfilmfest","id":559777225097359360,"day":"26"},{"text":"Take a look back at @Podesta44's 10 favorite moments at the White House → https://t.co/mMhVDiZ9Ul #ThanksJohn http://t.co/SAYzhdmVIo","month":"02","year":"2015","corpus":"take look back 10 favorit moment white hous thanksjohn","id":566385915807809540,"day":"13"},{"text":"Hey @Instagram users: Apply to join us at the White House for #WWIM11 → http://t.co/jV8SV6Zpve #WHInstaMeet http://t.co/PgBKawohQ3","month":"03","year":"2015","corpus":"hey user appli join us white hous wwim11 whinstameet","id":573522214022156300,"day":"05"},{"text":"RT @whitehouseostp: Announcing the 5th White House Science Fair! March 23. http://t.co/4ZbovGEZ7m #WHScienceFair http://t.co/fUjHKWMuRV","month":"03","year":"2015","corpus":"announc 5th white hous scienc fair march 23 whsciencefair","id":576378690419974140,"day":"13"},{"text":"Happening now: President Obama hosts a St. Patrick's Day reception at the White House → http://t.co/qAgwIwB0Yv","month":"03","year":"2015","corpus":"happen presid host st patrick day recept white hous","id":577946270989348900,"day":"17"},{"text":"RT @WHLive: \"Hello everybody, and welcome to the second annual White House Student Film Festival.\" —President Obama: http://t.co/AfRoD9YPvw…","month":"03","year":"2015","corpus":"hello everybodi welcom second annual white hous student film festiv .\" presid","id":578988975450300400,"day":"20"},{"text":"Happening now: President Obama speaks at the White House Student Film Festival → http://t.co/eZwdRbEJQc #WHFilmFest http://t.co/CWkKqRtZ3Q","month":"03","year":"2015","corpus":"happen presid speak white hous student film festiv whfilmfest","id":578988663977033700,"day":"20"},{"text":"Filter your way around the White House with a recap of the #WHInstaMeet → http://t.co/SE5jrE5oKR #WWIM11 http://t.co/WkXqsMUo5X","month":"03","year":"2015","corpus":"filter way around white hous recap whinstameet wwim11","id":579666430557225000,"day":"22"},{"text":"RT @WHLive: \"It is a great pleasure to welcome President Ghani to the White House.\" —President Obama","month":"03","year":"2015","corpus":"great pleasur welcom presid ghani white hous .\" presid","id":580437278016819200,"day":"24"},{"text":"RT @goldman: Today I'm excited and honored to announce that I am joining the White House as Chief Digital Officer. http://t.co/VG3IdEmdwp","month":"03","year":"2015","corpus":"today excit honor announc join white hous chief digit offic","id":580405505266442200,"day":"24"},{"text":"\"On Friday night, I hosted a Passover Seder at the White House.\" —President Obama: http://t.co/DHnWucPqYX http://t.co/PIQB1ZnIBE","month":"04","year":"2015","corpus":"friday night host passov seder white hous .\" presid","id":584392584455262200,"day":"04"},{"text":"Tonight, President Obama and the First Lady hosted a Passover Seder at the White House. http://t.co/vz5Sce9T2n http://t.co/PIQB1ZnIBE","month":"04","year":"2015","corpus":"tonight presid first ladi host passov seder white hous","id":584190581796143100,"day":"04"},{"text":"Check out the White House #EasterEggRoll \"Our Story\" on @Snapchat today! http://t.co/jeqH3zhlix #GimmeFive http://t.co/zovUyR56me","month":"04","year":"2015","corpus":"check white hous eastereggrol stori today gimmef","id":585156842822701000,"day":"06"},{"text":"Watch live: President Obama hosts an Easter Prayer Breakfast at the White House → http://t.co/TXs5AtkR8N","month":"04","year":"2015","corpus":"watch live presid host easter prayer breakfast white hous","id":585436470695108600,"day":"07"},{"text":"Check out 21 egg-citing photos from the White House #EasterEggRoll → https://t.co/EPiiT4vVZR #GimmeFive http://t.co/elVLsG467M","month":"04","year":"2015","corpus":"check 21 egg cite photo white hous eastereggrol gimmef","id":585604900018597900,"day":"08"},{"text":"RT @JennellAllyn: The White House wholeheartedly responds to the Leelah's Law petition. https://t.co/tvzaBnDTOt #LeelahsLaw  #FixSociety","month":"04","year":"2015","corpus":"white hous wholeheartedli respond leelah law petit leelahslaw fixsocieti","id":586161596134772700,"day":"09"},{"text":"RT @Goldman44: Hello Pfeiffer pfollowers and welcome! I just started as White House Chief Digital Officer. And I'm excited to hang out with…","month":"04","year":"2015","corpus":"hello pfeiffer pfollow welcom start white hous chief digit offic excit hang","id":587763121571283000,"day":"13"},{"text":"Watch live: President Obama hosts a Gospel music \"In Performance at the White House\" → http://t.co/xi7y84G2Ua http://t.co/GDU3j7OsHW","month":"04","year":"2015","corpus":"watch live presid host gospel music perform white hous","id":588125254012264400,"day":"14"},{"text":"RT @USCTO: Join us for the 1st-ever White House Tech Meetup! Participate at http://t.co/ZpNChdB77s &amp; #WHMeetup http://t.co/doWTzU4RsO","month":"04","year":"2015","corpus":"join us 1st ever white hous tech meetup particip amp whmeetup","id":589076547182538800,"day":"17"},{"text":"RT @whitehouseostp: STARTING NOW: the 1st-ever White House Tech Meetup! Follow along at http://t.co/2mSnvl7Fln and share your thoughts at #…","month":"04","year":"2015","corpus":"start 1st ever white hous tech meetup follow along share thought","id":589058786637140000,"day":"17"},{"text":"You're invited!\nApply to attend next weekend's #WHGarden Social at the White House → http://t.co/UrVmOYp6va http://t.co/RTjlhhGjse","month":"04","year":"2015","corpus":"invit appli attend next weekend whgarden social white hous","id":589818801434325000,"day":"19"},{"text":"President Obama will deliver a statement from the White House Briefing Room at 10am ET. Watch here → http://t.co/gOsq0AWf0I","month":"04","year":"2015","corpus":"presid deliv statement white hous brief room 10am et watch","id":591234212935565300,"day":"23"},{"text":"Watch President Obama, the @VP, @BillNye, and the @Patriots take you through last week at the White House → https://t.co/29lNJaPteT","month":"04","year":"2015","corpus":"watch presid take last week white hous","id":592467835349246000,"day":"26"},{"text":"Watch live: President Obama speaks at the White House Correspondents' Association Dinner → http://t.co/bLXImBTejs #WHCD","month":"04","year":"2015","corpus":"watch live presid speak white hous correspond associ dinner whcd","id":592151243029545000,"day":"26"},{"text":"Full video: Watch President Obama's remarks at the White House Correspondents' Association Dinner. #WHCD http://t.co/bRCjJGpQ0u","month":"04","year":"2015","corpus":"full video watch presid remark white hous correspond associ dinner whcd","id":592163212717469700,"day":"26"},{"text":"\"Happy #CincoDeMayo!\" —President Obama hosting a reception at the White House: http://t.co/WexLiQuTVd","month":"05","year":"2015","corpus":"happi cincodemayo !\" presid host recept white hous","id":595705195864162300,"day":"05"},{"text":"RT @NSCPress: White House statement on counter-ISIL operation in #Syria http://t.co/R8nD5oNL6S","month":"05","year":"2015","corpus":"white hous statement counter isil oper syria","id":599628557179031600,"day":"16"},{"text":"RT @Cecilia44: The 2015 White House Conference on Aging will be on July 13! Have you shared your story?http://t.co/fmYgjGG6VA #WHCOA http:/…","month":"05","year":"2015","corpus":"2015 white hous confer age juli 13 share stori whcoa http :/…","id":603915396329136100,"day":"28"},{"text":"Surprise! 97-year-old Vivian Bailey ran into President Obama and Vice President Biden on her White House tour: http://t.co/kEDKnukYqd","month":"05","year":"2015","corpus":"surpris 97 year old vivian bailey ran presid vice presid biden white hous tour","id":604777074700607500,"day":"30"},{"text":"RT @Abby_Leigh94: Wow. What a great day at the White House! I #ActOnClimate because I can actually make a difference and you can too! http:…","month":"06","year":"2015","corpus":"wow great day white hous actonclim actual make differ http :…","id":605814367167201300,"day":"02"},{"text":"RT @vj44: @POTUS welcomes civil rights leader Diane Nash to White House today after being honored last night by @fordstheatre! http://t.co/…","month":"06","year":"2015","corpus":"welcom civil right leader dian nash white hous today honor last night","id":605546292073226200,"day":"02"},{"text":"RT @USATODAY: The White House hawk has a name, thanks to some New Hampshire students. Meet Lincoln the Hawk: http://t.co/uN6DGNLqfy http://…","month":"06","year":"2015","corpus":"white hous hawk name thank new hampshir student meet lincoln hawk","id":606892717243777000,"day":"05"},{"text":"RT @POTUS: So proud of these White House mentorship grads. Can't wait to see all the great things you achieve. I believe in you! http://t.c…","month":"06","year":"2015","corpus":"proud white hous mentorship grad wait see great thing achiev believ","id":610536666973900800,"day":"15"},{"text":"Celebrate National Pollinator Week with photos and facts on the White House 🐝 bees 🐝 → http://t.co/1LoWwaktdk http://t.co/Sor5i1N5FQ","month":"06","year":"2015","corpus":"celebr nation pollin week photo fact white hous 🐝 bee 🐝","id":610920860686413800,"day":"16"},{"text":"RT @POTUS: Congrats to my hometown @NHLBlackhawks on 3 titles in 6 years - we'll see you and The Cup at the White House!","month":"06","year":"2015","corpus":"congrat hometown titl year see cup white hous","id":610820936044941300,"day":"16"},{"text":"Bees? Find out what the buzz is about with this 🐝-hind-the-scenes look at the White House beehive. #PollinatorWeek\nhttps://t.co/P50qJTDg26","month":"06","year":"2015","corpus":"bee find buzz 🐝- hind scene look white hous beehiv pollinatorweek","id":612347273654067200,"day":"20"},{"text":"Join the #ActOnClimate conversation on public health around today's White House summit → http://t.co/tYWUJQpRie http://t.co/sCH1xlXa0Q","month":"06","year":"2015","corpus":"join actonclim convers public health around today white hous summit","id":613370160435621900,"day":"23"},{"text":"Camp White House. http://t.co/MfXGu91k9C #FindYourPark http://t.co/VwyVaEZx8m","month":"07","year":"2015","corpus":"camp white hous findyourpark","id":616081558940717000,"day":"01"},{"text":"Watch last night's fireworks from the White House with @POTUS → https://t.co/5LjZmB6Gas #HappyFourthOfJuly 🇺🇸 http://t.co/0z0G2B3yzD","month":"07","year":"2015","corpus":"watch last night firework white hous happyfourthofjuli 🇺🇸","id":617739525272506400,"day":"05"},{"text":"RT @POTUS: What a win for Team USA! Great game @CarliLloyd! Your country is so proud of all of you. Come visit the White House with the Wor…","month":"07","year":"2015","corpus":"win team usa great game countri proud come visit white hous wor","id":617861633608712200,"day":"06"},{"text":"RT @CarliLloyd: Thank you Mr. President! See you very soon at the White House!!  https://t.co/B5haZJd1cA","month":"07","year":"2015","corpus":"thank mr presid see soon white hous !!","id":618056682984214500,"day":"06"},{"text":"\"The work of the Fair Housing Act remains unfinished.\" —@POTUS on strengthening our communities through fair housing: http://t.co/umUYkc1Qyf","month":"07","year":"2015","corpus":"work fair hous act remain unfinish .\" —@ potu strengthen commun fair hous","id":619959401047134200,"day":"11"},{"text":"\"We’re using data on housing…to help cities identify the areas that need the most help.\" —@POTUS on fair housing: http://t.co/umUYkc1Qyf","month":"07","year":"2015","corpus":"use data hous help citi identifi area need help .\" —@ potu fair hous","id":620321807816486900,"day":"12"},{"text":"RT @verge: Exclusive: White House data shows poverty, more than geography, determines who gets online http://t.co/Gh9kg1DaGt http://t.co/wd…","month":"07","year":"2015","corpus":"exclus white hous data show poverti geographi determin get onlin","id":621340053432696800,"day":"15"},{"text":"RT @micnews: What the #IranDeal means for young people everywhere, according to the White House https://t.co/XGshTew0nf http://t.co/skCnIqi…","month":"07","year":"2015","corpus":"irand mean young peopl everywher accord white hous","id":621800569875755000,"day":"16"},{"text":"RT @vj44: Logan spoke out against bullying. Today, he visited the White House. http://t.co/RPqAtzuBb5","month":"07","year":"2015","corpus":"logan spoke bulli today visit white hous","id":623649608187576300,"day":"22"},{"text":"RT @mashable: Apple, Microsoft and Google team up with the White House and promise to do their part to fight climate change. http://t.co/20…","month":"07","year":"2015","corpus":"appl microsoft googl team white hous promis part fight climat chang","id":625729438592839700,"day":"27"},{"text":"Take five minutes and watch some behind-the-scenes moments from the past week at the White House. #WestWingWeek\nhttps://t.co/NFUMpiCyai","month":"07","year":"2015","corpus":"take five minut watch behind scene moment past week white hous westwingweek","id":625706944922136600,"day":"27"},{"text":"RT @Medium: “President Obama will host the first-ever White House Demo Day on August 4th” by @WhiteHouse https://t.co/2w8sKJLVJg","month":"07","year":"2015","corpus":"presid host first ever white hous demo day august 4th","id":625676045010612200,"day":"27"},{"text":"RT @TheIranDeal: .@ErnestMoniz tells the White House press corps about the unprecedented verification regime in the #IranDeal. http://t.co/…","month":"07","year":"2015","corpus":"tell white hous press corp unpreced verif regim irand","id":627168731962212400,"day":"31"},{"text":"RT @SHAQ: Honored to be doing a White House Instagram takeover today! Follow along at https://t.co/yjon4oxfYl","month":"08","year":"2015","corpus":"honor white hous instagram takeov today follow along","id":627593426322726900,"day":"01"},{"text":"\"For my birthday, I thought I’d invite business leaders, investors, &amp; government officials...for the 1st-ever White House Demo Day.\" —@POTUS","month":"08","year":"2015","corpus":"birthday thought invit busi leader investor amp govern offici ... 1st ever white hous demo day .\" —@ potu","id":628661326659743700,"day":"04"},{"text":".@RepJohnLewis is taking over the White House @Instagram.\nFollow along → https://t.co/RLfPczV7P2 #VRA50 http://t.co/J6DLTbPQiy","month":"08","year":"2015","corpus":"take white hous follow along vra50","id":629392820483194900,"day":"06"},{"text":"RT @micnews: We took your toughest #IranDeal questions to the White House, and @POTUS responded: http://t.co/PCbluVasLN #POTUSMic http://t.…","month":"08","year":"2015","corpus":"took toughest irand question white hous respond potusm","id":630769710926327800,"day":"10"},{"text":"RT @engadget: White House Demo Day focuses on diversity http://t.co/6UP7MYIN3t http://t.co/g08JId9O9b","month":"08","year":"2015","corpus":"white hous demo day focus divers","id":631103837651103700,"day":"11"},{"text":"The White House blog has a whole new look.\nCheck it out and let us know what you think → http://t.co/UvHC2UnuDz http://t.co/IOlPvZeqs2","month":"08","year":"2015","corpus":"white hous blog whole new look check let us know think","id":631924478306615300,"day":"13"},{"text":"RT @mashable: President Obama gets a lot of mail, and now the White House is posting it to Tumblr http://t.co/HkSzfhaIWm","month":"08","year":"2015","corpus":"presid get lot mail white hous post tumblr","id":634452566215102500,"day":"20"},{"text":"#MyBrothersKeeper in action: Check out White House mentee Noah McQueen's inspiring story → http://t.co/Y95bMnQdPM http://t.co/JnG6E04yXo","month":"08","year":"2015","corpus":"mybrotherskeep action check white hous mente noah mcqueen inspir stori","id":634380557330313200,"day":"20"},{"text":"Getting ready for the week ahead? Check out a sneak peek of what's coming up this week at the White House:\nhttps://t.co/qryxtoG216","month":"08","year":"2015","corpus":"get readi week ahead check sneak peek come week white hous","id":635813048461037600,"day":"24"},{"text":"RT @PopSci: Exclusive new White House video makes the scientific case for the Iran deal \nhttp://t.co/XyMLhMyI0J http://t.co/On5oO9Ljgy","month":"08","year":"2015","corpus":"exclus new white hous video make scientif case iran deal","id":636686206361669600,"day":"26"},{"text":".@POTUS on today's #IranDeal vote in the House → http://t.co/P40lBkOwQa http://t.co/EeKl8Nk5w2","month":"09","year":"2015","corpus":"today irand vote hous","id":642401279617187800,"day":"11"},{"text":"DEADLINE TOMORROW: Apply to be Spring 2016 White House intern → http://t.co/PEdSAtBMkR\nhttps://t.co/gyWis2j4wr","month":"09","year":"2015","corpus":"deadlin tomorrow appli spring 2016 white hous intern","id":642759574244593700,"day":"12"},{"text":"RT @POTUS: Cool clock, Ahmed. Want to bring it to the White House? We should inspire more kids like you to like science. It's what makes Am…","month":"09","year":"2015","corpus":"cool clock ahm want bring white hous inspir kid like like scienc make","id":644194808517386200,"day":"16"},{"text":"Deadline 5pm ET: Apply to join the #WHInstameet on October 3 at the White House → http://t.co/jV8SV6Zpve #WWIM12 http://t.co/nhnvf9U1s3","month":"09","year":"2015","corpus":"deadlin 5pm et appli join whinstameet octob white hous wwim12","id":646008178812043300,"day":"21"},{"text":".@Pontifex is coming to the White House.\nHere's what you need to know → http://t.co/LJG9gY1PiX #PopeInDC http://t.co/XVzxwmGTI9","month":"09","year":"2015","corpus":"come white hous need know popeindc","id":646316831590867000,"day":"22"},{"text":"RT @verge: Pope Francis stars in the White House's first Periscope broadcast http://t.co/Jfl1Srp2AD http://t.co/QE5YfaBO10","month":"09","year":"2015","corpus":"pope franci star white hous first periscop broadcast","id":646444251627302900,"day":"22"},{"text":"Watch live: @POTUS welcomes @Pontifex to the White House → http://t.co/LJG9gXKerp #PopeInDC http://t.co/erUxDTZ70Q","month":"09","year":"2015","corpus":"watch live welcom white hous popeindc","id":646675500396625900,"day":"23"},{"text":"At 9am ET, watch @POTUS welcome @Pontifex to the White House → http://t.co/LJG9gXKerp #PopeInDC http://t.co/qxY25J0q7D","month":"09","year":"2015","corpus":"9am et watch welcom white hous popeindc","id":646661878907859000,"day":"23"},{"text":"The Pope's arrival at the White House from the top of the Washington Monument → http://t.co/LJG9gY1PiX #PopeInDC http://t.co/acMCdCxM5f","month":"09","year":"2015","corpus":"pope arriv white hous top washington monument popeindc","id":646772473430540300,"day":"23"},{"text":"\"Holy Father, on behalf of Michelle and myself, welcome to the White House!\" —@POTUS: http://t.co/LJG9gXKerp #PopeInDC","month":"09","year":"2015","corpus":"holi father behalf michel welcom white hous !\" —@ potu popeindc","id":646678628827332600,"day":"23"},{"text":"Watch @POTUS and @FLOTUS greet @Pontifex as he arrives at the White House. #PopeInDC http://t.co/7POa26M9AV","month":"09","year":"2015","corpus":"watch greet arriv white hous popeindc","id":646677469039329300,"day":"23"},{"text":"RT @POTUS: Welcome to the White House, @Pontifex! Your messages of love, hope, and peace have inspired us all.","month":"09","year":"2015","corpus":"welcom white hous messag love hope peac inspir us","id":646667446376616000,"day":"23"},{"text":"Check out our photo album of the Pope's visit to the White House → http://t.co/A3zIdIj5ZX #PopeInDC http://t.co/p8lYWzTCPI","month":"09","year":"2015","corpus":"check photo album pope visit white hous popeindc","id":647081033456840700,"day":"24"},{"text":".@POTUS on the resignation of Speaker of the House John Boehner. http://t.co/BgA9I4e8tJ","month":"09","year":"2015","corpus":"resign speaker hous john boehner","id":647455879042699300,"day":"25"},{"text":"At 9am ET, watch @POTUS and @FLOTUS welcome President Xi of China to the White House → http://t.co/axhhRVjvTa","month":"09","year":"2015","corpus":"9am et watch welcom presid xi china white hous","id":647394751767969800,"day":"25"},{"text":"Watch a time-lapse of the Pope's visit from the top of the White House → http://t.co/LJG9gY1PiX #PopeInDC\nhttps://t.co/BjhbCyk8vn","month":"09","year":"2015","corpus":"watch time laps pope visit top white hous popeindc","id":647571481312931800,"day":"26"},{"text":"Go behind the lens of the China State Visit to the White House → http://t.co/XWpB7LQpVi http://t.co/YK9jXZUxzu","month":"09","year":"2015","corpus":"go behind len china state visit white hous","id":648146294310072300,"day":"27"},{"text":"Watch a recap of the Pope's visit—plus other highlights from a busy week at the White House: http://t.co/LJG9gY1PiX\nhttps://t.co/zNFUyrcsqL","month":"09","year":"2015","corpus":"watch recap pope visit plu highlight busi week white hous","id":649246116341395500,"day":"30"},{"text":"1 in 8 women in America develop breast cancer.\nWe lit the White House pink in their honor. #BreastCancerAwareness http://t.co/9JtbSZ3eWH","month":"10","year":"2015","corpus":"women america develop breast cancer lit white hous pink honor breastcancerawar","id":652625397343985700,"day":"09"},{"text":"RT @lacasablanca: On Thursday, Cuba's legendary \"musical diplomats\" Buena Vista Social Club will perform at the White House → http://t.co/4…","month":"10","year":"2015","corpus":"thursday cuba legendari music diplomat buena vista social club perform white hous","id":653960715271737300,"day":"13"},{"text":"Watch live: @POTUS hosts a celebration of American music and creativity at the White House → http://t.co/L3RUxthqdc #PBSipwh","month":"10","year":"2015","corpus":"watch live host celebr american music creativ white hous pbsipwh","id":654443393511260200,"day":"14"},{"text":"Get ready for tonight's In Performance with our favorite musical moments at the White House: http://t.co/L3RUxtz14K\nhttps://t.co/0rB7LiRxGi","month":"10","year":"2015","corpus":"get readi tonight perform favorit music moment white hous","id":654433906029019100,"day":"14"},{"text":"RT @lacasablanca: Omara Portuondo - lead singer of Cuba's legendary band Buena Vista Social Club - poses in front of the White House. http:…","month":"10","year":"2015","corpus":"omara portuondo lead singer cuba legendari band buena vista social club pose front white hous http :…","id":654797202909343700,"day":"15"},{"text":"RT @lacasablanca: The ambassadors of Cuban music Buena Vista Social Club will play at the White House at 3:45pm ET. Don't miss it → http://…","month":"10","year":"2015","corpus":"ambassador cuban music buena vista social club play white hous 45pm et miss","id":654743431642673200,"day":"15"},{"text":"At 7pm ET, join @POTUS, students, and astronauts for White House #AstronomyNight → https://t.co/kQpeyMCuOj https://t.co/PhVchFt5f5","month":"10","year":"2015","corpus":"7pm et join student astronaut white hous astronomynight","id":656220307921899500,"day":"19"},{"text":"RT @VP: Happening soon: VP Biden speaks at White House Summit on Climate &amp; the Road through Paris. Follow along → https://t.co/VxKIPBjsUI","month":"10","year":"2015","corpus":"happen soon vp biden speak white hous summit climat amp road pari follow along","id":656186810163314700,"day":"19"},{"text":"RT @mashable: Facebook, Intel, Target and other tech and retail giants have agreed to help the White House fight climate change. http://t.c…","month":"10","year":"2015","corpus":"facebook intel target tech retail giant agre help white hous fight climat chang","id":656143234935029800,"day":"19"},{"text":"Watch live: @POTUS speaks at #AstronomyNight at the White House → https://t.co/kQpeyMCuOj https://t.co/vo1I9MnQnF","month":"10","year":"2015","corpus":"watch live speak astronomynight white hous","id":656250352778346500,"day":"19"},{"text":"Happening now: @POTUS welcomes the World Cup champion @USSoccer_WNT to the White House: https://t.co/gtjlYQmRWJ","month":"10","year":"2015","corpus":"happen welcom world cup champion white hous","id":659027859902767100,"day":"27"},{"text":"RT @VP: Looking forward to welcoming the @ussoccer_wnt to the White House today to celebrate their victory in the 2015 World Cup","month":"10","year":"2015","corpus":"look forward welcom white hous today celebr victori 2015 world cup","id":659014078447403000,"day":"27"},{"text":"Go behind the scenes with @POTUS as we take you through the last week at the White House. #WestWingWeek\nhttps://t.co/6EEv86ZTdE","month":"11","year":"2015","corpus":"go behind scene take last week white hous westwingweek","id":661550009926553600,"day":"03"},{"text":"Watch live: @POTUS delivers a statement from the White House → https://t.co/WjWzi5Yii5","month":"11","year":"2015","corpus":"watch live deliv statement white hous","id":662675483889410000,"day":"06"},{"text":"RT @FT: White House enlists Shakira on early education: 'Just like my hips, the numbers don’t lie' https://t.co/I8Syp9n97g https://t.co/ryx…","month":"11","year":"2015","corpus":"white hous enlist shakira earli educ like hip number lie","id":664100537420218400,"day":"10"},{"text":".@POTUS on the passing of White House staffer Rick McKay: https://t.co/hrGXZ883a3","month":"11","year":"2015","corpus":"pass white hous staffer rick mckay","id":665259902894481400,"day":"13"},{"text":"RT @SenatorBarb: Humbled &amp; honored to be recognized today at White House by @POTUS w Presidential Medal of Freedom.","month":"11","year":"2015","corpus":"humbl amp honor recogn today white hous presidenti medal freedom","id":669262982204022800,"day":"24"},{"text":"Watch live as @POTUS delivers a statement from the White House → https://t.co/4zPvbQMEbo","month":"11","year":"2015","corpus":"watch live deliv statement white hous","id":669561790888448000,"day":"25"},{"text":"At 11:40am ET, @POTUS will deliver a statement from the White House. Watch here → https://t.co/4zPvbR4fzY","month":"11","year":"2015","corpus":"11 40am et deliv statement white hous watch","id":669554150485676000,"day":"25"},{"text":"🎵#HappyHanukkah from the White House, and the @Maccabeats!🎵\nhttps://t.co/cfXFO2CGhE","month":"12","year":"2015","corpus":"🎵 happyhanukkah white hous","id":675132173096095700,"day":"11"},{"text":"Go behind the scenes with @POTUS during Hanukkah at the White House. https://t.co/Kgb9s847bx","month":"12","year":"2015","corpus":"go behind scene hanukkah white hous","id":676217939666837500,"day":"14"},{"text":"DJ R2-D2's White House debut. #TheForceAwakens https://t.co/zJuEyQoi2i","month":"12","year":"2015","corpus":"dj r2 d2 white hous debut theforceawaken","id":678293477076152300,"day":"19"},{"text":"Apply to watch @POTUS's last State of the Union from the White House by Dec. 28: https://t.co/UpvxhDTBgs #WHSocial https://t.co/Av1NYB6vbI","month":"12","year":"2015","corpus":"appli watch last state union white hous dec 28 whsocial","id":679026023833276400,"day":"21"},{"text":"RT @DrBiden: I’m taking over the @WhiteHouse's Instagram to show you the decorations @VP's house → https://t.co/mq7v8oadHV —Jill https://t.…","month":"12","year":"2015","corpus":"take instagram show decor hous jill","id":679335476134862800,"day":"22"},{"text":"On the longest night of the year, lights are all aglow at the White House. #WHHolidays https://t.co/469mcPCYhc","month":"12","year":"2015","corpus":"longest night year light aglow white hous whholiday","id":679119224812388400,"day":"22"},{"text":"\"A lot of love goes into this 500 pound gingerbread house!\" —Susie Morrison, head pastry chef at the White House https://t.co/lxWaNEMhbz","month":"12","year":"2015","corpus":"lot love goe 500 pound gingerbread hous !\" susi morrison head pastri chef white hous","id":680135682589855700,"day":"24"},{"text":"\"On behalf of Malia, Sasha, Bo, Sunny, Grandma and everyone here at the White House, Merry Christmas!\"  —@POTUS https://t.co/MHKBl4iVnA","month":"12","year":"2015","corpus":"behalf malia sasha bo sunni grandma everyon white hous merri christma !\" —@ potu","id":680478214314053600,"day":"25"},{"text":"Dreaming of a white Christmas.❄ #WHHolidays https://t.co/jYnjotd5JK","month":"12","year":"2015","corpus":"dream white christma .❄ whholiday","id":680191298561638400,"day":"25"},{"text":".@PressSec on the Official Visit of @CanadianPM Justin Trudeau to the White House: https://t.co/OKriGFUcNk","month":"12","year":"2015","corpus":"offici visit justin trudeau white hous","id":681572629963214800,"day":"28"},{"text":"Go backstage with @EspeSpalding ahead of the White House's Celebration of American Creativity January 8 on @PBS.\nhttps://t.co/IhLy4VFPYy","month":"12","year":"2015","corpus":"go backstag ahead white hous celebr american creativ januari","id":682012679041486800,"day":"30"},{"text":"Watch as @POTUS answers questions from White House interns—including one on family and parenting.\nhttps://t.co/MbAJlEZd2F","month":"12","year":"2015","corpus":"watch answer question white hous intern includ one famili parent","id":682269236849279000,"day":"30"},{"text":"Take a look back at some of the top White House tweets of 2015 → https://t.co/gQszVDAsWT #YearInReview https://t.co/j6VNq2EFvA","month":"12","year":"2015","corpus":"take look back top white hous tweet 2015 yearinreview","id":682229758793363500,"day":"30"},{"text":"That time @JerrySeinfeld stopped by the White House (somewhat unannounced): https://t.co/7uhkSg47oj https://t.co/H8F3X7c9lJ","month":"12","year":"2015","corpus":"time stop white hous somewhat unannounc ):","id":682632344260325400,"day":"31"},{"text":"\"I directed my team at the White House to look into any new actions I can take to help reduce gun violence.\" —@POTUS https://t.co/4vl5qPklqN","month":"01","year":"2016","corpus":"direct team white hous look new action take help reduc gun violenc .\" —@ potu","id":683073244354576400,"day":"01"},{"text":"Check out the top White House photos of 2015 and read the stories behind them: https://t.co/bBd1oCkUBa https://t.co/TLdAbEGujt","month":"01","year":"2016","corpus":"check top white hous photo 2015 read stori behind","id":684088820388737000,"day":"04"},{"text":"RT @nowthisnews: We're sitting down with @VP Biden Tuesday to discuss the White House's new executive actions on gun safety https://t.co/07…","month":"01","year":"2016","corpus":"sit biden tuesday discuss white hous new execut action gun safeti","id":684172661019250700,"day":"05"},{"text":"Tune in as @POTUS delivers remarks to @USMayors at the White House: https://t.co/VSaWQwuTON #CitiesLead","month":"01","year":"2016","corpus":"tune deliv remark white hous citieslead","id":690293638610350100,"day":"21"},{"text":".@POTUS in the Oval Office on a snowy afternoon at the White House. https://t.co/fIbOixFAU9","month":"01","year":"2016","corpus":"oval offic snowi afternoon white hous","id":690670464440504300,"day":"22"},{"text":"RT @petesouza: Instagram of the White House from the South Lawn this morning. https://t.co/8rUmopPZ3j","month":"01","year":"2016","corpus":"instagram white hous south lawn morn","id":691336444724514800,"day":"24"},{"text":"A view of Winter Storm Jonas from the South Lawn of the White House. ❄ https://t.co/YiWOpM6ilQ","month":"01","year":"2016","corpus":"view winter storm jona south lawn white hous","id":692150098160013300,"day":"27"},{"text":".@vj44, @Lilly_Ledbetter and @BillieJeanKing are ready to answer your #EqualPay questions here at the White House! https://t.co/CJLlwpp34z","month":"01","year":"2016","corpus":"readi answer equalpay question white hous","id":693148200916615200,"day":"29"},{"text":"RT @POTUS: Cedrick; way to go on your perfect score! How about you come by the next White House Science Fair? https://t.co/r8TGIJICh7","month":"01","year":"2016","corpus":"cedrick way go perfect score come next white hous scienc fair","id":693844004622975000,"day":"31"},{"text":"Tune in as @POTUS welcomes Colombian President Santos and President Pastrana to the White House: https://t.co/TktuLsWl9j #ColombiaVisit","month":"02","year":"2016","corpus":"tune welcom colombian presid santo presid pastrana white hous colombiavisit","id":695372983515242500,"day":"04"},{"text":"RT @POTUS: Way to ace your AP Calc test, Landon! You should come drop some knowledge at the White House Science Fair: https://t.co/hFaAgxVd…","month":"02","year":"2016","corpus":"way ace ap calc test landon come drop knowledg white hous scienc fair","id":697826606027575300,"day":"11"},{"text":"Sign up for a chance to come to the 2016 White House #EasterEggRoll → https://t.co/jeqH3zhlix https://t.co/DoX2gnJiRd","month":"02","year":"2016","corpus":"sign chanc come 2016 white hous eastereggrol","id":699250641856806900,"day":"15"},{"text":"Tune in at 4:40pm ET: @POTUS and @FLOTUS celebrate #BlackHistoryMonth at the White House → https://t.co/bhu76FJtS9","month":"02","year":"2016","corpus":"tune 40pm et celebr blackhistorymonth white hous","id":700433423563944000,"day":"18"},{"text":"Go behind the scenes with @POTUS and see who stopped by the White House last week. #WestWingWeek\nhttps://t.co/cM2PFjBcNP","month":"02","year":"2016","corpus":"go behind scene see stop white hous last week westwingweek","id":701553871173193700,"day":"21"},{"text":"RT @VP: In 1992, I urged the Senate and White House to work together to ensure the Court functioned as our founders intended. Remains my po…","month":"02","year":"2016","corpus":"1992 urg senat white hous work togeth ensur court function founder intend remain po","id":701922601405431800,"day":"23"},{"text":"RT @VP: Read the letter VP Biden wrote to #PrecisionMedicine experts visiting the White House today: https://t.co/02ULgpz8SN https://t.co/n…","month":"02","year":"2016","corpus":"read letter vp biden wrote precisionmedicin expert visit white hous today","id":702971726116872200,"day":"25"},{"text":"RT @whitehouseostp: At 11:10: @POTUS participates in the White House #PrecisionMedicine Initiative Summit. https://t.co/kGR8MnCJbj https://…","month":"02","year":"2016","corpus":"11 10 particip white hous precisionmedicin initi summit","id":702878579261108200,"day":"25"},{"text":"Today, @AlabamaFTBL keeps up the tradition of champions visiting the White House: https://t.co/dCr1gmHNqY #RollTide https://t.co/IdKEG6LfXK","month":"03","year":"2016","corpus":"today keep tradit champion visit white hous rolltid","id":705077608757776400,"day":"02"},{"text":"RT @WIRED: The White House wants you to build tools to improve our cities https://t.co/XjvhkkmgQ5","month":"03","year":"2016","corpus":"white hous want build tool improv citi","id":706968290040483800,"day":"07"},{"text":"#ObamaAndKids + @JustinTrudeau at the State Arrival Ceremony this morning at the White House. #CanadaVisit 🇨🇦🇺🇸 https://t.co/45R4u4LM6G","month":"03","year":"2016","corpus":"andkid state arriv ceremoni morn white hous canadavisit 🇨🇦🇺🇸","id":707957096218796000,"day":"10"},{"text":"Watch @POTUS and @FLOTUS welcome @JustinTrudeau to the White House. #CanadaVisit https://t.co/fNzOk2bmqA","month":"03","year":"2016","corpus":"watch welcom white hous canadavisit","id":707932457119694800,"day":"10"},{"text":"RT @WHLive: Tune in now as @POTUS welcomes @JustinTrudeau to the White House: https://t.co/3Xoyqty4rM #CanadaVisit","month":"03","year":"2016","corpus":"tune welcom white hous canadavisit","id":707930771047235600,"day":"10"},{"text":"Watch at 9am ET: @POTUS welcomes @JustinTrudeau to the White House → https://t.co/7Vm5o2xrrt","month":"03","year":"2016","corpus":"watch 9am et welcom white hous","id":707926070209744900,"day":"10"},{"text":"RT @CNN: White House pledges to tackle the so-called \"diaper gap\" https://t.co/ITn2nziPKo https://t.co/MnRFv0Vc6P","month":"03","year":"2016","corpus":"white hous pledg tackl call diaper gap","id":708083502311280600,"day":"11"},{"text":"Get an inside look as @POTUS &amp; @FLOTUS welcomed the Trudeaus to the White House last week: https://t.co/V3CAochccp https://t.co/BLYQuNBb6K","month":"03","year":"2016","corpus":"get insid look amp welcom trudeau white hous last week","id":709078755315195900,"day":"13"},{"text":"Watch live: @POTUS speaks before a special @HamiltonMusical performance at the White House. https://t.co/qoijfA70kZ https://t.co/AUBXbmBRV0","month":"03","year":"2016","corpus":"watch live speak special perform white hous","id":709493903171448800,"day":"14"},{"text":"Watch @POTUS announce his #SCOTUSnominee LIVE on the White House @Facebook page → https://t.co/x2uNtxVaIQ https://t.co/lF8hcRT7Je","month":"03","year":"2016","corpus":"watch announc scotusnomine live white hous page","id":710118906334023700,"day":"16"},{"text":"Ever wonder what it’s like to be a White House intern? Follow us today on our @Snapchat (👻 whitehouse) to find out! https://t.co/I4889VS096","month":"03","year":"2016","corpus":"ever wonder like white hous intern follow us today (👻 whitehous find","id":710513368096878600,"day":"17"},{"text":"Watch how one of our oldest traditions, the White House #EasterEggRoll, has evolved over the past 138 years. https://t.co/244DFJlZFk","month":"03","year":"2016","corpus":"watch one oldest tradit white hous eastereggrol evolv past 138 year","id":714210430839832600,"day":"27"},{"text":"Happening now: @POTUS kicks off the 138th annual White House #EasterEggRoll → https://t.co/m2Uw5nKvPo","month":"03","year":"2016","corpus":"happen kick 138th annual white hous eastereggrol","id":714461749727072300,"day":"28"},{"text":"At 10:30am ET, watch the 138th annual White House #EasterEggRoll: https://t.co/m2Uw5nKvPo https://t.co/KZGyu9Ftw5","month":"03","year":"2016","corpus":"10 30am et watch 138th annual white hous eastereggrol","id":714458385236815900,"day":"28"},{"text":"Roll through the history of the White House #EasterEggRoll, and see what we have in store for today's celebration. https://t.co/244DFJlZFk","month":"03","year":"2016","corpus":"roll histori white hous eastereggrol see store today celebr","id":714453420342702100,"day":"28"},{"text":"RT @VP: Proud to stand with some real champions—real heroes—today at the White House. Starts at 2 p.m. Eastern: https://t.co/8VrWqQMO9Y #It…","month":"04","year":"2016","corpus":"proud stand real champion real hero today white hous start eastern","id":720644799359950800,"day":"14"},{"text":"RT @WHLive: Great day for a 🚲 ride. Watch @POTUS welcome the #WoundedWarriorRide to the White House: https://t.co/GD4FwCj6qG https://t.co/i…","month":"04","year":"2016","corpus":"great day 🚲 ride watch welcom woundedwarriorrid white hous","id":720635110266044400,"day":"14"},{"text":"At 11:25am ET, watch @POTUS welcome the #WoundedWarriorRide to the White House: https://t.co/McSpJgUuqS 🚲 🇺🇸 https://t.co/WGUbGfamkU","month":"04","year":"2016","corpus":"11 25am et watch welcom woundedwarriorrid white hous 🚲 🇺🇸","id":720628886556565500,"day":"14"},{"text":"Did you know the White House is a national park? Apply to social media your way through @PresParkNPS: https://t.co/Ax7Km3dMmL #FindYourPark","month":"04","year":"2016","corpus":"know white hous nation park appli social media way findyourpark","id":720786288027107300,"day":"15"},{"text":"RT @Goldman44: Ok! About to start my Product Hunt chat about @wethepeople, the White House and other topics! https://t.co/0Oa7WL1IWb","month":"04","year":"2016","corpus":"ok start product hunt chat white hous topic","id":723179738856980500,"day":"21"},{"text":"RT @Recode: White House makes it easier to petition through @WethePeople https://t.co/GkwnZUlisj by @DawnC331 https://t.co/3bJjI7PJ7x","month":"04","year":"2016","corpus":"white hous make easier petit","id":723170786152837100,"day":"21"},{"text":"RT @Goldman44: I'll be chatting about digital strategy at the White House tomorrow at Product Hunt at 9a PT/12p ET. Please join in! https:/…","month":"04","year":"2016","corpus":"chat digit strategi white hous tomorrow product hunt 9a pt 12p et pleas join http :/…","id":722972314581618700,"day":"21"},{"text":".@POTUS on where he keeps the Winston Churchill bust in the White House—and why: https://t.co/71MlPQerc2","month":"04","year":"2016","corpus":"keep winston churchil bust white hous","id":723557895879561200,"day":"22"},{"text":"It's the first-ever #CollegeReporterDay at the White House! Tune in for a special press briefing: https://t.co/69xUWSPL6Z","month":"04","year":"2016","corpus":"first ever collegereporterday white hous tune special press brief","id":725769257816985600,"day":"28"},{"text":".@AllisonBJanney\nAKA CJ Cregg\nAKA Bonnie on @MomCBS\ndrops by the White House press briefing. https://t.co/TK4NJ7TEyM","month":"04","year":"2016","corpus":"aka cj cregg aka bonni drop white hous press brief","id":726094688365740000,"day":"29"},{"text":"Watch live: A surprise guest drops by the White House Press Briefing: https://t.co/RCnqZUBtQy #FlashbackFriday","month":"04","year":"2016","corpus":"watch live surpris guest drop white hous press brief flashbackfriday","id":726092177424683000,"day":"29"},{"text":"RT @funnyordie: .@MrMattWalsh shares comedy advice w Obama’s senior advisor, @vj44, before the White House Correspondents’ Dinner.\nhttps://…","month":"04","year":"2016","corpus":"share comedi advic senior advisor white hous correspond dinner","id":726529165411946500,"day":"30"},{"text":"\"It is an honor to be here at my last—and perhaps the last—White House Correspondents Dinner.\" —@POTUS at the #WHCD: https://t.co/bLXImCaPI2","month":"05","year":"2016","corpus":"honor last perhap last white hous correspond dinner .\" —@ potu whcd","id":726593440629317600,"day":"01"},{"text":"¡Feliz Cinco de Mayo! \nJoin @POTUS in celebrating #CincoDeMayo at the White House. Watch live at 4pm ET: https://t.co/DOEt52F62N","month":"05","year":"2016","corpus":"feliz cinco de mayo join celebr cincodemayo white hous watch live 4pm et","id":728309388868526100,"day":"05"},{"text":"RT @lacasablanca: Today, @POTUS and @VP met young activist Sophie Cruz at the White House #CincoDeMayo reception. Photo by @petesouza. http…","month":"05","year":"2016","corpus":"today met young activist sophi cruz white hous cincodemayo recept photo http","id":728396098553917400,"day":"06"},{"text":"RT @BuzzFeed: Tune in this afternoon as @chrisgeidner interviews President Obama live from the White House on FB Live and YouTube! https://…","month":"05","year":"2016","corpus":"tune afternoon interview presid live white hous fb live youtub","id":732223308352094200,"day":"16"},{"text":"Happening now: @POTUS welcomes the 2016 @NCAA Champion Villanova Wildcats to the White House → https://t.co/ZgBpOxzjCw","month":"05","year":"2016","corpus":"happen welcom 2016 champion villanova wildcat white hous","id":737741199151398900,"day":"31"},{"text":"Watch at 4:25pm ET as @POTUS congratulates the 2016 Super Bowl Champion Denver @Broncos at the White House: https://t.co/xrm2cwRkWJ","month":"06","year":"2016","corpus":"watch 25pm et congratul 2016 super bowl champion denver white hous","id":739914120628211700,"day":"06"},{"text":"\"Let’s give it up for the Super Bowl Champion Denver @Broncos!\" —@POTUS welcoming the Broncos to the White House https://t.co/1yHHV0Xap2","month":"06","year":"2016","corpus":"let give super bowl champion denver —@ potu welcom bronco white hous","id":739916187472126000,"day":"06"},{"text":"Students and @PeaceCorps volunteers: Your film could screen at the White House. Apply today: https://t.co/jEOCgttXx2 https://t.co/YsTyYqCODK","month":"06","year":"2016","corpus":"student volunt film could screen white hous appli today","id":740276225462112300,"day":"07"},{"text":"RT @VPLive: Happy #NationalSunglassesDay from the White House's resident aviators enthusiast. https://t.co/txFaRtUSMN","month":"06","year":"2016","corpus":"happi nationalsunglassesday white hous resid aviat enthusiast","id":747504909143126000,"day":"27"},{"text":"\"The colors of the rainbow flag have flown on Parliament Hill. They have lit up the White House.\" —#POTUSinCanada https://t.co/k8viDyy0Fr","month":"06","year":"2016","corpus":"color rainbow flag flown parliament hill lit white hous .\" potusincanada","id":748285163864461300,"day":"29"},{"text":"RT @Recode: White House will employ data analytics to help cities like San Francisco and Oakland reduce local jail population. https://t.co…","month":"07","year":"2016","corpus":"white hous employ data analyt help citi like san francisco oakland reduc local jail popul","id":748875786380255200,"day":"01"},{"text":"Live now: Watch @KendrickLamar and @JanelleMonae perform at the White House for a #FourthOfJuly celebration: https://t.co/XLmIMn7Hhp","month":"07","year":"2016","corpus":"live watch perform white hous fourthofjuli celebr","id":750099203074854900,"day":"04"},{"text":"Watch @POTUS host the diplomatic corps at the White House: https://t.co/fLJcDBsEuE","month":"07","year":"2016","corpus":"watch host diplomat corp white hous","id":754026129250320400,"day":"15"},{"text":"Watch @POTUS welcome the World Series Champion Kansas City @Royals to the White House. https://t.co/KR4qz0lSt4","month":"07","year":"2016","corpus":"watch welcom world seri champion kansa citi white hous","id":756184208129884200,"day":"21"},{"text":"RT @nowthisnews: We celebrated Eid at the White House with President Obama and spoke to these hard-working, talented Muslim Americans https…","month":"07","year":"2016","corpus":"celebr eid white hous presid spoke hard work talent muslim american http","id":758326988125843500,"day":"27"},{"text":"The White House isn't just @POTUS's office. It's the People's House too—including for Americans with disabilities: https://t.co/36hJG8cMWj","month":"07","year":"2016","corpus":"white hous offic peopl hous includ american disabl","id":759859981348839400,"day":"31"},{"text":"As the People’s House, the White House belongs to every American. Follow along on a special tour of the West Wing: https://t.co/36hJG8uokT","month":"07","year":"2016","corpus":"peopl hous white hous belong everi american follow along special tour west wing","id":759845848402522100,"day":"31"},{"text":"RT @VP: Proud to marry Brian and Joe at my house. Couldn't be happier, two longtime White House staffers, two great guys. https://t.co/0om1…","month":"08","year":"2016","corpus":"proud marri brian joe hous happier two longtim white hous staffer two great guy","id":760250957179465700,"day":"01"},{"text":"ICYMI: This weekend, White House staffers with disabilities took over our @Instagram. Read their stories: https://t.co/5lJGUj9lbB #ADA26","month":"08","year":"2016","corpus":"icymi weekend white hous staffer disabl took read stori ada26","id":759902473716764700,"day":"01"},{"text":"RT @WHLive: .@POTUS and @FLOTUS  welcome Singapore PM @leehsienloong and\nMrs. Lee to the White House → https://t.co/7MjisF89w7 https://t.co…","month":"08","year":"2016","corpus":"welcom singapor pm mr lee white hous","id":760462587611848700,"day":"02"},{"text":"At 9:00am ET, watch @POTUS and @FLOTUS welcome Singapore PM @LeeHsienLoong and\nMrs. Lee to the White House → https://t.co/JBVNESR5V1","month":"08","year":"2016","corpus":"00am et watch welcom singapor pm mr lee white hous","id":760458574095081500,"day":"02"},{"text":"RT @BicyclingMag: How the White House chief of staff convinced Obama to let him ride to work: https://t.co/LWXQyD0mzK https://t.co/N9M5IDU6…","month":"08","year":"2016","corpus":"white hous chief staff convinc let ride work","id":762658551063994400,"day":"08"},{"text":"RT @FastCompany: The White House's new Facebook Messenger bot makes it easy to send a message to Obama https://t.co/BZRwW3iQLJ https://t.co…","month":"08","year":"2016","corpus":"white hous new facebook messeng bot make easi send messag","id":763400615011680300,"day":"10"},{"text":"Watch former White House interns on the impact of their time in the Obama Administration: https://t.co/gf1wlaOrFv https://t.co/m5pyGoCgFo","month":"08","year":"2016","corpus":"watch former white hous intern impact time administr","id":766340875957964800,"day":"18"},{"text":"RT @NPR: This White House has now granted 673 commutations, more than the past 10 presidents combined. https://t.co/Sam8jqjWVD","month":"08","year":"2016","corpus":"white hous grant 673 commut past 10 presid combin","id":770745482758979600,"day":"30"},{"text":"RT @PressSec: What journalists should note about the most transparent White House in history: My letter to the @nytimes editor → https://t.…","month":"08","year":"2016","corpus":"journalist note transpar white hous histori letter editor","id":770984450561863700,"day":"31"},{"text":"From #Rio2016 to the White House: @POTUS will honor #TeamUSA Olympic and Paralympic athletes on September 29. https://t.co/eIxi45GhNB","month":"09","year":"2016","corpus":"rio2016 white hous honor teamusa olymp paralymp athlet septemb 29","id":773311519601733600,"day":"07"},{"text":"Go behind the scenes to learn what's in the White House Honey Ale: https://t.co/S6218oatzo #NationalBeerLoversDay https://t.co/uZKf64LcKJ","month":"09","year":"2016","corpus":"go behind scene learn white hous honey ale nationalbeerloversday","id":773670350638899200,"day":"07"},{"text":"“We look forward to better, closer relations” —Daw Aung San Suu Kyi of Burma visiting the White House: https://t.co/maLP0kYREE","month":"09","year":"2016","corpus":"look forward better closer relat daw aung san suu kyi burma visit white hous","id":776199558258946000,"day":"14"},{"text":"Celebrate the historic opening of the @NMAAHC by learning about the legacy of African Americans at the White House: https://t.co/CAl31qtgvR https://t.co/IGkxUcuJa8","month":"09","year":"2016","corpus":"celebr histor open learn legaci african american white hous","id":779448817548525600,"day":"23"},{"text":"“You are the last team of Olympians and Paralympians that we will have the honor of welcoming to the White House.” —@POTUS #TeamUSAinDC","month":"09","year":"2016","corpus":"last team olympian paralympian honor welcom white hous .” —@ potu teamusaindc","id":781537128085717000,"day":"29"},{"text":"Behind the scenes with @KatieLedecky after meeting @POTUS, @FLOTUS, and @VP Biden at the White House #TeamUSAinDC https://t.co/cOfJGFDk4S","month":"09","year":"2016","corpus":"behind scene meet biden white hous teamusaindc","id":781605162871877600,"day":"29"},{"text":"RT @TownleyH: Here at the White House ready to share my story and take your questions! #StopGunViolence https://t.co/APrqRZhip6","month":"09","year":"2016","corpus":"white hous readi share stori take question stopgunviol","id":781564329204199400,"day":"29"},{"text":"RT @ks44: The #FinalFive are taking over the White House Instagram. Follow along: https://t.co/5gOG2TpUpW https://t.co/mDTgY1hPAl","month":"09","year":"2016","corpus":"finalf take white hous instagram follow along","id":781504731424301000,"day":"29"},{"text":"RT @Goldman44: It's finally here! #SXSL starts today with the 3rd Annual White House Student Film Festival. Tune in starting at 1p: https:/…","month":"10","year":"2016","corpus":"final sxsl start today 3rd annual white hous student film festiv tune start 1p http :/…","id":782605473627328500,"day":"02"},{"text":"RT @WHLive: Watch @SoGallant perform live from the White House as part of #SXSL: https://t.co/czI6Vc3fyr","month":"10","year":"2016","corpus":"watch perform live white hous part sxsl","id":782980806461587500,"day":"03"},{"text":"This is #SXSL: The White House festival of ideas, art, and action. Take a peek inside: https://t.co/BbvvMEaQTF https://t.co/RZUm1H3Mxf","month":"10","year":"2016","corpus":"sxsl white hous festiv idea art action take peek insid","id":784056427979665400,"day":"06"},{"text":"RT @TechnicallyDC: The White House is open-sourcing that Facebook Messenger bot https://t.co/LppfgNT0AT https://t.co/I0KiE5POsW","month":"10","year":"2016","corpus":"white hous open sourc facebook messeng bot","id":787027692344320000,"day":"14"},{"text":"\"Because of Michelle, like every good Italian home, the White House now has a garden. With tomatoes. And garlic.\" —@POTUS","month":"10","year":"2016","corpus":"michel like everi good italian home white hous garden tomato garlic .\" —@ potu","id":788371595601510400,"day":"18"},{"text":"We are all more free when we are treated as equals. Today, White House staff stand against bullying and in support of LGBTQ youth #SpiritDay https://t.co/kI4HcDlyDI","month":"10","year":"2016","corpus":"free treat equal today white hous staff stand bulli support lgbtq youth spiritday","id":789132463486464000,"day":"20"},{"text":"Last night, @POTUS welcomed @MissJillScott to kick off the final White House concert of his presidency: https://t.co/8P4CqWRJTw","month":"10","year":"2016","corpus":"last night welcom kick final white hous concert presid","id":789958260560236500,"day":"22"},{"text":"\"Music...is an essential part of the American experience\" —@POTUS marks his final White House concert https://t.co/8P4CqWRJTw","month":"10","year":"2016","corpus":"music ... essenti part american experi —@ potu mark final white hous concert","id":789924247657295900,"day":"22"},{"text":"RT @Reuters: White House urges ban on non-compete agreements for many workers https://t.co/w5eAZ0ks5Y https://t.co/dNGKcMNNge","month":"10","year":"2016","corpus":"white hous urg ban non compet agreement mani worker","id":791305076430123000,"day":"26"},{"text":"RT @Goldman44: Have ideas for making this White House's social media content accessible, useful, and available? Share yours: https://t.co/v…","month":"10","year":"2016","corpus":"idea make white hous social media content access use avail share","id":793213104129617900,"day":"31"},{"text":"RT @ArchDigest: .@FLOTUS and @POTUS give us a rare glimpse into their life inside the White House: https://t.co/TBqoXn4l8k https://t.co/Hln…","month":"11","year":"2016","corpus":"give us rare glimps life insid white hous","id":793472317502398500,"day":"01"},{"text":"RT @POTUS: It happened: @Cubs win World Series. That's change even this South Sider can believe in. Want to come to the White House before…","month":"11","year":"2016","corpus":"happen win world seri chang even south sider believ want come white hous","id":794057886506905600,"day":"03"},{"text":"Today @POTUS called @Cubs Manager Joe Maddon to officially invite the #WorldSeries championship team to the White House. https://t.co/AvthcdzcQw","month":"11","year":"2016","corpus":"today call manag joe maddon offici invit worldseri championship team white hous","id":794371569351016400,"day":"04"},{"text":"RT @Recode: Techies should take a ‘tour of duty’ in government, says White House’s @DJ44 https://t.co/jFuSXOkyas https://t.co/Glf9ZXkG1x","month":"11","year":"2016","corpus":"techi take tour duti govern say white hous","id":795642951745597400,"day":"07"},{"text":"Go behind the scenes with veterans who are now serving our Commander-in-Chief as White House staffers: https://t.co/F8XEiS8aUJ #VeteransDay https://t.co/xYpUUJnwwX","month":"11","year":"2016","corpus":"go behind scene veteran serv command chief white hous staffer veteransday","id":797211906448756700,"day":"11"},{"text":"\"My role is to make sure that when I hand off this White House, that it is in the best possible shape.\" —@POTUS https://t.co/hBpYmRWedU","month":"11","year":"2016","corpus":"role make sure hand white hous best possibl shape .\" —@ potu","id":798284379286016000,"day":"14"}]