[{"text":"You can watch the President’s education event for students going on now, he speaks at noon http://bit.ly/GOZOt","month":"09","year":"2009","corpus":"watch presid educ event student go speak noon","id":3842316463,"day":"08"},{"text":"Obama’s rally for reform with college students – watch & discuss it live via Facebook at 11:40 http://bit.ly/tCHXt","month":"09","year":"2009","corpus":"obama ralli reform colleg student watch discuss live via facebook","id":4056033652,"day":"17"},{"text":"Secretary Napolitano: \"Meeting Female Students in Abu Dhabi\" http://bit.ly/3S4jbT","month":"11","year":"2009","corpus":"secretari napolitano meet femal student abu dhabi","id":5690321976,"day":"13"},{"text":"Dr. Jill Biden sits down with local students & showcases the new, more streamlined FAFSA http://bit.ly/7OafeF","month":"01","year":"2010","corpus":"jill biden sit local student showcas new streamlin fafsa","id":7415414515,"day":"05"},{"text":"WH Music Series: Music of the Civil Rights Movement. Student workshop 3:00, amazing concert at 8:00 http://bit.ly/9nyY6O","month":"02","year":"2010","corpus":"music seri music civil right movement student workshop amaz concert","id":8868414903,"day":"09"},{"text":"For your inner film student, some raw footage of the White House during yesterday's blizzard: http://bit.ly/cOozrt","month":"02","year":"2010","corpus":"inner film student raw footag white hous yesterday blizzard","id":8972924949,"day":"12"},{"text":"Live at 3 EST: Harry Connick Jr. chats w/ local music students & performs to preview the Governors’ Ball http://bit.ly/UT2FE","month":"02","year":"2010","corpus":"live est harri connick chat local music student perform preview governor ball","id":9441215669,"day":"21"},{"text":"Ed Sec Arne Duncan op-ed in WaPo on making student loans work for families, not banks http://bit.ly/bi9vDp","month":"02","year":"2010","corpus":"sec arn duncan wapo make student loan work famili bank","id":9697543246,"day":"26"},{"text":"Live discussion on higher ed w/ Melody Barnes & Sec. Duncan, Qs submitted by college students nationwide http://wh.gov/live","month":"04","year":"2010","corpus":"live discuss higher melodi barn sec duncan submit colleg student nationwid","id":11880257150,"day":"09"},{"text":"RT @usedgov: Let's fix NCLB. Increase flexibility & fairness, invest in teachers, focus on schools & students most at risk. http://go.us ...","month":"01","year":"2011","corpus":"usedgov let fix nclb increas flexibl fair invest teacher focu school student risk","id":22038455202611200,"day":"03"},{"text":"\"Before we take money away from our schools, or scholarships away from our students, we should ask millionaires to give up their tax break.\"","month":"01","year":"2011","corpus":"take money away school scholarship away student ask millionair give tax break","id":30095812029583360,"day":"26"},{"text":"Surprise! It's the President. See Obama surprise some students visiting the White House: http://wh.gov/ayw","month":"04","year":"2011","corpus":"surpris presid see obama surpris student visit white hous","id":57597842654642180,"day":"12"},{"text":"Photo of the Day: President Obama returns to the Oval after surprising students. Video: http://wh.gov/ayw http://twitpic.com/4k2baq","month":"04","year":"2011","corpus":"photo day presid obama return oval surpris student video","id":57858898962550780,"day":"12"},{"text":"Bringing transparency to college costs: A new resource from @usedgov to help students make informed decisions: http://t.co/ekFbqux","month":"06","year":"2011","corpus":"bring transpar colleg cost new resourc usedgov help student make inform decis","id":86552185189572600,"day":"30"},{"text":"Obama on higher ed: We reformed student loans to help students not banks; talking w/ universities to bring down costs, promote needed skills","month":"07","year":"2011","corpus":"obama higher reform student loan help student bank talk univers bring cost promot need skill","id":88672983761162240,"day":"06"},{"text":".@alexanderoriord POTUS secured historic increase in Pell & $2500 college tax cut. Fighting to keep college affordable; key to econ future","month":"07","year":"2011","corpus":"alexanderoriord potu secur histor increas pell 2500 colleg tax cut fight keep colleg afford key econ futur","id":88992171847458820,"day":"07"},{"text":"\"I'm willing to sign a plan that includes tough choices\" President Obama to students @UofMaryland: http://t.co/ptKbQAG","month":"07","year":"2011","corpus":"will sign plan includ tough choic presid obama student uofmaryland","id":94475442861518850,"day":"22"},{"text":".@hannahfranzen: default would mean a tax on all Americans by increasing interest rates for car, home, student sm biz loans, etc. #WHChat","month":"07","year":"2011","corpus":"hannahfranzen default would mean tax american increas interest rate car home student biz loan etc whchat","id":95973703682228220,"day":"26"},{"text":".@chrishowesss: default would drive up interest rates on college, home, car loans. Economy tough enough for new grads, cant make it worse","month":"07","year":"2011","corpus":"chrishowesss default would drive interest rate colleg home car loan economi tough enough new grad cant make wors","id":96289410622033920,"day":"27"},{"text":".@mcjeager Higher interest rates to start. Default would drive up rates across the board, for mortgages, cars, student & biz loans #WHChat","month":"07","year":"2011","corpus":"mcjeager higher interest rate start default would drive rate across board mortgag car student biz loan whchat","id":96665906746372100,"day":"28"},{"text":".@kikaihime: deal has $17 billion over two years to protect historic pell grant increase for 9m students, see: http://t.co/foJxG2d  #whchat","month":"08","year":"2011","corpus":"kikaihim deal billion two year protect histor pell grant increas student see whchat","id":98137950738579460,"day":"01"},{"text":".@JoannDeLanoy in debt deal, POTUS fought for $17bn to ensure full Pell Grant increase, will help 9m students, $5500/yr for college #WHChat","month":"08","year":"2011","corpus":"joanndelanoy debt deal potu fought 17bn ensur full pell grant increas help student 5500 colleg whchat","id":98852766251880450,"day":"03"},{"text":"RT @pfarr86: @whitehouse a @HuffingtonPost article says that grad students are hit hard by the debt deal. Can you comment on that?#whchat","month":"08","year":"2011","corpus":"pfarr86 whitehous huffingtonpost articl say grad student hit hard debt deal comment whchat","id":98855124599967740,"day":"03"},{"text":".@pfarr86 grad students can still access subsidized loans and defer payments. Modest changes help fund college access for millions #WHChat","month":"08","year":"2011","corpus":"pfarr86 grad student still access subsid loan defer payment modest chang help fund colleg access million whchat","id":98855992355336200,"day":"03"},{"text":"RT @jvera15: So this new policy changes nothing for #DREAMACT students that are not in deportation proceedings? #WHChat","month":"08","year":"2011","corpus":"jvera15 new polici chang noth dreamact student deport proceed whchat","id":104290072777601020,"day":"18"},{"text":"RT @VP: \"I'm asking students to share ideas with me on how we can make things safer for you\"-VP talks #1is2many in NEW VIDEO http://t.co ...","month":"09","year":"2011","corpus":"ask student share idea make thing safer talk 1is2mani new video","id":117274219624140800,"day":"23"},{"text":"\"Set your sights high\" -President Obama to students. Watch his back-to-school speech: http://t.co/xgCZv53g","month":"09","year":"2011","corpus":"set sight high presid obama student watch back school speech","id":119502858738610180,"day":"29"},{"text":"RT @arneduncan: Burdened by student loan debt? We're hoping to help http://t.co/wDG8FFiI #payasyouearn","month":"10","year":"2011","corpus":"arneduncan burden student loan debt hope help payasyouearn","id":129262562419277820,"day":"26"},{"text":"RT @JLombard207: Mark, I finished my undergrad in 2006 and have been struggling with my student loans. Will this new program help me as  ...","month":"10","year":"2011","corpus":"jlombard207 mark finish undergrad 2006 struggl student loan new program help","id":129999688798715900,"day":"28"},{"text":"Happening now: County Music Workshop with local students #AtTheWH. Watch live: http://t.co/hhNoX4fh","month":"11","year":"2011","corpus":"happen counti music workshop local student atthewh watch live","id":138696838126637060,"day":"21"},{"text":"RT @mattnocella: With #40dollars, it would be easier to make my student loan payments.","month":"12","year":"2011","corpus":"mattnocella 40dollar would easier make student loan payment","id":149240679464308740,"day":"20"},{"text":"RT @PRPirateDani: @whitehouse #40dollars is money for my student loans and for my parents to buy themselves groceries.","month":"12","year":"2011","corpus":"prpiratedani whitehous 40dollar money student loan parent buy groceri","id":149324820222447600,"day":"21"},{"text":"RT @VanWinky: @whitehouse #40dollars is a portion of my student loan payment, or a tank of gas.","month":"12","year":"2011","corpus":"vanwinki whitehous 40dollar portion student loan payment tank ga","id":149307865134399500,"day":"21"},{"text":"RT @invisiblebob08: @whitehouse I'm a college student who just got my first raise ever. Please don't let the pay roll tax take that away ...","month":"12","year":"2011","corpus":"invisiblebob08 whitehous colleg student got first rais ever pleas let pay roll tax take away","id":149729973652037630,"day":"22"},{"text":"RT @arneduncan: Happy New Year. Parents & teachers, what education goal(s) do you have for your child/students in 2012?","month":"01","year":"2012","corpus":"arneduncan happi new year parent teacher educ goal child student 2012","id":154576634358403070,"day":"04"},{"text":"RT @VP: PHOTO: VP & @arneduncan @ Lincoln HS in Gahanna, #Ohio discussing college affordability with students & parents #GLHS http://t.c ...","month":"01","year":"2012","corpus":"photo arneduncan lincoln gahanna ohio discuss colleg afford student parent glh","id":157564730603606000,"day":"12"},{"text":"By the numbers: 130 medical schools have committed to train students to treat #veterans issues: http://t.co/8VbgmS1j http://t.co/gWnD69xJ","month":"01","year":"2012","corpus":"number 130 medic school commit train student treat veteran issu","id":157631846409191420,"day":"13"},{"text":"RT @arneduncan: Happy to see a teacher & student in the First Lady's box. http://t.co/KmjW8B0R #SOTU","month":"01","year":"2012","corpus":"arneduncan happi see teacher student first ladi box sotu","id":161989775493038080,"day":"25"},{"text":"RT @JonCarson44: Know someone drowning in student debt? Make sure they learn about President Obama's Income Based Repayment Program: htt ...","month":"01","year":"2012","corpus":"joncarson44 know someon drown student debt make sure learn presid obama incom base repay program htt","id":162914173007822850,"day":"27"},{"text":"President Obama talks to students about investing in #education in a Google+ Hangout right now. Watch live: http://t.co/9Zc4y7S1","month":"01","year":"2012","corpus":"presid obama talk student invest educ googl hangout right watch live","id":164123319568826370,"day":"30"},{"text":"By the numbers: 2 million workers:  http://t.co/mCeqOS9O The President announces the Community College to Career Fund: http://t.co/H7KmdRQ2","month":"02","year":"2012","corpus":"number million worker presid announc commun colleg career fund","id":169205321414344700,"day":"13"},{"text":"RT @Tesse_Jurner: @BarackObama #40dollars contributes to my insurance, gas, car payments, phone bills, soon student loans, etc","month":"02","year":"2012","corpus":"tesse_jurn barackobama 40dollar contribut insur ga car payment phone bill soon student loan etc","id":169521043487199230,"day":"14"},{"text":"RT @michael_conover: Not Affording some student loans. \n“@whitehouse: What would #40dollars less a paycheck mean to you? http://t.co/vVp ...","month":"02","year":"2012","corpus":"michael_conov afford student loan whitehous would 40dollar less paycheck mean","id":169393130012028930,"day":"14"},{"text":"RT @letsmove: Calling all students: Last chance to enter the White House #EasterEggRoll Poster Contest: http://t.co/EpvKSttG","month":"03","year":"2012","corpus":"letsmov call student last chanc enter white hous eastereggrol poster contest","id":177163660395937800,"day":"06"},{"text":"RT @jesseejamesMD: #AskVP What about the lower middle class students who do not qualify for #Pell and still can't afford to pay their wa ...","month":"04","year":"2012","corpus":"jesseejamesmd askvp lower middl class student qualifi pell still afford pay","id":187270409673130000,"day":"03"},{"text":"RT @MoonFairy4: @vp 1/2 I'm a mom who's gone back to school for engineering. Still have student loan debt from prev BA (that career led  ...","month":"04","year":"2012","corpus":"moonfairy4 mom gone back school engin still student loan debt prev career led","id":187271785182527500,"day":"03"},{"text":"RT @VP: College costs high. Debt burdensome. Help needed. That's why I'm here. Fire away. Use #AskVP -vp","month":"04","year":"2012","corpus":"colleg cost high debt burdensom help need fire away use askvp","id":187265454824366080,"day":"03"},{"text":"RT @tressiemcphd: thoughts on role of fed student loans generating profit for #4profits while state subsidies to public unis decline? @v ...","month":"04","year":"2012","corpus":"tressiemcphd thought role fed student loan gener profit 4profit state subsidi public uni declin","id":187269944810024960,"day":"03"},{"text":"RT @JTyler5767: @usedgov Private college rates keep going up, what's the plan to help #MiddleAmerican students get a private education # ...","month":"04","year":"2012","corpus":"jtyler5767 usedgov privat colleg rate keep go plan help middleamerican student get privat educ","id":187267072005378050,"day":"03"},{"text":"RT @VP: .@tressiemcphd Regrettable decline of state support. Profits plowed back into student opportunities -vp #askvp","month":"04","year":"2012","corpus":"tressiemcphd regrett declin state support profit plow back student opportun askvp","id":187270136372281340,"day":"03"},{"text":"RT @AmandaEmilyB: Americans now owe more in student loans than credit card debt. How can you justify cuts to pell & increases in loan in ...","month":"04","year":"2012","corpus":"amandaemilyb american owe student loan credit card debt justifi cut pell increas loan","id":187267116754419700,"day":"03"},{"text":"RT @dlnw52: Feelings on student loan debt? Not just for young people but for women back in the workforce due to divorce/widowing? #AskVP","month":"04","year":"2012","corpus":"dlnw52 feel student loan debt young peopl women back workforc due divorc widow askvp","id":187267161524416500,"day":"03"},{"text":"President Obama: \"If Congress doesn’t act, on 7/1 interest rates on some student loans will double\" http://t.co/LpfTaLlR #DontDoubleMyRate","month":"04","year":"2012","corpus":"presid obama congress act interest rate student loan doubl dontdoublemyr","id":193751670629470200,"day":"21"},{"text":"If Congress doesn’t act, interest rates will double on July 1 for more than 7.4 million students #DontDoubleMyRate http://t.co/7wqlA1d5","month":"04","year":"2012","corpus":"congress act interest rate doubl juli million student dontdoublemyr","id":194541377680449540,"day":"23"},{"text":"RT @Bruce_Cheek: If Congress doesn’t act, interest rates on Stafford student loans will double on July 1. #DontDoubleMyRate http://t.co/ ...","month":"04","year":"2012","corpus":"bruce_cheek congress act interest rate stafford student loan doubl juli dontdoublemyr","id":194848869253779460,"day":"24"},{"text":"Live: President Obama calls on Congress to stop interest rates on student loans from doubling @ UNC:\nhttp://t.co/W44UaNDg #DontDoubleMyRate","month":"04","year":"2012","corpus":"live presid obama call congress stop interest rate student loan doubl unc dontdoublemyr","id":194835941569990660,"day":"24"},{"text":"\"Tell [Congress] now is not the time to double interest rates on your student loans\" -President Obama http://t.co/DZsAtSqS #DontDoubleMyRate","month":"04","year":"2012","corpus":"tell congress time doubl interest rate student loan presid obama dontdoublemyr","id":194887998976958460,"day":"24"},{"text":"RT @pfeiffer44: Tune into @jimmyfallon tonight to watch President Obama Slow Jam the News on student loan interest rates","month":"04","year":"2012","corpus":"pfeiffer44 tune jimmyfallon tonight watch presid obama slow jam news student loan interest rate","id":194878981793787900,"day":"24"},{"text":"VIDEO: President Obama calls on students to tell Congress #DontDoubleMyRate: http://t.co/LpfTaLlR","month":"04","year":"2012","corpus":"video presid obama call student tell congress dontdoublemyr","id":194876739443359740,"day":"24"},{"text":"RT @CordovaJeanette: If Congress doesn’t act, interest rates on Stafford student loans will double on July 1. #DontDoubleMyRate http://t ...","month":"04","year":"2012","corpus":"cordovajeanett congress act interest rate stafford student loan doubl juli dontdoublemyr","id":194844744646541300,"day":"24"},{"text":"Don't miss President Obama Slow Jam the News on student loans &amp; #DontDoubleMyRate tonight on @jimmyfallon: http://t.co/om0dnn2E","month":"04","year":"2012","corpus":"miss presid obama slow jam news student loan amp dontdoublemyr tonight jimmyfallon","id":194923348428455940,"day":"24"},{"text":"RT @WhipHoyer: We can’t saddle our students with more debt if we want to keep America competitive #DontDoubleMyRate #ObamaUNC","month":"04","year":"2012","corpus":"whiphoy saddl student debt want keep america competit dontdoublemyr obamaunc","id":194850327504228350,"day":"24"},{"text":"RT @pemalevy: Obama just got thousands of students to repeat the hashtag #dontdoublemyrate","month":"04","year":"2012","corpus":"pemalevi obama got thousand student repeat hashtag dontdoublemyr","id":194848956260433920,"day":"24"},{"text":"Obama: \"For each year Congress doesn’t act, the average student w/ these loans will rack up an additional $1,000 in debt\" #DontDoubleMyRate","month":"04","year":"2012","corpus":"obama year congress act averag student loan rack addit 000 debt dontdoublemyr","id":194964457372393470,"day":"25"},{"text":"WATCH: President Obama calls on students to tell Congress #DontDoubleMyRate: http://t.co/DZsAtSqS [RT if you agree]","month":"04","year":"2012","corpus":"watch presid obama call student tell congress dontdoublemyr agre","id":194984622352891900,"day":"25"},{"text":"President Obama: \"Colleges and universities need to do their part to keep costs down\" #DontDoubleMyRate Watch: http://t.co/u95y7hhB","month":"04","year":"2012","corpus":"presid obama colleg univers need part keep cost dontdoublemyr watch","id":194963788716445700,"day":"25"},{"text":"RT @UncleRUSH: Check it out! Why Obama's push on student loans is critical for college students &gt;&gt; http://t.co/DRupoYVd -- #DontDo ...","month":"04","year":"2012","corpus":"unclerush check obama push student loan critic colleg student dontdo","id":194966866077290500,"day":"25"},{"text":"Obama: Congress needs to \"prevent the interest rates on federal student loans from shooting up &amp; shaking you down\" #DontDoubleMyRate","month":"04","year":"2012","corpus":"obama congress need prevent interest rate feder student loan shoot amp shake dontdoublemyr","id":194964222952747000,"day":"25"},{"text":"RT @JDonChaney: Students need to let their voices be heard and stand up for this incredibly important issue #Dontdoublemyrate","month":"04","year":"2012","corpus":"jdonchaney student need let voic heard stand incred import issu dontdoublemyr","id":194977276880883700,"day":"25"},{"text":"If Congress doesn't act by July 1, more than 7.4M students will see their interest rates double: http://t.co/Cvszd1Y5 #DontDoubleMyRates","month":"04","year":"2012","corpus":"congress act juli student see interest rate doubl dontdoublemyr","id":195022522838814720,"day":"25"},{"text":"RT @kristafir: Congress, I'm about to graduate college. The job market is already rough. Don't make things worse and #dontdoublemyrates","month":"04","year":"2012","corpus":"kristafir congress graduat colleg job market alreadi rough make thing wors dontdoublemyr","id":195020599054176260,"day":"25"},{"text":"RT @David_LaRose: Obama asks CU to let their voice be heard and to stand up for themselves, especially the students #DontDoubleMyRate","month":"04","year":"2012","corpus":"david_laros obama ask let voic heard stand especi student dontdoublemyr","id":194969704702558200,"day":"25"},{"text":"RT @FHSUBudd: I'm a hard working student, pursuing my dream and hope to never ask the government for welfare, so congress, #dontdoublemyrate","month":"04","year":"2012","corpus":"fhsubudd hard work student pursu dream hope never ask govern welfar congress dontdoublemyr","id":195225862268928000,"day":"25"},{"text":"RT @arneduncan: No, but we can't let Stafford loan interest rates double. Congress must act by Jul 1st. #Dontdoublemyrate http://t.co/9F ...","month":"04","year":"2012","corpus":"arneduncan let stafford loan interest rate doubl congress must act jul 1st dontdoublemyr","id":195226254255996930,"day":"25"},{"text":"RT @MatildaEmily: Pres Obama is pushing college students to use #DontDoubleMyRate to voice their concern about student loan rates! #awesome","month":"04","year":"2012","corpus":"matildaemili pre obama push colleg student use dontdoublemyr voic concern student loan rate awesom","id":195267383009624060,"day":"25"},{"text":"RT @Richardafowler: If we are supposed to be the future, why are we drowning in student debt #dontdoublemyrate","month":"04","year":"2012","corpus":"richardafowl suppos futur drown student debt dontdoublemyr","id":194971853482246140,"day":"25"},{"text":"President Obama: \"Americans now owe more on their student loans than they do on their credit cards\" #DontDoubleMyRate","month":"04","year":"2012","corpus":"presid obama american owe student loan credit card dontdoublemyr","id":194962109921116160,"day":"25"},{"text":"\"So we have to make college more affordable for you\" -President Obama to CU-Boulder students #DontDoubleMyRate","month":"04","year":"2012","corpus":"make colleg afford presid obama boulder student dontdoublemyr","id":194962616005832700,"day":"25"},{"text":"RT @hollywood_ace: Obama is completely right on student loans and higher education. This should not be a partisan issue #dontdoublemyrate","month":"04","year":"2012","corpus":"hollywood_ac obama complet right student loan higher educ partisan issu dontdoublemyr","id":195227743162601470,"day":"25"},{"text":"RT @eeseidler: 255,000 Iowans would be affected if Congress doesn't act on student loan interest rates #DontDoubleMyRate #ObamaatUI","month":"04","year":"2012","corpus":"eeseidl 255 000 iowan would affect congress act student loan interest rate dontdoublemyr obamaatui","id":195224970262089730,"day":"25"},{"text":"President Obama: \"Tell [Congress] now is not the time to double interest rates on your student loans\" http://t.co/Cvszd1Y5 #DontDoubleMyRate","month":"04","year":"2012","corpus":"presid obama tell congress time doubl interest rate student loan dontdoublemyr","id":195014772167688200,"day":"25"},{"text":"Keeping rates low is not only good for students, it’s good for the economy. More from @JEarnest44: http://t.co/4pQHsXOS #DontDoubleMyRate","month":"04","year":"2012","corpus":"keep rate low good student good economi jearnest44 dontdoublemyr","id":195616165551280130,"day":"26"},{"text":"Today, the President speaks on the need to prevent student loan interest rates from doubling on 7/1: http://t.co/Cvszd1Y5 #DontDoubleMyRate","month":"05","year":"2012","corpus":"today presid speak need prevent student loan interest rate doubl dontdoublemyr","id":198423628327567360,"day":"04"},{"text":"RT @DavidAgnew44: President Obama just joined call with mayors, govs, county execs &amp; student leaders-urges Congress to act on studen ...","month":"05","year":"2012","corpus":"davidagnew44 presid obama join call mayor gov counti exec amp student leader urg congress act studen","id":199573959077928960,"day":"07"},{"text":"RT @Michael_Nutter: College students in my office, on the phone with Pres Obama about #dontdoublemyrate. Pres Obama supports edu! http:/ ...","month":"05","year":"2012","corpus":"michael_nutt colleg student offic phone pre obama dontdoublemyr pre obama support edu http","id":199573712897450000,"day":"07"},{"text":"\"Extremely disappointing\" -@PressSec on Senate Republicans vote to block student loan bill: http://t.co/fBaKJryH #DontDoubleMyRate","month":"05","year":"2012","corpus":"extrem disappoint presssec senat republican vote block student loan bill dontdoublemyr","id":199972231307198460,"day":"08"},{"text":"RT @WHLive: Happening now: @VP Biden speaks to students about keeping college affordable &amp; #DontDoubleMyRate. Watch: http://t.co/g5i ...","month":"05","year":"2012","corpus":"whlive happen biden speak student keep colleg afford amp dontdoublemyr watch","id":200598371105390600,"day":"10"},{"text":"RT @VP: College must be affordable to all. Tell Congress now is not the time to double interest rates on student loans. – VP #DontDouble ...","month":"05","year":"2012","corpus":"colleg must afford tell congress time doubl interest rate student loan dontdoubl","id":200589689244221440,"day":"10"},{"text":"RT @mlslawter75: @whitehouse: Where is congress on student loan rates? #WHChat","month":"05","year":"2012","corpus":"mlslawter75 whitehous congress student loan rate whchat","id":205784984940855300,"day":"24"},{"text":"Local students join a May morning harvest in the White House Kitchen Garden: http://t.co/TM6iw9cR","month":"06","year":"2012","corpus":"local student join may morn harvest white hous kitchen garden","id":209118422125125630,"day":"03"},{"text":"RT @arneduncan: At @WhiteHouse to meet w/ @VP &amp; 10 college prez's who've pledged to give incoming students more info on #costofcolle ...","month":"06","year":"2012","corpus":"arneduncan whitehous meet amp colleg prez pledg give incom student info costofcol","id":210050662644461570,"day":"05"},{"text":"By the #s: http://t.co/4FTPisZs Today's college students graduate w/ an average of $26,000 in student loan debt: http://t.co/nZfVr6m8","month":"06","year":"2012","corpus":"today colleg student graduat averag 000 student loan debt","id":210158436422393860,"day":"05"},{"text":"Photo of the Day: Pres Obama waves to the crowd after speaking on college affordability &amp; #DontDoubleMyRate at UNLV: http://t.co/9iwfIkkk","month":"06","year":"2012","corpus":"photo day pre obama wave crowd speak colleg afford amp dontdoublemyr unlv","id":211211135846858750,"day":"08"},{"text":"Vice President Discusses College Affordability with College &amp; University Officials:  http://t.co/uDBHwz19","month":"06","year":"2012","corpus":"vice presid discuss colleg afford colleg amp univers offici","id":211446074525749250,"day":"09"},{"text":"Tune in to hear the President on student loans @ 1:40ET, then ask your ?s: http://t.co/ENZD3Yln #DontDoubleMyRate http://t.co/1ZEj9Myc","month":"06","year":"2012","corpus":"tune hear presid student loan 40et ask dontdoublemyr","id":215821520461758460,"day":"21"},{"text":"RT @PressSec: If POTUS hadn't focused on it, GOP was prepared to let interest rates double on 7.5 million students. #DontDoubleMyRate.","month":"06","year":"2012","corpus":"presssec potu focus gop prepar let interest rate doubl million student dontdoublemyr","id":215889256332271600,"day":"21"},{"text":"Obama: \"If Congress fails to act, more than 7M students will suddenly be hit with the equivalent of a $1,000 tax hike\" #DontDoubleMyRate","month":"06","year":"2012","corpus":"obama congress fail act student suddenli hit equival 000 tax hike dontdoublemyr","id":215862307559976960,"day":"21"},{"text":"President Obama: Congress Must Act on #Transportation Bill &amp; Student Loans: http://t.co/J4GojZ1I #DontDoubleMyRate","month":"06","year":"2012","corpus":"presid obama congress must act transport bill amp student loan dontdoublemyr","id":217022145535021060,"day":"24"},{"text":"President Obama again pushes Congress to act on student loans: http://t.co/jV2UNoxP #DontDoubleMyRate","month":"06","year":"2012","corpus":"presid obama push congress act student loan dontdoublemyr","id":217242390937870340,"day":"25"},{"text":"RT @_ndrw: #WHChat College affordability is good, but how about support for alternatives to the traditional 4-year college?","month":"06","year":"2012","corpus":"_ndrw whchat colleg afford good support altern tradit year colleg","id":218044689704697860,"day":"27"},{"text":"RT @CodeMonkey76: @arneduncan How is enabling people to take on more debt 'making college affordable'?  Why not *lower costs*? #WHChat","month":"06","year":"2012","corpus":"codemonkey76 arneduncan enabl peopl take debt make colleg afford lower cost whchat","id":218045487096397820,"day":"27"},{"text":"RT @Stoptesting15: #WHChat How do we prepare students for college or careers when the emphasis in many schools is test scores?","month":"06","year":"2012","corpus":"stoptesting15 whchat prepar student colleg career emphasi mani school test score","id":218046829378551800,"day":"27"},{"text":"Photo of the Day: President Obama talks to a group of students while visiting the Varsity restaurant in Atlanta, G.A. http://t.co/KXIJtUUd","month":"06","year":"2012","corpus":"photo day presid obama talk group student visit varsiti restaur atlanta","id":218065195736637440,"day":"27"},{"text":"RT @arneduncan: .@Twittymilk @CFPB is on the beat - taking complaints about private student loans: http://t.co/nqLeQVit #whchat","month":"06","year":"2012","corpus":"arneduncan twittymilk cfpb beat take complaint privat student loan whchat","id":218045632844271600,"day":"27"},{"text":"RT @arneduncan: .@MyFutureMyWay Yes - hugely important. More &amp; more high school students are getting college credit before they grad ...","month":"06","year":"2012","corpus":"arneduncan myfuturemyway ye huge import amp high school student get colleg credit grad","id":218049353179332600,"day":"27"},{"text":"RT @arneduncan: .@jmaccx No. We want every student to be college &amp; career ready with the skills to pursue their dreams whatever they ...","month":"06","year":"2012","corpus":"arneduncan jmaccx want everi student colleg amp career readi skill pursu dream whatev","id":218048395984633860,"day":"27"},{"text":"RT @jmaccx: @WHLive @arneduncan Do u think the push that EVERY child pursue a college degree is having a negative impact on college pric ...","month":"06","year":"2012","corpus":"jmaccx whlive arneduncan think push everi child pursu colleg degre neg impact colleg pric","id":218048375893925900,"day":"27"},{"text":"RT @jodikimmelman: #WHChat. What about former students from 2006-2008 who have fixed 6.8% direct loans?  Any way to get those lowered?","month":"06","year":"2012","corpus":"jodikimmelman whchat former student 2006 2008 fix direct loan way get lower","id":218044602484142080,"day":"27"},{"text":"RT @Twittymilk: @whitehouse @arneduncan what is the plan for helping students deal with private loans? There's no reprieve for those str ...","month":"06","year":"2012","corpus":"twittymilk whitehous arneduncan plan help student deal privat loan repriev str","id":218045613709856770,"day":"27"},{"text":"RT @arneduncan: .@Stoptesting15 we are giving states flexibility from #NCLB; many are much more focused on graduation rates &amp; colleg ...","month":"06","year":"2012","corpus":"arneduncan stoptesting15 give state flexibl nclb mani much focus graduat rate amp colleg","id":218046903466733570,"day":"27"},{"text":"You said #DontDoubleMyRate &amp; it made all the difference. Watch why your voices mattered on student loans &amp; share: http://t.co/SPuXootC","month":"07","year":"2012","corpus":"said dontdoublemyr amp made differ watch voic matter student loan amp share","id":221346831001583600,"day":"06"},{"text":"Watch now: President Obama signs a bill to keep student loan interest rates low: http://t.co/dfEWfXpi #DontDoubleMyRate","month":"07","year":"2012","corpus":"watch presid obama sign bill keep student loan interest rate low dontdoublemyr","id":221354292001505280,"day":"06"},{"text":"\"You made this happen\" -President Obama at the student loan interest rate bill signing: http://t.co/9XEJFISZ\n #DontDoubleMyRate","month":"07","year":"2012","corpus":"made happen presid obama student loan interest rate bill sign dontdoublemyr","id":221585322167902200,"day":"07"},{"text":"Heading to college? The new Financial Aid Shopping Sheet allows students to \"Know Before They Owe\" http://t.co/KeKIS3mT http://t.co/90ehnKX3","month":"07","year":"2012","corpus":"head colleg new financi aid shop sheet allow student know owe","id":227880218419929100,"day":"24"},{"text":"New \"Shopping Sheet\" Will Make It Easier for Students to \"Know Before They Owe\" http://t.co/P3jjL3M8 #KnowBeforeYouOwe","month":"07","year":"2012","corpus":"new shop sheet make easier student know owe knowbeforeyouow","id":229574529993826300,"day":"29"},{"text":"RT @koolking83: #my2k Two mortgage payments...or seven car payments...or ten months of gas to get to work... or a year of student loan p ...","month":"11","year":"2012","corpus":"koolking83 my2k two mortgag payment ... seven car payment ... ten month ga get work ... year student loan","id":273916148276416500,"day":"28"},{"text":"RT @jeffstrater: #My2k pays rent, gas, food, student loans. Have to watch every dollar. Thank you @whitehouse for fighting for me.","month":"11","year":"2012","corpus":"jeffstrat my2k pay rent ga food student loan watch everi dollar thank whitehous fight","id":273870854415323140,"day":"28"},{"text":"RT @Mathemomician: #My2K = groceries, tuition and student loans. Maybe even a zoo membership for some family time with my 4 kids.","month":"11","year":"2012","corpus":"mathemomician my2k groceri tuition student loan mayb even zoo membership famili time kid","id":273901232274415600,"day":"28"},{"text":"RT @kczingler07: #My2K is being able to pay off my student loans and starting a savings to get ready to buy a house and start a family.","month":"11","year":"2012","corpus":"kczingler07 my2k abl pay student loan start save get readi buy hous start famili","id":274191481974165500,"day":"29"},{"text":"RT @patricem08: #My2K means a tremendous amount to me as a full time graduate student. Food, bus fare, books, etc are costs easily offse ...","month":"11","year":"2012","corpus":"patricem08 my2k mean tremend amount full time graduat student food bu fare book etc cost easili offs","id":274329991821533200,"day":"30"},{"text":".@dontbeaprat cuts w/out revenue=reductions in student loans; work/study &amp; college tax credits expire.  Bad for growth.  like your hair! -bo","month":"12","year":"2012","corpus":"dontbeaprat cut revenu reduct student loan work studi amp colleg tax credit expir bad growth like hair","id":275680617075712000,"day":"03"},{"text":".@dontbeaprat cuts w/out revenue = reductions in student loans; work/study &amp; college tax credits expire. Bad for growth. like your hair! -bo","month":"12","year":"2012","corpus":"dontbeaprat cut revenu reduct student loan work studi amp colleg tax credit expir bad growth like hair","id":275680810223419400,"day":"03"},{"text":"Obama: \"At schools like P-Tech ... students will graduate with a high school diploma &amp; an associate degree in computers or engineering.\"","month":"02","year":"2013","corpus":"obama school like tech student graduat high school diploma amp associ degre comput engin","id":301522200488468500,"day":"13"},{"text":"\"Through tax credits, grants, and better loans, we have made college more affordable\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"tax credit grant better loan made colleg afford presid obama sotu","id":301522547697139700,"day":"13"},{"text":"Photo Gallery: Behind the scenes in February: http://t.co/LjL9kK5JC1 President Obama hugs pre-k students in GA: http://t.co/xiI2Oqd8gb","month":"03","year":"2013","corpus":"photo galleri behind scene februari presid obama hug pre student","id":312586718731698200,"day":"15"},{"text":"RT @readingrainbow: Watching @levarburton at the #WHScienceFair interviewing students: These students and their projects are inspiring! htt…","month":"04","year":"2013","corpus":"readingrainbow watch levarburton whsciencefair interview student student project inspir htt","id":326372203086090240,"day":"22"},{"text":"\"Young people like these have to make you hopeful about the future of our country.\" —President Obama on the students at the #WHScienceFair","month":"04","year":"2013","corpus":"young peopl like make hope futur countri presid obama student whsciencefair","id":326403384754200600,"day":"22"},{"text":"ROBOTS! President Obama met with some really talented students in Manor, Texas today: http://t.co/MFVY11Ku1N","month":"05","year":"2013","corpus":"robot presid obama met realli talent student manor texa today","id":332661316655403000,"day":"10"},{"text":"RT @arneduncan: Great discussion in CT today &amp; glad to announce $1.3M grant to help Newtown's teachers, students &amp; families. http://t.co/1a…","month":"05","year":"2013","corpus":"arneduncan great discuss today amp glad announc grant help newtown teacher student amp famili","id":337993704772091900,"day":"24"},{"text":"FACT: Last year, President Obama helped students save an average of $1,000 on their college loans by extending low interest rates.","month":"05","year":"2013","corpus":"fact last year presid obama help student save averag 000 colleg loan extend low interest rate","id":340181785545695200,"day":"30"},{"text":"2012: Congress almost let student loan rates double. 2013: Congress is set to let student loan rates double: http://t.co/Bz4rSOf1Tc #TBT","month":"05","year":"2013","corpus":"2012 congress almost let student loan rate doubl 2013 congress set let student loan rate doubl tbt","id":340142415199494140,"day":"30"},{"text":"FACT: President Obama's plan would keep interest rates low on student loans for more than 7 million borrowers. #DontDoubleMyRate","month":"05","year":"2013","corpus":"fact presid obama plan would keep interest rate low student loan million borrow dontdoublemyr","id":340166078829322240,"day":"30"},{"text":"RT if you agree: Every American should be able to afford higher education. #DontDoubleMyRate, http://t.co/ONyjCSFUBm","month":"05","year":"2013","corpus":"agre everi american abl afford higher educ dontdoublemyr","id":340249413102493700,"day":"30"},{"text":"FACT: President Obama doubled investments in Pell Grants—helping millions of additional low-income and middle-class students afford college.","month":"05","year":"2013","corpus":"fact presid obama doubl invest pell grant help million addit low incom middl class student afford colleg","id":340175940711772160,"day":"30"},{"text":"At 10:20am ET: President Obama speaks on why we need to prevent student loan rates from doubling. http://t.co/KvadYk9atb #DontDoubleMyRate","month":"05","year":"2013","corpus":"20am presid obama speak need prevent student loan rate doubl dontdoublemyr","id":340460073820254200,"day":"31"},{"text":"President Obama on keeping student loan rates low: “This isn’t just critical for their futures, but for America’s future.” #DontDoubleMyRate","month":"05","year":"2013","corpus":"presid obama keep student loan rate low critic futur america futur dontdoublemyr","id":340474650133938200,"day":"31"},{"text":"If Congress lets student loan rates double on July 1st, millions of students will pay the price. #DontDoubleMyRate, http://t.co/Xy8w64ODVT","month":"05","year":"2013","corpus":"congress let student loan rate doubl juli 1st million student pay price dontdoublemyr","id":340487994819616800,"day":"31"},{"text":"President Obama: \"If Congress doesn’t act by July 1st, federal student loan rates are set to double.\" #DontDoubleMyRate","month":"05","year":"2013","corpus":"presid obama congress act juli 1st feder student loan rate set doubl dontdoublemyr","id":340475964108701700,"day":"31"},{"text":"President Obama: \"Last year, you convinced 186 Republicans in the House and 24 Republicans in the Senate...to keep student loan rates low.\"","month":"05","year":"2013","corpus":"presid obama last year convinc 186 republican hous republican senat ... keep student loan rate low","id":340476673763995650,"day":"31"},{"text":"Spread the word: Use #DontDoubleMyRate to share why students can't afford to pay more for college loans.","month":"05","year":"2013","corpus":"spread word use dontdoublemyr share student afford pay colleg loan","id":340494223671439360,"day":"31"},{"text":"Happening now: President Obama speaks about preventing student loan rates from doubling. http://t.co/KvadYk9atb #DontDoubleMyRate","month":"05","year":"2013","corpus":"happen presid obama speak prevent student loan rate doubl dontdoublemyr","id":340474040751882240,"day":"31"},{"text":"RT if you agree: All of our students deserve access to high-speed internet at school. #ConnectED, http://t.co/FxKEKEx0Fs","month":"06","year":"2013","corpus":"agre student deserv access high speed internet school connect","id":342694927379071000,"day":"06"},{"text":"FACT: Obama's #ConnectED initiative will help educators receive the support and technology training they need to improve student outcomes.","month":"06","year":"2013","corpus":"fact obama connect initi help educ receiv support technolog train need improv student outcom","id":342683683473477600,"day":"06"},{"text":"FACT: Obama's #ConnectED initiative will give 99% of America's students access to high-speed internet. http://t.co/C9z60VY8wD","month":"06","year":"2013","corpus":"fact obama connect initi give america student access high speed internet","id":342676054529417200,"day":"06"},{"text":"RT if you agree: Every student in America deserves access to high-speed internet at school: http://t.co/roPeyZ54LM, http://t.co/FIPE9xnVYi","month":"06","year":"2013","corpus":"agre everi student america deserv access high speed internet school","id":342795660975829000,"day":"07"},{"text":"RT if you agree: We should keep making college more affordable—not force students to pay more for college loans. #DontDoubleMyRate","month":"06","year":"2013","corpus":"agre keep make colleg afford forc student pay colleg loan dontdoublemyr","id":345232036652531700,"day":"13"},{"text":"Higher education should be a right for all Americans—and that's why we can't let student loan rates double July 1st: http://t.co/bA8yMF9Yjt","month":"06","year":"2013","corpus":"higher educ right american let student loan rate doubl juli 1st","id":345311966035836900,"day":"13"},{"text":"FACT: President Obama's plan would keep interest rates low on student loans for more than 7 million borrowers. #DontDoubleMyRate","month":"06","year":"2013","corpus":"fact presid obama plan would keep interest rate low student loan million borrow dontdoublemyr","id":345209467241123840,"day":"13"},{"text":"FACT: If Congress doesn't act, more than 7 million students will pay about $1,000 more in interest on next year's loans. #DontDoubleMyRate","month":"06","year":"2013","corpus":"fact congress act million student pay 000 interest next year loan dontdoublemyr","id":345197811786190850,"day":"13"},{"text":"Only 18 days left to act: Student loan rates will double on July 1st if Congress doesn't stop it. http://t.co/bR8r5TeDus #DontDoubleMyRate","month":"06","year":"2013","corpus":"day left act student loan rate doubl juli 1st congress stop dontdoublemyr","id":345186431351803900,"day":"13"},{"text":"RT to spread the word: 14 days left for Congress to act before student loan rates double. http://t.co/14hnHHXu2A #DontDoubleMyRate","month":"06","year":"2013","corpus":"spread word day left congress act student loan rate doubl dontdoublemyr","id":346644161631494140,"day":"17"},{"text":"RT if you agree with President Obama: We can't let federal student loan rates double in 12 days. http://t.co/jBio2On6mw #DontDoubleMyRate","month":"06","year":"2013","corpus":"agre presid obama let feder student loan rate doubl day dontdoublemyr","id":347462138840887300,"day":"19"},{"text":"RT if you agree: We can't afford to let student loan rates double in 11 days. #DontDoubleMyRate, http://t.co/RU49Xb5zJQ","month":"06","year":"2013","corpus":"agre afford let student loan rate doubl day dontdoublemyr","id":347813640331735040,"day":"20"},{"text":"RT @WHLive: Watch #WeTheGeeks to find out how digital badges can help students build their careers: http://t.co/fktOJbApY1 (Ask Q's using #…","month":"06","year":"2013","corpus":"whlive watch wethegeek find digit badg help student build career ask use","id":347777167452667900,"day":"20"},{"text":"Watch #WeTheGeeks at 2pm ET to find out how digital badges can help students build resumes and showcase their skills: http://t.co/pGjsGcavKg","month":"06","year":"2013","corpus":"watch wethegeek 2pm find digit badg help student build resum showcas skill","id":347772394984861700,"day":"20"},{"text":"Just 10 days left to act: RT to say we can't afford to let student loan rates double. #DontDoubleMyRate, http://t.co/BvFq5l0i7y","month":"06","year":"2013","corpus":"day left act say afford let student loan rate doubl dontdoublemyr","id":348120464083787800,"day":"21"},{"text":"Starting now, you can text with President Obama about student loans. Find out how via @DoSomething: http://t.co/UffMdJb4X5 #DontDoubleMyRate","month":"06","year":"2013","corpus":"start text presid obama student loan find via dosometh dontdoublemyr","id":349275551002923000,"day":"24"},{"text":"RT to spread the word: You can now text PREZ to 38383 to ask President Obama your questions about student loans. http://t.co/6GHtQMFPsh","month":"06","year":"2013","corpus":"spread word text prez 38383 ask presid obama question student loan","id":349315585932419100,"day":"24"},{"text":"\"By investing in your education, you are doing the very best thing you can do.\" —@FLOTUS to students in Senegal: http://t.co/B4Wn3V6ejM","month":"06","year":"2013","corpus":"invest educ best thing flotu student seneg","id":350662238757081100,"day":"28"},{"text":"FACT: In 2010, more than 70% of foreign graduate students were studying science, technology, engineering, or math. #ImmigrationNation","month":"07","year":"2013","corpus":"fact 2010 foreign graduat student studi scienc technolog engin math immigrationn","id":355350858319409150,"day":"11"},{"text":"RT if you agree: We should pass #ImmigrationReform so our best &amp; brightest students from around the world stay here &amp; help grow our economy.","month":"07","year":"2013","corpus":"agre pass immigrationreform best amp brightest student around world stay amp help grow economi","id":357220698160242700,"day":"16"},{"text":"FACT: In 2010, more than 70% of foreign graduate students were studying science, technology, engineering, or math. #ImmigrationNation","month":"07","year":"2013","corpus":"fact 2010 foreign graduat student studi scienc technolog engin math immigrationn","id":357202098053586940,"day":"16"},{"text":"RT if you agree: It's time to pass a bipartisan compromise on college loans that saves 11 million students money —&gt; http://t.co/ifuFgKeK2j","month":"07","year":"2013","corpus":"agre time pass bipartisan compromis colleg loan save million student money","id":359716569351323650,"day":"23"},{"text":"FACT: A bipartisan compromise on college loans would save 11 million students an average of $1,500. http://t.co/xRVgtw5j8q","month":"07","year":"2013","corpus":"fact bipartisan compromis colleg loan would save million student averag 500","id":359708765680959500,"day":"23"},{"text":"Obama on paying for college: \"I will lay out an aggressive strategy to...tackle rising costs and improve value for middle-class students.\"","month":"07","year":"2013","corpus":"obama pay colleg lay aggress strategi ... tackl rise cost improv valu middl class student","id":360095191144730600,"day":"24"},{"text":"Obama on the Senate acting to cut student loan rates: \"This compromise is a major victory for our nation’s students.\" http://t.co/VLFIeYLwCs","month":"07","year":"2013","corpus":"obama senat act cut student loan rate compromis major victori nation student","id":360181611322552300,"day":"24"},{"text":"\"We can’t let high borrowing costs prohibit students from accessing higher education\" —@Cecilia44: http://t.co/lE6aHCHB5W","month":"08","year":"2013","corpus":"let high borrow cost prohibit student access higher educ cecilia44","id":365926766008733700,"day":"09"},{"text":"\"It feels good signing bills.\" —Pres. Obama at today's bill signing to keep student loan interest rates low. Watch —&gt; http://t.co/FrLJhfjIpQ","month":"08","year":"2013","corpus":"feel good sign bill pre obama today bill sign keep student loan interest rate low watch","id":365946839255621600,"day":"09"},{"text":"\"Interest rates are actually going down for 11 million students.\" Watch —&gt; http://t.co/PgIWqMez8Y","month":"08","year":"2013","corpus":"interest rate actual go million student watch","id":367672540153405440,"day":"14"},{"text":"“I felt the fear vanish. I felt accepted.” —Alan A., a student at the College of Southern Nevada who received deferred action #DREAMers","month":"08","year":"2013","corpus":"felt fear vanish felt accept alan student colleg southern nevada receiv defer action dreamer","id":368119948021088260,"day":"15"},{"text":"RT @PAniskoff44: POTUS paid off his student loans just 9 years ago. I'm still paying mine. RT if you are too!  #MakeCollegeAffordable More …","month":"08","year":"2013","corpus":"paniskoff44 potu paid student loan year ago still pay mine makecollegeafford","id":369904353156403200,"day":"20"},{"text":"FACT: While college remains a strong investment, the average student now graduates with more than $26,000 in debt. #MakeCollegeAffordable","month":"08","year":"2013","corpus":"fact colleg remain strong invest averag student graduat 000 debt makecollegeafford","id":369862463820279800,"day":"20"},{"text":"Michelle &amp; I finally repaid our student loans 9 yrs ago—so we know paying for college is tough. More Thursday to #MakeCollegeAffordable. –bo","month":"08","year":"2013","corpus":"michel amp final repaid student loan yr ago know pay colleg tough thursday makecollegeafford","id":369855538932097000,"day":"20"},{"text":"FACT: Americans with a college education earn more and are more likely to be employed. #MakeCollegeAffordable, http://t.co/iUXjk0Ifpu","month":"08","year":"2013","corpus":"fact american colleg educ earn like employ makecollegeafford","id":369876115424149500,"day":"20"},{"text":"Watch at 11am ET: President Obama speaks in Buffalo on his plan to #MakeCollegeAffordable for more students —&gt; http://t.co/KvadYk9atb","month":"08","year":"2013","corpus":"watch 11am presid obama speak buffalo plan makecollegeafford student","id":370548955492261900,"day":"22"},{"text":"Obama: \"We took action to cap loan repayments at 10% of monthly income for...borrowers trying to responsibly manage...student loan debt.\"","month":"08","year":"2013","corpus":"obama took action cap loan repay monthli incom ... borrow tri respons manag ... student loan debt","id":370676958360641540,"day":"22"},{"text":"Obama: \"First, we’re going to start rating colleges not just by which are the most selective...but which offer the best value.\"","month":"08","year":"2013","corpus":"obama first go start rate colleg select ... offer best valu","id":370571825170100200,"day":"22"},{"text":"Watch live: President Obama speaks on his plan to help more students afford college —&gt; http://t.co/81w47Cdott #MakeCollegeAffordable","month":"08","year":"2013","corpus":"watch live presid obama speak plan help student afford colleg makecollegeafford","id":370564991382204400,"day":"22"},{"text":"Obama: \"We’ve got to stop subsidizing schools that aren’t getting good results &amp; start rewarding schools that deliver for their students.\"","month":"08","year":"2013","corpus":"obama got stop subsid school get good result amp start reward school deliv student","id":370678474849009660,"day":"22"},{"text":"RT @mindofRKH: @whitehouse I know personally over 50 students who have outstanding balances with their colleges b/c of lack of aid. #MakeCo…","month":"08","year":"2013","corpus":"mindofrkh whitehous know person student outstand balanc colleg lack aid makeco","id":370615869144973300,"day":"22"},{"text":"RT @MaloriePastor: @whitehouse #MakeCollegeAffordable because I will still be paying my school debt when my 2 year old hits college","month":"08","year":"2013","corpus":"maloriepastor whitehous makecollegeafford still pay school debt year old hit colleg","id":370620336150024200,"day":"22"},{"text":"President Obama: \"We want every student to be able to pay back their loans in a way that doesn’t stop them from pursuing their dreams.\"","month":"08","year":"2013","corpus":"presid obama want everi student abl pay back loan way stop pursu dream","id":370679080800108540,"day":"22"},{"text":"Obama: \"We’re providing more tools &amp; resources for students &amp; families trying to finance college...check it out at http://t.co/QieaYdNzoe.\"","month":"08","year":"2013","corpus":"obama provid tool amp resourc student amp famili tri financ colleg ... check","id":370570416927957000,"day":"22"},{"text":"Obama on rising college costs: \"The average student who borrows for college now graduates owing more than $26,000.\" #MakeCollegeAffordable","month":"08","year":"2013","corpus":"obama rise colleg cost averag student borrow colleg graduat owe 000 makecollegeafford","id":370676175896473600,"day":"22"},{"text":"RT @WHLive: President Obama: \"The average student who borrows for college now graduates owing more than $26,000.\" #MakeCollegeAffordable","month":"08","year":"2013","corpus":"whlive presid obama averag student borrow colleg graduat owe 000 makecollegeafford","id":370568963874619400,"day":"22"},{"text":"President Obama: \"Michelle and I, we're only who we are today because scholarships and student loans gave us a shot at a great education.\"","month":"08","year":"2013","corpus":"presid obama michel today scholarship student loan gave shot great educ","id":370569668769378300,"day":"22"},{"text":"Obama: \"The government shouldn’t see student loans as a way to make money. It should be a way to help students.\" #MakeCollegeAffordable","month":"08","year":"2013","corpus":"obama govern see student loan way make money way help student makecollegeafford","id":370574097014464500,"day":"22"},{"text":"Obama: \"We took action to cap loan repayments at 10% of monthly income for many borrowers trying to responsibly manage...student loan debt.\"","month":"08","year":"2013","corpus":"obama took action cap loan repay monthli incom mani borrow tri respons manag ... student loan debt","id":370570550940151800,"day":"22"},{"text":"Worth sharing: The @NYTimes on President Obama's plan to help more students afford college —&gt; http://t.co/mLOADL1tz0 #MakeCollegeAffordable","month":"08","year":"2013","corpus":"worth share nytim presid obama plan help student afford colleg makecollegeafford","id":370556710038945800,"day":"22"},{"text":"Obama: \"I capped loan repayments at 10% of a student’s post-college income. We call it 'Pay-As-You-Earn.'\" http://t.co/o7TstLg5Te","month":"08","year":"2013","corpus":"obama cap loan repay student post colleg incom call pay earn .'\"","id":370574783328837600,"day":"22"},{"text":"Obama discusses ways we can lower college costs at @BinghamtonU —&gt; http://t.co/KvadYk9atb #MakeCollegeAffordable, http://t.co/WGxUFGeVSE","month":"08","year":"2013","corpus":"obama discuss way lower colleg cost binghamtonu makecollegeafford","id":370961031746433000,"day":"23"},{"text":"Obama to high school students figuring out how to pay for college: “We have a website http://t.co/apuVnhu6I8 that can be very helpful.”","month":"08","year":"2013","corpus":"obama high school student figur pay colleg websit help","id":370968336357928960,"day":"23"},{"text":"\"Education must be affordable.\" —Obama on his plan to help more students afford college: http://t.co/MG8Q1LOVk4, http://t.co/mVv3RDAcpB","month":"08","year":"2013","corpus":"educ must afford obama plan help student afford colleg","id":370923205252239360,"day":"23"},{"text":"RT @arneduncan: RT to share President Obama's plan to help more students afford college —&gt; http://t.co/RLzsadxH8R #MakeCollegeAffordable","month":"08","year":"2013","corpus":"arneduncan share presid obama plan help student afford colleg makecollegeafford","id":370899840017780740,"day":"23"},{"text":"Obama: \"I capped loan repayments at 10% of a student’s income...so far it's helped more than 2.5 million students.\" #MakeCollegeAffordable","month":"08","year":"2013","corpus":"obama cap loan repay student incom ... far help million student makecollegeafford","id":371019566845296640,"day":"23"},{"text":"Here's what Americans are saying about why college affordability should be a top priority —&gt; http://t.co/j5DPozEppG #MakeCollegeAffordable","month":"08","year":"2013","corpus":"american say colleg afford top prioriti makecollegeafford","id":372007146067460100,"day":"26"},{"text":"RT to spread the word: Here's President Obama's plan to help more students afford college —&gt; http://t.co/BfREJL9CtB #MakeCollegeAffordable","month":"08","year":"2013","corpus":"spread word presid obama plan help student afford colleg makecollegeafford","id":372033530374545400,"day":"26"},{"text":"RT @Lehrich44: .@usedgov and @arneduncan helping low-income students take AP tests: http://t.co/k5e58EetoU","month":"08","year":"2013","corpus":"lehrich44 usedgov arneduncan help low incom student take test","id":372446222583201800,"day":"27"},{"text":"Let's keep working to make sure every student can afford college: http://t.co/B2CcM9sxm5 #MakeCollegeAffordable, http://t.co/98sZ562hH9","month":"08","year":"2013","corpus":"let keep work make sure everi student afford colleg makecollegeafford","id":372373693189460000,"day":"27"},{"text":"RT @FLOTUS: Thanks @IAmKidPresident for inspiring teachers and students to make the world more awesome! http://t.co/0rhI1KOBvP –mo","month":"09","year":"2013","corpus":"flotu thank iamkidpresid inspir teacher student make world awesom","id":380819357128855550,"day":"19"},{"text":"\"Here’s how much two years of college will cost P-TECH students and their families: nothing. It’s a ticket into the middle class.\" —Obama","month":"10","year":"2013","corpus":"much two year colleg cost tech student famili noth ticket middl class obama","id":393831638267752450,"day":"25"},{"text":"Don't miss our #WeTheGeeks hangout on student startups at 2pm ET: http://t.co/7ZUx4MGalL #NationalEntrepreneursDay, http://t.co/bNlH2jVTXP","month":"11","year":"2013","corpus":"miss wethegeek hangout student startup 2pm nationalentrepreneursday","id":403946564550664200,"day":"22"},{"text":"Calling all student filmmakers: Submit your film for the 1st-ever White House Film Festival. http://t.co/EUqP3Lv85u, http://t.co/P4gWidalt0","month":"11","year":"2013","corpus":"call student filmmak submit film 1st ever white hous film festiv","id":405026392275836900,"day":"25"},{"text":"RT @WHLive: Obama: \"Next week, Michelle &amp; I will bring together college presidents and non-profits...to help more low-income students atten…","month":"12","year":"2013","corpus":"whlive obama next week michel amp bring togeth colleg presid non profit ... help low incom student atten","id":408280031551442940,"day":"04"},{"text":"RT @whitehouseostp: During @csedweek it's estimated that 1 in 5 US students tried an #HourOfCode. Keep it up at http://t.co/BtuOwuTziu http…","month":"12","year":"2013","corpus":"whitehouseostp csedweek estim student tri hourofcod keep http","id":412683190877581300,"day":"16"},{"text":"RT @DiscoveryEd: 300,000+ students are signed up for our broadcast from the White House at 1pm ET.  See you there?  http://t.co/vscUOjf3Fb …","month":"12","year":"2013","corpus":"discoveri 300 000 student sign broadcast white hous 1pm see","id":412643080622575600,"day":"16"},{"text":"Obama: \"If we hadn’t made a commitment as a country to send more...people to college, Michelle and I wouldn’t be here.\" #CollegeOpportunity","month":"01","year":"2014","corpus":"obama made commit countri send ... peopl colleg michel collegeopportun","id":423862570299047940,"day":"16"},{"text":"Obama: \"Today, more than 100 colleges &amp; 40 organizations are announcing new commitments to help more young people...graduate from college.\"","month":"01","year":"2014","corpus":"obama today 100 colleg amp organ announc new commit help young peopl ... graduat colleg","id":423862231361523700,"day":"16"},{"text":"FACT: More than 80 schools are making commitments to help more students in need attend college → http://t.co/VVfNLGv1Kh #CollegeOpportunity","month":"01","year":"2014","corpus":"fact school make commit help student need attend colleg collegeopportun","id":423892536403300350,"day":"16"},{"text":"President Obama: \"Graduating college has never been more valuable than it is today.\" #CollegeOpportunity","month":"01","year":"2014","corpus":"presid obama graduat colleg never valuabl today collegeopportun","id":423862315717378050,"day":"16"},{"text":"Join a @YahooNews live chat on college affordability with Obama's education advisor at 12pm ET → http://t.co/uK8MabO33t #CollegeOpportunity","month":"01","year":"2014","corpus":"join yahoonew live chat colleg afford obama educ advisor 12pm collegeopportun","id":423833399782940700,"day":"16"},{"text":"Here's how President Obama's teaming up with colleges, businesses &amp; other orgs to help expand #CollegeOpportunity → http://t.co/jSXgU7pp5E","month":"01","year":"2014","corpus":"presid obama team colleg busi amp org help expand collegeopportun","id":423971808744710140,"day":"17"},{"text":"RT @WHLive: Obama: \"Today, I’ll sign a presidential memorandum creating the @WhiteHouse Task Force to Protect Students from Sexual Assault.…","month":"01","year":"2014","corpus":"whlive obama today sign presidenti memorandum creat whitehous task forc protect student sexual assault","id":426071469937147900,"day":"22"},{"text":"Starting soon: President Obama speaks on helping more students afford and succeed in college → http://t.co/RHrt8Y7OBX #CollegeOpportunity","month":"01","year":"2014","corpus":"start soon presid obama speak help student afford succeed colleg collegeopportun","id":429018329408229400,"day":"30"},{"text":"RT @WHLive: President Obama: \"Our high school graduation rate is the highest it’s been in 30 years.\" #CollegeOpportunity","month":"01","year":"2014","corpus":"whlive presid obama high school graduat rate highest year collegeopportun","id":429025976152891400,"day":"30"},{"text":"RT if you agree: Every student in America deserves access to high-speed internet: http://t.co/0HstOGvh6z #ConnectED, http://t.co/M1GIaCP340","month":"02","year":"2014","corpus":"agre everi student america deserv access high speed internet connect","id":430778588921884700,"day":"04"},{"text":"Here's how President Obama's #ConnectED initiative will help 99% of America's students access high-speed internet → http://t.co/Z3XEPeEQaE","month":"02","year":"2014","corpus":"presid obama connect initi help america student access high speed internet","id":430757889666330600,"day":"04"},{"text":"MT @PrincipalJRich: World, check out President Obama recording @BuckLodgeMS students with an iPad http://t.co/VATTvlRaPM #ConnectED","month":"02","year":"2014","corpus":"principaljrich world check presid obama record bucklodgem student ipad connect","id":430822890268033000,"day":"04"},{"text":"“My country invested in me…and now I want America to invest in you.” —Obama to middle school students in MD #CollegeOpportunity #ConnectED","month":"02","year":"2014","corpus":"countri invest want america invest obama middl school student collegeopportun connect","id":430743930817495040,"day":"04"},{"text":"RT @FLOTUS: Spread the word!\nFilling out the FAFSA:\n1. Helps you pay for college\n2. Takes less than 30 mins\nhttp://t.co/J2g34i11FH #College…","month":"02","year":"2014","corpus":"flotu spread word fill fafsa help pay colleg take less min colleg","id":431138627012530200,"day":"05"},{"text":"Here are 5 reasons why you should complete the Free Application for Federal Student Aid: http://t.co/E54WTAZMRH #CollegeOpportunity #FAFSA","month":"02","year":"2014","corpus":"reason complet free applic feder student aid collegeopportun fafsa","id":431148092297986050,"day":"05"},{"text":"RT @FLOTUS: \"Fill out those forms...don’t leave money on the table.\" —FLOTUS on how the @FAFSA helps millions afford college http://t.co/lo…","month":"02","year":"2014","corpus":"flotu fill form ... leav money tabl flotu fafsa help million afford colleg","id":431220441391595500,"day":"06"},{"text":"RT @arneduncan: A student’s health is strongly linked with his or her academic performance. #GetCovered http://t.co/4KGFCoV2gr","month":"02","year":"2014","corpus":"arneduncan student health strongli link academ perform getcov","id":433313682534445060,"day":"11"},{"text":"RT @arneduncan: RT if you agree: Every student in America deserves access to high-speed internet http://t.co/8DPXinubD3 http://t.co/INOIfh1…","month":"02","year":"2014","corpus":"arneduncan agre everi student america deserv access high speed internet","id":434035430645047300,"day":"13"},{"text":"RT @whitehouseostp: Get your popcorn ready! It's the first-ever White House Student Film Festival, w/ @TheScienceGuy @NeilTyson &amp; others ht…","month":"02","year":"2014","corpus":"whitehouseostp get popcorn readi first ever white hous student film festiv thescienceguy neiltyson amp other","id":438439226074726400,"day":"25"},{"text":"Starting soon: President Obama speaks at the White House Student Film Festival. Watch → http://t.co/gX27YIDzRF #WHFilmFest #ConnectED","month":"02","year":"2014","corpus":"start soon presid obama speak white hous student film festiv watch whfilmfest connect","id":439503271791951900,"day":"28"},{"text":"Today, as part of President Obama's efforts to connect students to tech, we're launching the 1st-ever #WHFilmFest: http://t.co/28eVdfUy7I","month":"02","year":"2014","corpus":"today part presid obama effort connect student tech launch 1st ever whfilmfest","id":439440816722173950,"day":"28"},{"text":"Grab your popcorn! President Obama speaks at the White House Student Film Festival at 3:35pm ET. Watch → http://t.co/gX27YIDzRF #WHFilmFest","month":"02","year":"2014","corpus":"grab popcorn presid obama speak white hous student film festiv 35pm watch whfilmfest","id":439495366371991550,"day":"28"},{"text":"Let's give more students access to technology in the classroom that will help them succeed. #ConnectED #WHFilmFest http://t.co/ur6mavNT0F","month":"02","year":"2014","corpus":"let give student access technolog classroom help succeed connect whfilmfest","id":439490970250666000,"day":"28"},{"text":"Obama: \"One of the ways we deliver the best education in the world is by empowering our students with the best technology in the world.\"","month":"02","year":"2014","corpus":"obama one way deliv best educ world empow student best technolog world","id":439509137052164100,"day":"28"},{"text":"RT @ConanOBrien: Please watch the first-ever @WhiteHouse Student Film Fest @ 3:30 ET: http://t.co/pzz6rtlbRW. I don't need another audit. #…","month":"02","year":"2014","corpus":"conanobrien pleas watch first ever whitehous student film fest need anoth audit","id":439497396448665600,"day":"28"},{"text":"Wanna watch student films with @TheScienceGuy, @KalPenn, &amp; @NeilTyson? Tune in at 3:30pm ET for the #WHFilmFest: http://t.co/mZM69yxKDJ","month":"02","year":"2014","corpus":"wanna watch student film thescienceguy kalpenn amp neiltyson tune 30pm whfilmfest","id":439460839675158500,"day":"28"},{"text":"In case you missed it, President Obama honored some amazing student filmmakers at the first-ever #WHFilmFest → http://t.co/86ynhSZkL9","month":"03","year":"2014","corpus":"case miss presid obama honor amaz student filmmak first ever whfilmfest","id":439564099970949100,"day":"01"},{"text":"RT @petesouza: A young student uses a stethoscope on President Obama at Powell Elementary School in DC today. http://t.co/zIDeVH8mp5","month":"03","year":"2014","corpus":"petesouza young student use stethoscop presid obama powel elementari school today","id":441039483161813000,"day":"05"},{"text":"RT @WHLive: Obama in CT: \"We’re offering millions...the chance to cap their monthly student loan payments at 10% of their income\" http://t.…","month":"03","year":"2014","corpus":"whlive obama offer million ... chanc cap monthli student loan payment incom","id":441295199839748100,"day":"05"},{"text":"Obama on the @FAFSA: \"My challenge to every high school student in America: Fill out the form.\" http://t.co/gS4pHD0N5U #CollegeOpportunity","month":"03","year":"2014","corpus":"obama fafsa challeng everi high school student america fill form collegeopportun","id":442032325954928640,"day":"07"},{"text":"RT @VP: RT if you agree: All Americans deserve to afford and graduate college w/ the skills that today's workforce demand. #CollegeOpportun…","month":"03","year":"2014","corpus":"agre american deserv afford graduat colleg skill today workforc demand collegeopportun","id":442037711890034700,"day":"07"},{"text":"Don't leave money on the table: Maximize your student aid by filling out the @FAFSA → http://t.co/DnSO3G9I7U http://t.co/RisFcusXRi","month":"03","year":"2014","corpus":"leav money tabl maxim student aid fill fafsa","id":442043534971912200,"day":"07"},{"text":"Hey students: Take the first step toward success in college by filling out your @FAFSA → http://t.co/gS4pHD0N5U http://t.co/mjLvF2WF9Y","month":"03","year":"2014","corpus":"hey student take first step toward success colleg fill fafsa","id":442006979645808640,"day":"07"},{"text":"Watch President Obama speak at 11:35am ET on helping high school students gain access to real-world career skills → http://t.co/TERjeG2aiH","month":"04","year":"2014","corpus":"watch presid obama speak 35am help high school student gain access real world career skill","id":453185786113175550,"day":"07"},{"text":"Under the House GOP budget, 616,000 students could lose Pell Grants that help them pay for college. #HouseOfCuts http://t.co/p8l0mIwKXX","month":"04","year":"2014","corpus":"hous gop budget 616 000 student could lose pell grant help pay colleg houseofcut","id":454333371183669250,"day":"10"},{"text":"Obama: \"We’re rewarding high schools that redesign their curriculums to help students gain ready-to-work skills even earlier.\" #ActOnJobs","month":"04","year":"2014","corpus":"obama reward high school redesign curriculum help student gain readi work skill even earlier actonjob","id":456528401713483800,"day":"16"},{"text":"RT @vj44: See what people are saying abt today's announcements on new steps to protect students from sexual assault #1is2Many http://t.co/b…","month":"04","year":"2014","corpus":"vj44 see peopl say abt today announc new step protect student sexual assault 1is2mani","id":461288598843953150,"day":"29"},{"text":"Today, we're launching https://t.co/vK9qWA6K2t to make resources on sexual assault prevention accessible to students and schools. #1is2Many","month":"04","year":"2014","corpus":"today launch make resourc sexual assault prevent access student school 1is2mani","id":461154349394042900,"day":"29"},{"text":"RT @Nuriddinz: #1010Means helping us, college students, who work to support families that are struggling with their kids in colleges","month":"04","year":"2014","corpus":"nuriddinz 1010mean help colleg student work support famili struggl kid colleg","id":461593936776400900,"day":"30"},{"text":"RT @FLOTUS: Thanks to all the teachers out there who are helping students #ReachHigher and achieve their dreams. You're incredible! #ThankA…","month":"05","year":"2014","corpus":"flotu thank teacher help student reachhigh achiev dream incred thanka","id":463726148200185860,"day":"06"},{"text":"RT @tweetsoutloud: Love that the president treats these science fair students like the rock stars they are #WHScienceFair #GirlsinSTEM http…","month":"05","year":"2014","corpus":"tweetsoutloud love presid treat scienc fair student like rock star whsciencefair girlsinstem http","id":471339925238190100,"day":"27"},{"text":"\"Those of us who are grownups have an obligation to help them reach their full potential, just as others helped us.\" —Obama on STEM students","month":"05","year":"2014","corpus":"grownup oblig help reach full potenti other help obama stem student","id":471327276739461100,"day":"27"},{"text":"RT @FLOTUS: Great news: @USEdGov just announced $75 million to help more high school students prepare for college. #ReachHigher http://t.co…","month":"06","year":"2014","corpus":"flotu great news usedgov announc million help high school student prepar colleg reachhigh","id":473929630991536100,"day":"03"},{"text":"President Obama on how he's taking steps to make college more affordable → http://t.co/0YEO6uKKIZ #CollegeOpportunity","month":"06","year":"2014","corpus":"presid obama take step make colleg afford collegeopportun","id":475298696519639040,"day":"07"},{"text":"Tomorrow, President Obama is announcing new steps to help millions of Americans pay off their student loans → http://t.co/DKLZtcZGql","month":"06","year":"2014","corpus":"tomorrow presid obama announc new step help million american pay student loan","id":475647591669960700,"day":"08"},{"text":"\"Tomorrow, I’m doing a student loan Q&amp;A with @Tumblr to help spread the word.\" —Obama: http://t.co/xQNI1VbG97 #CollegeOpportunity #ObamaIRL","month":"06","year":"2014","corpus":"tomorrow student loan amp tumblr help spread word obama collegeopportun obamairl","id":476062844866547700,"day":"09"},{"text":"RT @pfeiffer44: Very significant executive action today to help reduce student loan debt, part of pen phone push http://t.co/qxI8mXzp4x via…","month":"06","year":"2014","corpus":"pfeiffer44 signific execut action today help reduc student loan debt part pen phone push via","id":476013991508987900,"day":"09"},{"text":"President Obama's taking new steps to help millions of Americans pay off their student loans → http://t.co/SDZlDM3P70 #CollegeOpportunity","month":"06","year":"2014","corpus":"presid obama take new step help million american pay student loan collegeopportun","id":476002973731262460,"day":"09"},{"text":"Watch President Obama announce a new plan to reduce the burden of student loan debt at 1:45pm ET: http://t.co/ut7uri7Tph #CollegeOpportunity","month":"06","year":"2014","corpus":"watch presid obama announc new plan reduc burden student loan debt 45pm collegeopportun","id":476054919107993600,"day":"09"},{"text":"Happening now: President Obama announces new steps to reduce the burden of student loan debt → http://t.co/Y2bOfmLbw1 #CollegeOpportunity","month":"06","year":"2014","corpus":"happen presid obama announc new step reduc burden student loan debt collegeopportun","id":476058856343482400,"day":"09"},{"text":"Here's how President Obama has helped make college more affordable → http://t.co/nBOcSMSLmB #CollegeOpportunity http://t.co/9CRhIEnkB7","month":"06","year":"2014","corpus":"presid obama help make colleg afford collegeopportun","id":476043421841649660,"day":"09"},{"text":"\"Americans now owe more on student loans than they do on credit cards.\" —Obama on why he's fighting to make college more affordable","month":"06","year":"2014","corpus":"american owe student loan credit card obama fight make colleg afford","id":476061594750025700,"day":"09"},{"text":"Today's action on student loans would help nearly 5 million people cap their loan payments at 10% of their income. http://t.co/sCy7nIxVsb","month":"06","year":"2014","corpus":"today action student loan would help nearli million peopl cap loan payment incom","id":476080151126495200,"day":"09"},{"text":"President Obama's action on student loans would help millions of Americans lower their monthly loan payments. http://t.co/AX0CRzUQbY","month":"06","year":"2014","corpus":"presid obama action student loan would help million american lower monthli loan payment","id":476037698809901060,"day":"09"},{"text":"“I ran for this office to help more young people go to college, graduate, and pay off their debt.” —President Obama #CollegeOpportunity","month":"06","year":"2014","corpus":"ran offic help young peopl colleg graduat pay debt presid obama collegeopportun","id":476063780162773000,"day":"09"},{"text":"“This should be a no-brainer.” –Obama on helping more Americans pay off their student loans: http://t.co/ROBT3UdpJR #CollegeOpportunity","month":"06","year":"2014","corpus":"brainer obama help american pay student loan collegeopportun","id":476159340928192500,"day":"10"},{"text":"RT @WHLive: Obama: “We’re constantly looking for new ways to reach new audiences…a lot of @Tumblr users are impacted by student debt.” #Oba…","month":"06","year":"2014","corpus":"whlive obama constantli look new way reach new audienc lot tumblr user impact student debt oba","id":476458390659797000,"day":"10"},{"text":"“I hope that the @Tumblr community helps to spread the word.” —Obama on capping loan payments at 10% of your income: http://t.co/apuVnhd3G8","month":"06","year":"2014","corpus":"hope tumblr commun help spread word obama cap loan payment incom","id":476461122875559940,"day":"10"},{"text":"RT @arneduncan: Our hearts go out to the Reynolds HS community. How many more students must we lose before committing to reduce gun violenc…","month":"06","year":"2014","corpus":"arneduncan heart reynold commun mani student must lose commit reduc gun violenc","id":476499432154738700,"day":"10"},{"text":"\"We’re working to help more students pay back the loans that they take out when they go to college.\" —Obama http://t.co/9opAb3VMK6","month":"06","year":"2014","corpus":"work help student pay back loan take colleg obama","id":476832255688445950,"day":"11"},{"text":"Great news: @Starbucks will provide free college tuition to thousands of employees → http://t.co/GxMT1d6xiS #CollegeOpportunity #ReachHigher","month":"06","year":"2014","corpus":"great news starbuck provid free colleg tuition thousand employe collegeopportun reachhigh","id":478550161220968450,"day":"16"},{"text":"RT @FLOTUS: The students the First Lady just met with beat the odds to graduate high school. Let’s help more kids #ReachHigher. http://t.co…","month":"07","year":"2014","corpus":"flotu student first ladi met beat odd graduat high school let help kid reachhigh","id":486606087131766800,"day":"08"},{"text":"\"I went ahead and helped nearly 5 million Americans cap their student loan payments at 10% of their income.\" —Obama http://t.co/LxUyqVoGtT","month":"07","year":"2014","corpus":"went ahead help nearli million american cap student loan payment incom obama","id":486915260612620300,"day":"09"},{"text":"President Obama is taking action to make student loan payments more affordable → http://t.co/HFrBP96q2G http://t.co/q6MXgto8PB","month":"07","year":"2014","corpus":"presid obama take action make student loan payment afford","id":487265974190895100,"day":"10"},{"text":"\"Lifting the minimum wage, fair pay, student loan reform—they’ve said no to all of it\" —Obama on the GOP in Congress: http://t.co/kLWsCgb5Cs","month":"07","year":"2014","corpus":"lift minimum wage fair pay student loan reform said obama gop congress","id":488367286642688000,"day":"13"},{"text":"RT @DrBiden: It’s important students learn the skills in the classroom they need to succeed in the workplace. – Jill http://t.co/Uqu9YhjA2V…","month":"07","year":"2014","corpus":"drbiden import student learn skill classroom need succeed workplac jill","id":491642014501335040,"day":"22"},{"text":"We're hosting another #CollegeOpportunity Summit to build partnerships that help prepare more kids for college: http://t.co/iKhY6rx1af","month":"08","year":"2014","corpus":"host anoth collegeopportun summit build partnership help prepar kid colleg","id":499633196120956900,"day":"13"},{"text":"RT @GinaEPA: Congrats to the amazing students and teachers winning this year’s #PEYA and #PIAEE awards. http://t.co/xjAjm8TIfN","month":"08","year":"2014","corpus":"ginaepa congrat amaz student teacher win year peya piaee award","id":499552184003219460,"day":"13"},{"text":"RT @arneduncan: To make sure all students have access to rigorous courses, we are helping cover AP exam fees for low-income students http:/…","month":"08","year":"2014","corpus":"arneduncan make sure student access rigor cours help cover exam fee low incom student http :/…","id":499622860550582300,"day":"13"},{"text":"\"We reformed a student loan system so that more money goes to students instead of big banks.\" —President Obama: http://t.co/qNgVc7bFAG","month":"08","year":"2014","corpus":"reform student loan system money goe student instead big bank presid obama","id":500673431927390200,"day":"16"},{"text":"\"We expanded grants and college tax credits for students and families.\" —President Obama: http://t.co/qNgVc7bFAG #CollegeOpportunity","month":"08","year":"2014","corpus":"expand grant colleg tax credit student famili presid obama collegeopportun","id":500718734521016300,"day":"16"},{"text":"\"Set your sights on college in the years ahead. Your country is counting on you.\" —Obama: http://t.co/qNgVc7bFAG #CollegeOpportunity","month":"08","year":"2014","corpus":"set sight colleg year ahead countri count obama collegeopportun","id":501013127006142460,"day":"17"},{"text":"\"We took action to offer millions of students a chance to cap...student loan payments at 10% of their income.\" —Obama http://t.co/qNgVc7bFAG","month":"08","year":"2014","corpus":"took action offer million student chanc cap ... student loan payment incom obama","id":501028234763313150,"day":"17"},{"text":"RT @WHLive: \"There are families with health insurance who didn’t have it before. There are students in college who couldn’t afford it befor…","month":"09","year":"2014","corpus":"whlive famili health insur student colleg afford befor","id":506523455949664260,"day":"01"},{"text":"Worth reading: @FLOTUS on @Upworthy about what it's like to be a 1st-generation college student → http://t.co/lycSvi9QiA #ReachHigher","month":"09","year":"2014","corpus":"worth read flotu upworthi like 1st gener colleg student reachhigh","id":509041006986403840,"day":"08"},{"text":"#ChartOfTheWeek: Public high school students are graduating at the highest rate ever → http://t.co/3sFaljfPKi http://t.co/C9I1F3W64a","month":"09","year":"2014","corpus":"chartoftheweek public high school student graduat highest rate ever","id":510499520330092540,"day":"12"},{"text":"RT @arneduncan: Happy to see the University of Chicago is working to increase access and make college more affordable for students. http://…","month":"10","year":"2014","corpus":"arneduncan happi see univers chicago work increas access make colleg afford student","id":517697471469092860,"day":"02"},{"text":"RT @usedgov: Our high school graduation rate = The highest it's ever been.\nBut we've got to do more to expand #CollegeOpportunity. http://t…","month":"10","year":"2014","corpus":"usedgov high school graduat rate highest ever got expand collegeopportun","id":517811182229815300,"day":"02"},{"text":"\"Raising the minimum wage would allow more students to pay for college\" —Nicholas H. from AK: http://t.co/akWsI1nrq5 http://t.co/BkgffFUFQv","month":"10","year":"2014","corpus":"rais minimum wage would allow student pay colleg nichola","id":519161805382631400,"day":"06"},{"text":"\"We’ve acted to give nearly 5 million Americans the chance to cap...student loan payments at 10% of...income.\" —Obama http://t.co/JmvO6pLMWq","month":"10","year":"2014","corpus":"act give nearli million american chanc cap ... student loan payment ... incom obama","id":520335839734534140,"day":"09"},{"text":"RT @FLOTUS: Got questions on helping students #ReachHigher for college? FLOTUS will answer on the @WhiteHouse Tumblr next Monday: http://t.…","month":"10","year":"2014","corpus":"flotu got question help student reachhigh colleg flotu answer whitehous tumblr next monday","id":526815044882153500,"day":"27"},{"text":"RT if you agree: Every student in America should have access to high-speed internet → http://t.co/qg35bkwmD3 http://t.co/p32rRGoKHe","month":"10","year":"2014","corpus":"agre everi student america access high speed internet","id":527117623868137500,"day":"28"},{"text":"Calling all student filmmakers! Submit your video for the second-annual #WHFilmFest → http://t.co/xstJfQpT8K http://t.co/ibYhiaM3hK","month":"11","year":"2014","corpus":"call student filmmak submit video second annual whfilmfest","id":535094435403407360,"day":"19"},{"text":"President Obama's action on student loans will help millions of Americans lower their monthly loan payments. http://t.co/7gJBx6nfIP","month":"12","year":"2014","corpus":"presid obama action student loan help million american lower monthli loan payment","id":540540950247112700,"day":"04"},{"text":"RT @FLOTUS: Happening now: The First Lady speaks on expanding #CollegeOpportunity for more students → http://t.co/EPYw9Vs36q #ReachHigher","month":"12","year":"2014","corpus":"flotu happen first ladi speak expand collegeopportun student reachhigh","id":540591966606864400,"day":"04"},{"text":"\"I took executive action to give Americans the chance to cap their student loan payments.\" —Obama #CollegeOpportunity http://t.co/G44eFz2dF1","month":"12","year":"2014","corpus":"took execut action give american chanc cap student loan payment obama collegeopportun","id":540559185566793700,"day":"04"},{"text":"RT @arneduncan: @TtomKruse More info on the President's action to cap student loan repayments. http://t.co/S1F79i40b5","month":"12","year":"2014","corpus":"arneduncan ttomkrus info presid action cap student loan repay","id":540583395336921100,"day":"04"},{"text":"Here's how President Obama has helped make college more affordable → http://t.co/nBOcSNrpwF #CollegeOpportunity http://t.co/ubIiVEZLFD","month":"12","year":"2014","corpus":"presid obama help make colleg afford collegeopportun","id":540578161269170200,"day":"04"},{"text":"Happening now: President Obama speaks on expanding #CollegeOpportunity for more students → http://t.co/f29bkzf0YF","month":"12","year":"2014","corpus":"happen presid obama speak expand collegeopportun student","id":540555499394334700,"day":"04"},{"text":"RT @WHLive: \"More than 2,000 colleges are waiving application fees for low-income students.\" —President Obama #CollegeOpportunity","month":"12","year":"2014","corpus":"whlive 000 colleg waiv applic fee low incom student presid obama collegeopportun","id":540559350381940740,"day":"04"},{"text":"Organizations are announcing more than 600 new actions to help expand #CollegeOpportunity for more students → http://t.co/yzgO5ZxAP7","month":"12","year":"2014","corpus":"organ announc 600 new action help expand collegeopportun student","id":540550063316287500,"day":"04"},{"text":"President Obama is taking new steps to help more students graduate from college and expand #CollegeOpportunity → http://t.co/yzgO5ZxAP7","month":"12","year":"2014","corpus":"presid obama take new step help student graduat colleg expand collegeopportun","id":540611774941511700,"day":"04"},{"text":"RT @VP: Coding is the language of the future. See how we're connecting students to computer science → http://t.co/Y1TXXnWdem http://t.co/TZ…","month":"12","year":"2014","corpus":"code languag futur see connect student comput scienc","id":542085028248035300,"day":"08"},{"text":"RT @FLOTUS: \"That’s a big deal.\" —FLOTUS to students mailing their college applications: http://t.co/MuvI7BzaX3 #ReachHigher http://t.co/Nm…","month":"12","year":"2014","corpus":"flotu big deal flotu student mail colleg applic reachhigh","id":542030242232008700,"day":"08"},{"text":"We're announcing new commitments to help millions of students gain access to computer science education → http://t.co/KoZXyKJFks #CSEdWeek","month":"12","year":"2014","corpus":"announc new commit help million student gain access comput scienc educ csedweek","id":542051282169896960,"day":"08"},{"text":"RT @FLOTUS: In its first year, see how @ReachHigher inspired more students to complete their education and achieve their dreams → http://t.…","month":"01","year":"2015","corpus":"flotu first year see reachhigh inspir student complet educ achiev dream","id":550468618472136700,"day":"01"},{"text":"Student filmmakers: Submit your 3-min video on the impact of giving back for the #WHFilmFest → http://t.co/G1l7O6dGFH http://t.co/THz0g6bcqT","month":"01","year":"2015","corpus":"student filmmak submit min video impact give back whfilmfest","id":551083186919579650,"day":"02"},{"text":"Calling all student filmmakers: Submit your video for the 2015 #WHFilmFest by February 2 → http://t.co/mZM69z6oNN http://t.co/EkEfVd06C0","month":"01","year":"2015","corpus":"call student filmmak submit video 2015 whfilmfest februari","id":552489035047116800,"day":"06"},{"text":"RT @AdobeEdu: Submissions are still open for the next @WhiteHouse student film festival: http://t.co/fz6w6O1v8D #CreateEDU http://t.co/cWn9…","month":"01","year":"2015","corpus":"adobeedu submiss still open next whitehous student film festiv createedu","id":552603115946381300,"day":"06"},{"text":"RT @WHLive: \"We’ve increased scholarships...we've let students cap their federal student loan payments at 10% of...income\" —Obama http://t.…","month":"01","year":"2015","corpus":"whlive increas scholarship ... let student cap feder student loan payment ... incom obama","id":553633089092460540,"day":"09"},{"text":"RT @WHLive: \"We’re working to bring high-speed broadband to 99% of America’s students within the next 4 years.\" —President Obama #ConnectED","month":"01","year":"2015","corpus":"whlive work bring high speed broadband america student within next year presid obama connect","id":553632158871334900,"day":"09"},{"text":"President Obama's #FreeCommunityCollege plan could save a full-time student an average of $3,800/year in tuition. http://t.co/SdliJWL2lG","month":"01","year":"2015","corpus":"presid obama freecommunitycolleg plan could save full time student averag 800 year tuition","id":553340579283619840,"day":"09"},{"text":"\"Community college should be free for those willing to work for it\" —President Obama #FreeCommunityCollege http://t.co/YYN9DPxxEt","month":"01","year":"2015","corpus":"commun colleg free will work presid obama freecommunitycolleg","id":553634068378562560,"day":"09"},{"text":"RT @WHLive: \"You would have to earn it. Students would have to do their part by keeping their grades up.\" —Obama #FreeCommunityCollege","month":"01","year":"2015","corpus":"whlive would earn student would part keep grade obama freecommunitycolleg","id":553634482247323650,"day":"09"},{"text":"RT @noahsthename: #FreeCommunityCollege because every student deserves a college education regardless of their financial circumstances","month":"01","year":"2015","corpus":"noahsthenam freecommunitycolleg everi student deserv colleg educ regardless financi circumst","id":553361203452715000,"day":"09"},{"text":"RT @BuzzFeedNews: President Obama Proposes Free Community College For Two Years http://t.co/cNgXU0G9CE https://t.co/cMQQBRCH67","month":"01","year":"2015","corpus":"buzzfeednew presid obama propos free commun colleg two year","id":553344917360365600,"day":"09"},{"text":"\"No one with drive &amp; discipline should..be denied a college education just because they don’t have the money.\" —Obama #FreeCommunityCollege","month":"01","year":"2015","corpus":"one drive amp disciplin deni colleg educ money obama freecommunitycolleg","id":553633779420373000,"day":"09"},{"text":"RT @MichaelTangeman: As a Calif CC alum, I fully endorse:  Obama to call for 2 yrs of #FreeCommunityCollege for all students https://t.co/u…","month":"01","year":"2015","corpus":"michaeltangeman calif alum fulli endors obama call yr freecommunitycolleg student","id":553343305321152500,"day":"09"},{"text":"RT @kalpenn: Fact sheet on the President's proposal to make 2 Years of Community College Free for good students. http://t.co/zy1cHEoqRg","month":"01","year":"2015","corpus":"kalpenn fact sheet presid propos make year commun colleg free good student","id":553641026964168700,"day":"09"},{"text":"RT @SenSherrodBrown: #FreeCommunityCollege would provide hope and create economic opportunity for Ohio’s students. http://t.co/F0sQgWsxJB","month":"01","year":"2015","corpus":"sensherrodbrown freecommunitycolleg would provid hope creat econom opportun ohio student","id":553673107324809200,"day":"09"},{"text":"\"Data collected on students in the classroom should only be used for educational purposes.\" —President Obama http://t.co/cK7tyWuxNh","month":"01","year":"2015","corpus":"data collect student classroom use educ purpos presid obama","id":554758323300741100,"day":"12"},{"text":"\"Data collected on students in the classroom should only be used for educational purposes\" —Obama #Cybersecurity http://t.co/NUnOLw8cET","month":"01","year":"2015","corpus":"data collect student classroom use educ purpos obama cybersecur","id":554691435522719740,"day":"12"},{"text":"FACT: 75 companies are committing to enhance online privacy for students → http://t.co/Xykz3ezmPn http://t.co/3m4naZH1wn","month":"01","year":"2015","corpus":"fact compani commit enhanc onlin privaci student","id":554802639758958600,"day":"13"},{"text":"RT @FLOTUS: \"I owe it all to community college.\" —@TomHanks on the importance of #FreeCommunityCollege: http://t.co/XiDyBmiVW5 #ReachHigher","month":"01","year":"2015","corpus":"flotu owe commun colleg tomhank import freecommunitycolleg reachhigh","id":555492105540214800,"day":"14"},{"text":"RT @DrBiden: Read why @TomHanks owes \"it all to community college\" → http://t.co/eJalqqEH5q #FreeCommunityCollege","month":"01","year":"2015","corpus":"drbiden read tomhank owe commun colleg freecommunitycolleg","id":555426732367290400,"day":"14"},{"text":"RT @FLOTUS: Anthony Mendez was homeless during high school. Now he's a college freshman, and a guest at the #SOTU: http://t.co/amKnW4ZmF6 #…","month":"01","year":"2015","corpus":"flotu anthoni mendez homeless high school colleg freshman guest sotu","id":557387797292912640,"day":"20"},{"text":"RT @DrBiden: .@tntucky To make college more affordable, we've ↑ Pell Grants, expanded education tax credits &amp; capped federal student loan p…","month":"01","year":"2015","corpus":"drbiden tntucki make colleg afford pell grant expand educ tax credit amp cap feder student loan","id":557941827580723200,"day":"21"},{"text":"\"We need to make two years of college as free and universal in America as high school is today.\" —President Obama http://t.co/7hoand5RSV","month":"01","year":"2015","corpus":"need make two year colleg free univers america high school today presid obama","id":558027601973747700,"day":"21"},{"text":"\"We can use that money to help more families pay for child care and send their kids to college.\" —Obama #SOTU http://t.co/4dANlZRYXD","month":"01","year":"2015","corpus":"use money help famili pay child care send kid colleg obama sotu","id":557730032794480640,"day":"21"},{"text":"“I want to get to 'yes' on helping more young people afford college…don’t just say no” —Obama to the GOP in Congress http://t.co/iMVZ8LvRkP","month":"01","year":"2015","corpus":"want get ye help young peopl afford colleg say obama gop congress","id":558030857374822400,"day":"21"},{"text":"\"Today, our younger students have earned the highest math &amp; reading scores on record.\" —Obama #SOTU #LeadOnEducation http://t.co/vSruJkB6am","month":"01","year":"2015","corpus":"today younger student earn highest math amp read score record obama sotu leadoneduc","id":557724399106031600,"day":"21"},{"text":"\"I’m sending Congress a bold new plan to lower the cost of community college—to zero.\" —Obama #FreeCommunityCollege http://t.co/OvnJSmbHwc","month":"01","year":"2015","corpus":"send congress bold new plan lower cost commun colleg zero obama freecommunitycolleg","id":558027272683151360,"day":"21"},{"text":"\"I am sending...Congress a bold new plan to lower the cost of community college—to zero\" —Obama #SOTU http://t.co/p5IhRSLgsg","month":"01","year":"2015","corpus":"send ... congress bold new plan lower cost commun colleg zero obama sotu","id":557727443445096450,"day":"21"},{"text":"“I’ve proposed to make community college free for the first two years.” —Obama to @BethanyMota #YouTubeAsksObama http://t.co/CW3DKLqQTw","month":"01","year":"2015","corpus":"propos make commun colleg free first two year obama bethanymota youtubeasksobama","id":558393788947628000,"day":"22"},{"text":"\"Our high school graduation rate has hit an all-time high.\" —President Obama #LeadOnEducation http://t.co/Qrjf1Z2Fwm","month":"01","year":"2015","corpus":"high school graduat rate hit time high presid obama leadoneduc","id":558318033639198700,"day":"22"},{"text":"\"I’m sending Congress a bold new plan to lower the cost of community college—to zero.\" —Obama #FreeCommunityCollege http://t.co/NK02Ue62gp","month":"01","year":"2015","corpus":"send congress bold new plan lower cost commun colleg zero obama freecommunitycolleg","id":558322264832086000,"day":"22"},{"text":"Time is running out: Submit your video to the 2015 White House Student Film Festival by February 2 → http://t.co/THz0g6bcqT #WHFilmFest","month":"01","year":"2015","corpus":"time run submit video 2015 white hous student film festiv februari whfilmfest","id":559777225097359360,"day":"26"},{"text":"RT @DrBiden: The best teachers know how to move their students inside and outside of the classroom → http://t.co/VrSvvhT4Yy via @TODAYshow …","month":"01","year":"2015","corpus":"drbiden best teacher know move student insid outsid classroom via todayshow","id":560191603894009860,"day":"27"},{"text":"President Obama's #2016Budget would give responsible students access to #FreeCommunityCollege: http://t.co/h9PBXMjA8j http://t.co/rPF1NrBNsf","month":"02","year":"2015","corpus":"presid obama 2016budget would give respons student access freecommunitycolleg","id":562300817106292740,"day":"02"},{"text":"\"My budget makes two years of community college free for every responsible student\" —Obama #FreeCommunityCollege http://t.co/TkfQ7LiCyx","month":"02","year":"2015","corpus":"budget make two year commun colleg free everi respons student obama freecommunitycolleg","id":563785744993382400,"day":"06"},{"text":"“We want to reward people who are making the effort” —Obama on making community college free for responsible students http://t.co/jxsctAHG3O","month":"02","year":"2015","corpus":"want reward peopl make effort obama make commun colleg free respons student","id":563793781388877800,"day":"06"},{"text":"RT @arneduncan: 81% America's new record graduation rate! Thank you to teachers, principals, students &amp; families for working so hard! http:…","month":"02","year":"2015","corpus":"arneduncan america new record graduat rate thank teacher princip student amp famili work hard http","id":565940497248579600,"day":"12"},{"text":"\"Student projects here became @Yahoo and @Google—those were pretty good student projects.\" —President Obama at @Stanford #CyberSummit","month":"02","year":"2015","corpus":"student project becam yahoo googl pretti good student project presid obama stanford cybersummit","id":566321339997650940,"day":"13"},{"text":"\"We’re working to connect 99% of America’s students to high-speed Internet.\" —President Obama #CyberSummit http://t.co/Kn0lV4Zqua","month":"02","year":"2015","corpus":"work connect america student high speed internet presid obama cybersummit","id":566322518902857700,"day":"13"},{"text":"\"Last week, we learned that our high school graduation rate hit a new all-time high.\" —President Obama: http://t.co/vUNc1NqZoj","month":"02","year":"2015","corpus":"last week learn high school graduat rate hit new time high presid obama","id":566680854651342850,"day":"14"},{"text":"“Let’s make community colleges free.” —President Obama on his #FreeCommunityCollege proposal http://t.co/M0FQU7rA58","month":"03","year":"2015","corpus":"let make commun colleg free presid obama freecommunitycolleg propos","id":573930278068031500,"day":"06"},{"text":"“We capped the percentage of your income that you have to pay in repaying your student loans.” —President Obama http://t.co/exuNhIr2rS","month":"03","year":"2015","corpus":"cap percentag incom pay repay student loan presid obama","id":573929888987488260,"day":"06"},{"text":"“Ultimately, I want the first two years of community college to be like public high schools are now.” —President Obama #FreeCommunityCollege","month":"03","year":"2015","corpus":"ultim want first two year commun colleg like public high school presid obama freecommunitycolleg","id":573930632667000800,"day":"06"},{"text":"Watch live: President Obama introduces a Student Aid Bill of Rights and new steps to expand #CollegeOpportunity → http://t.co/VlCYAmTcd7","month":"03","year":"2015","corpus":"watch live presid obama introduc student aid bill right new step expand collegeopportun","id":575353337345916900,"day":"10"},{"text":"\"We’ve acted again and again to make college more affordable.\" —President Obama #CollegeOpportunity http://t.co/25to0Z2u90","month":"03","year":"2015","corpus":"act make colleg afford presid obama collegeopportun","id":575357212266201100,"day":"10"},{"text":"RT if you agree: Every student deserves access to a quality, affordable higher education. #CollegeOpportunity http://t.co/iqzCvARfJ6","month":"03","year":"2015","corpus":"agre everi student deserv access qualiti afford higher educ collegeopportun","id":575333429358694400,"day":"10"},{"text":"\"Every student deserves access to a quality, affordable education.\" —President Obama #CollegeOpportunity http://t.co/gohFDvXXAm","month":"03","year":"2015","corpus":"everi student deserv access qualiti afford educ presid obama collegeopportun","id":575358777639104500,"day":"10"},{"text":"President Obama is introducing a Student Aid Bill of Rights → http://t.co/s6dIfohcJ0 #CollegeOpportunity http://t.co/VOEk7TZ9dl","month":"03","year":"2015","corpus":"presid obama introduc student aid bill right collegeopportun","id":575326480420442100,"day":"10"},{"text":"“Inspire us. Lead us. Be the Americans that we need you to be.\" —President Obama to students at @GeorgiaTech #CollegeOpportunity","month":"03","year":"2015","corpus":"inspir lead american need presid obama student georgiatech collegeopportun","id":575360563754111000,"day":"10"},{"text":"\"We...acted to let millions of graduates cap their loan payments at 10% of their incomes\" —Obama #CollegeOpportunity http://t.co/tAP6w2LvzC","month":"03","year":"2015","corpus":"... act let million graduat cap loan payment incom obama collegeopportun","id":575357438481694700,"day":"10"},{"text":"RT @WHLive: \"Every student should be able to access the resources to pay for college.\" —President Obama: http://t.co/T8DaTNfIAo #CollegeOpp…","month":"03","year":"2015","corpus":"whlive everi student abl access resourc pay colleg presid obama collegeopp","id":575359152626651140,"day":"10"},{"text":"\"I sent Congress a bold new plan to bring down the cost of community college to zero.\" —President Obama #CollegeOpportunity","month":"03","year":"2015","corpus":"sent congress bold new plan bring cost commun colleg zero presid obama collegeopportun","id":575357973477855200,"day":"10"},{"text":"Add your name in support of the Student Aid Bill of Rights → http://t.co/nr1M53ijUD #CollegeOpportunity http://t.co/kH9AeMHtdI","month":"03","year":"2015","corpus":"add name support student aid bill right collegeopportun","id":575377700275228700,"day":"10"},{"text":"\"We want to make…community college just as free and universal as high school is today.\" —Obama #CollegeOpportunity http://t.co/HEk1PA8nhb","month":"03","year":"2015","corpus":"want make commun colleg free univers high school today obama collegeopportun","id":575358093342699500,"day":"10"},{"text":"Every student should be able to easily find the resources they need to pay for college. #CollegeOpportunity http://t.co/J9ZZL5NuCc","month":"03","year":"2015","corpus":"everi student abl easili find resourc need pay colleg collegeopportun","id":575441837969698800,"day":"10"},{"text":"RT @Schultz44: Packed crowd here @GeorgiaTech awaiting POTUS announcement of Student Aid Bill of Rights http://t.co/YHymaZGMVu","month":"03","year":"2015","corpus":"schultz44 pack crowd georgiatech await potu announc student aid bill right","id":575342768223973400,"day":"10"},{"text":"Every student deserves access to a quality, affordable higher education → http://t.co/nr1M53ijUD #CollegeOpportunity http://t.co/0EUIj0Sgnd","month":"03","year":"2015","corpus":"everi student deserv access qualiti afford higher educ collegeopportun","id":575780538147082240,"day":"11"},{"text":"Every student in America should be able to choose an affordable student loan repayment plan. #CollegeOpportunity http://t.co/oUqunWKWYT","month":"03","year":"2015","corpus":"everi student america abl choos afford student loan repay plan collegeopportun","id":575658072485527550,"day":"11"},{"text":"Stand with President Obama in support of the Student Aid Bill of Rights → http://t.co/nr1M53ijUD #CollegeOpportunity http://t.co/YSXEHovTn5","month":"03","year":"2015","corpus":"stand presid obama support student aid bill right collegeopportun","id":575705787294728200,"day":"11"},{"text":"RT @Cecilia44: Excited to answer your Qs on the Student Aid Bill of Rights at 1:30pm ET! Ask with #WHEdChat: http://t.co/ESXrLjCGWt http://…","month":"03","year":"2015","corpus":"cecilia44 excit answer student aid bill right 30pm ask whedchat","id":575680089897111550,"day":"11"},{"text":"\"Every student deserves access to a quality, affordable education.\" —President Obama: http://t.co/GZtlN1DYPW http://t.co/J9ZZL5NuCc","month":"03","year":"2015","corpus":"everi student deserv access qualiti afford educ presid obama","id":576836472042451000,"day":"14"},{"text":"\"We expanded tax credits and Pell Grants, enacted the largest reform to student loan programs in history\" —Obama: http://t.co/GZtlN1mnYo","month":"03","year":"2015","corpus":"expand tax credit pell grant enact largest reform student loan program histori obama","id":577153167739240400,"day":"15"},{"text":"\"We’ve acted to let millions of graduates cap loan payments at 10% of their income\" —Obama: http://t.co/GZtlN1DYPW http://t.co/tAP6w2LvzC","month":"03","year":"2015","corpus":"act let million graduat cap loan payment incom obama","id":577168912241942500,"day":"15"},{"text":"\"Two years of higher education should be as free &amp; universal as high school is today.\" —Obama: http://t.co/GZtlN1DYPW http://t.co/HEk1PA8nhb","month":"03","year":"2015","corpus":"two year higher educ free amp univers high school today obama","id":577201650529497100,"day":"15"},{"text":"The House GOP budget would:\nCut taxes for millionaires ✓\nRaise taxes for 26 million working families and students ✓ http://t.co/Ryd67WtLvp","month":"03","year":"2015","corpus":"hous gop budget would cut tax millionair rais tax million work famili student","id":578316620642193400,"day":"18"},{"text":"\"I’ve proposed making two years of community college as free and universal as high school is today.\" —Obama http://t.co/v7CuYO9AFE","month":"03","year":"2015","corpus":"propos make two year commun colleg free univers high school today obama","id":578274767209295900,"day":"18"},{"text":"Happening now: President Obama speaks at the White House Student Film Festival → http://t.co/eZwdRbEJQc #WHFilmFest http://t.co/CWkKqRtZ3Q","month":"03","year":"2015","corpus":"happen presid obama speak white hous student film festiv whfilmfest","id":578988663977033700,"day":"20"},{"text":"RT @WHLive: \"Hello everybody, and welcome to the second annual White House Student Film Festival.\" —President Obama: http://t.co/AfRoD9YPvw…","month":"03","year":"2015","corpus":"whlive hello everybodi welcom second annual white hous student film festiv presid obama","id":578988975450300400,"day":"20"},{"text":"RT @whitehouseostp: Now! @TeamVic @BillNye interview amazing students live from #WHScienceFair: http://t.co/GMGxtQ3E66 http://t.co/oy0zMgHO…","month":"03","year":"2015","corpus":"whitehouseostp teamvic billny interview amaz student live whsciencefair","id":580009981623332900,"day":"23"},{"text":"RT @WHLive: \"Our high school graduation rate is now at an all-time high.\" —President Obama #SelectUSA http://t.co/CJHOzwy9WS","month":"03","year":"2015","corpus":"whlive high school graduat rate time high presid obama selectusa","id":580077807910309900,"day":"23"},{"text":"\"We don’t just want to increase the number of American students in STEM…we want to increase the diversity students\" —Obama #WHScienceFair","month":"03","year":"2015","corpus":"want increas number american student stem want increas divers student obama whsciencefair","id":580045152414122000,"day":"23"},{"text":"RT if you agree: Every student should be able to access the world's information → http://t.co/BtiivUeZzZ http://t.co/irVhesNAY8","month":"03","year":"2015","corpus":"agre everi student abl access world inform","id":580141339293040600,"day":"23"},{"text":"RT @NASA: Admin. Bolden is at @WhiteHouse #WHScienceFair &amp; so is a student experiment flown in space! http://t.co/t1WKCvivVS http://t.co/gk…","month":"03","year":"2015","corpus":"nasa admin bolden whitehous whsciencefair amp student experi flown space","id":580025255932088300,"day":"23"},{"text":"RT @VP: What you might have missed at the #WHScienceFair → VP met w/ students, teachers, and @TeamVic https://t.co/mOpC5wf65S http://t.co/7…","month":"03","year":"2015","corpus":"might miss whsciencefair met student teacher teamvic","id":580387204507156500,"day":"24"},{"text":"\"Two years of community college should be as free and universal as high school is today.\" —President Obama #FreeCommunityCollege","month":"03","year":"2015","corpus":"two year commun colleg free univers high school today presid obama freecommunitycolleg","id":581193408661745700,"day":"26"},{"text":"\"I want to bring down the cost of community college to zero.\" —President Obama #FreeCommunityCollege http://t.co/6QQ1l63oxw","month":"03","year":"2015","corpus":"want bring cost commun colleg zero presid obama freecommunitycolleg","id":581193280940970000,"day":"26"},{"text":"\"Two years of community college should become as free and as universal as high school is today.\" —@VP: http://t.co/5JlQuxGYo5","month":"04","year":"2015","corpus":"two year commun colleg becom free univers high school today","id":587374716383469600,"day":"12"},{"text":"\"Our plan is no giveaway. Students must keep up their grades &amp; stay on track to graduate\" —@VP: http://t.co/5JlQuxGYo5 #FreeCommunityCollege","month":"04","year":"2015","corpus":"plan giveaway student must keep grade amp stay track graduat freecommunitycolleg","id":587303762198274000,"day":"12"},{"text":"RT @tonyhawk: I stand with @VP in supporting the #ItsOnUs student-leaders across the country, helping end sexual assault. Pledge: http://t.…","month":"04","year":"2015","corpus":"tonyhawk stand support itsonu student leader across countri help end sexual assault pledg","id":591291958242476000,"day":"23"},{"text":"\"They teach students to challenge themselves and dream beyond their circumstances\" —President Obama #ThankATeacher http://t.co/nCh2BmzvUJ","month":"04","year":"2015","corpus":"teach student challeng dream beyond circumst presid obama thankateach","id":593440051645829100,"day":"29"},{"text":"\"The teachers behind me…give their students their all—their knowledge, their creativity, their focused attention.\" —Obama #ThankATeacher","month":"04","year":"2015","corpus":"teacher behind give student knowledg creativ focus attent obama thankateach","id":593437568257110000,"day":"29"},{"text":"RT @FLOTUS: Did you go to a university, a community college, or a technical school? Wear your shirt Friday for #CollegeSigningDay http://t.…","month":"04","year":"2015","corpus":"flotu univers commun colleg technic school wear shirt friday collegesigningday","id":593904867208474600,"day":"30"},{"text":"RT @FLOTUS: Who's ready for #CollegeSigningDay?\nShare a photo in your college gear to celebrate students pushing to #ReachHigher. http://t.…","month":"05","year":"2015","corpus":"flotu readi collegesigningday share photo colleg gear celebr student push reachhigh","id":594138151947358200,"day":"01"},{"text":"RT @seventeen: We're rocking our college gear for #CollegeSigningDay to encourage students to #ReachHigher! @FLOTUS @ReachHigher http://t.c…","month":"05","year":"2015","corpus":"seventeen rock colleg gear collegesigningday encourag student reachhigh flotu reachhigh","id":594222823335395300,"day":"01"},{"text":"RT @conniebritton: Celebrating 1 year of @reachhigher with @flotus and thousands of students around the country in my… https://t.co/aUl8Dm6…","month":"05","year":"2015","corpus":"conniebritton celebr year reachhigh flotu thousand student around countri","id":594213944127959000,"day":"01"},{"text":"\"I’ve put forward a plan to make 2 years of community college as free &amp; universal...as high school is today\" —Obama: http://t.co/L6h342ef0G","month":"05","year":"2015","corpus":"put forward plan make year commun colleg free amp univers ... high school today obama","id":594579640317935600,"day":"02"},{"text":"\"I’ve put forward a plan to make 2 years of #CommunityCollege as free &amp; universal...as high school is today\" —Obama: http://t.co/L6h342vQpg","month":"05","year":"2015","corpus":"put forward plan make year communitycolleg free amp univers ... high school today obama","id":594965002160906200,"day":"03"},{"text":"RT @usedgov: Thank you teachers for inspiring students to #ReachHigher! #ThankATeacher http://t.co/lwMg5fwuQJ","month":"05","year":"2015","corpus":"usedgov thank teacher inspir student reachhigh thankateach","id":595670588552773600,"day":"05"},{"text":"RT if you agree: Two years of #CommunityCollege should be as free and universal as high school is today. http://t.co/08zENxf6Ff","month":"05","year":"2015","corpus":"agre two year communitycolleg free univers high school today","id":596050010808062000,"day":"06"},{"text":"RT @ReachHigher: Helping students to reach higher #collegein5words #ReachHigher http://t.co/Nisk9Ogd3B","month":"05","year":"2015","corpus":"reachhigh help student reach higher collegein5word reachhigh","id":595983852646101000,"day":"06"},{"text":"Here's how President Obama is making college more affordable → http://t.co/Y6fFTZTkof #CollegeOpportunity http://t.co/gOSJs6oy7d","month":"05","year":"2015","corpus":"presid obama make colleg afford collegeopportun","id":596400281610518500,"day":"07"},{"text":"RT @FLOTUS: Every student in America should have access to a quality, affordable higher education. #CollegeOpportunity http://t.co/MVFstkpl…","month":"05","year":"2015","corpus":"flotu everi student america access qualiti afford higher educ collegeopportun","id":596464361792639000,"day":"07"},{"text":"President Obama's action on student loans will help millions of Americans lower their monthly loan payments. http://t.co/h7q1Pay5xw","month":"05","year":"2015","corpus":"presid obama action student loan help million american lower monthli loan payment","id":596374741415497700,"day":"07"},{"text":"RT if you agree: Every student deserves access to a quality, affordable higher education. http://t.co/Y6fFU0aVfN http://t.co/9k74tXHWrn","month":"05","year":"2015","corpus":"agre everi student deserv access qualiti afford higher educ","id":596359707926790100,"day":"07"},{"text":"\"We need to make two years of #CommunityCollege as free and universal as high school is today.\" —President Obama: http://t.co/NuLv1VtCzz","month":"05","year":"2015","corpus":"need make two year communitycolleg free univers high school today presid obama","id":596811336237060100,"day":"08"},{"text":"RT if you agree: 2 years of #CommunityCollege should be as free and universal as high school. http://t.co/0zSo1K2HiC http://t.co/WTuAeafL8D","month":"05","year":"2015","corpus":"agre year communitycolleg free univers high school","id":598922388240236500,"day":"14"},{"text":"RT @POTUS: . @Jamesthe4tress Already expanded Pell Grants and capped student loan interest rates; now want to make 2 yrs of community colle…","month":"05","year":"2015","corpus":"potu jamesthe4tress alreadi expand pell grant cap student loan interest rate want make yr commun coll","id":603973860745154600,"day":"28"},{"text":"RT @POTUS: pushing to make 2 yrs comm college free; permit refinancing on student loans; push colleges to keep tuition low https://t.co/dTb…","month":"07","year":"2015","corpus":"potu push make yr comm colleg free permit refinanc student loan push colleg keep tuition low","id":616339010085105700,"day":"01"},{"text":"RT @Cecilia44: #Freecommunitycollege could save students at least $3,800/year.  How would those savings help YOU? http://t.co/2mjx5qnmEQ","month":"07","year":"2015","corpus":"cecilia44 freecommunitycolleg could save student least 800 year would save help","id":618807698344120300,"day":"08"},{"text":"RT @POTUS: Congrats to Oregon on passing two years of free community college! Every hardworking student deserves access to higher education.","month":"07","year":"2015","corpus":"potu congrat oregon pass two year free commun colleg everi hardwork student deserv access higher educ","id":622091689616871400,"day":"17"},{"text":"The number of students suspended in 1 year could fill 45 Super Bowls: http://t.co/SefDTINPVE #RethinkDiscipline http://t.co/Ton94D9vLe","month":"07","year":"2015","corpus":"number student suspend year could fill super bowl rethinkdisciplin","id":623918618850385900,"day":"22"},{"text":"RT @FLOTUS: \"You can't do this alone. You're not supposed to do this alone.\" —FLOTUS to students who are beating the odds to go to college.…","month":"07","year":"2015","corpus":"flotu alon suppos alon flotu student beat odd colleg","id":624294258179199000,"day":"23"},{"text":"RT @usedgov: \"Ensuring opportunity of college success for all students who are willing to work hard is a core tenet of the American covenan…","month":"07","year":"2015","corpus":"usedgov ensur opportun colleg success student will work hard core tenet american covenan","id":625718905575600100,"day":"27"},{"text":"RT @POTUS: Launching a pilot program to help students in prison pay for college, because everyone willing to work for it deserves a second …","month":"07","year":"2015","corpus":"potu launch pilot program help student prison pay colleg everyon will work deserv second","id":627227051108515800,"day":"31"},{"text":"Watch students from our Back-To-School Climate Education Event tell their stories about working to #ActOnClimate: http://t.co/cDXf5vmlss","month":"08","year":"2015","corpus":"watch student back school climat educ event tell stori work actonclim","id":634835323114102800,"day":"21"},{"text":"Hear the stories of students and educators from around the country working to #ActOnClimate: http://t.co/xQDERBPXgB http://t.co/cDXf5vDWk0","month":"08","year":"2015","corpus":"hear stori student educ around countri work actonclim","id":634862610958016500,"day":"21"},{"text":"RT @WHLive: “Compared to those with a high school diploma, college graduates earn about $1 million more over their lifetimes.” —@POTUS","month":"09","year":"2015","corpus":"whlive compar high school diploma colleg graduat earn million lifetim potu","id":641702734438264800,"day":"09"},{"text":"RT @WHLive: \"#FreeCommunityCollege for responsible students: It’s an idea that makes sense.\" —@POTUS: http://t.co/8iqvog06oy #HeadsUpAmerica","month":"09","year":"2015","corpus":"whlive freecommunitycolleg respons student idea make sens potu headsupamerica","id":641705683516293100,"day":"09"},{"text":"\"I want two years of community college to be as free and universal as high school is today.\" —@POTUS https://t.co/IkRKvpbJ8H","month":"09","year":"2015","corpus":"want two year commun colleg free univers high school today potu","id":641704522734284800,"day":"09"},{"text":"Let's make two years of community college as free and universal as high school is today → http://t.co/SEGOA4jCOB\nhttps://t.co/F7Tvwq76ul","month":"09","year":"2015","corpus":"let make two year commun colleg free univers high school today","id":641648493753434100,"day":"09"},{"text":"RT if you agree:\n“No kid should be priced out of a college education.” —@POTUS #FreeCommunityCollege http://t.co/ijD6EZ6hGF","month":"09","year":"2015","corpus":"agre kid price colleg educ potu freecommunitycolleg","id":641703577015189500,"day":"09"},{"text":"\"More than 9 million students could benefit each year\" —@POTUS on his #FreeCommunityCollege plan #HeadsUpAmerica https://t.co/IkRKvoU7K7","month":"09","year":"2015","corpus":"million student could benefit year potu freecommunitycolleg plan headsupamerica","id":641667345484640300,"day":"09"},{"text":"\"You’re...making the best possible investment in your country’s future\" —@POTUS to community college students http://t.co/dqoyJVS1Gp","month":"09","year":"2015","corpus":"... make best possibl invest countri futur potu commun colleg student","id":641700629639884800,"day":"09"},{"text":"RT @FLOTUS: 9M+ students can #ReachHigher with the help of free community college. Join the movement → http://t.co/Wm7ZX7aRY7  https://t.co…","month":"09","year":"2015","corpus":"flotu student reachhigh help free commun colleg join movement","id":642102554755756000,"day":"10"},{"text":"RT if you agree with @POTUS:\n\"Two years of college should be as free and universal as high school is today.\" http://t.co/Pg8yCiEBDf","month":"09","year":"2015","corpus":"agre potu two year colleg free univers high school today","id":641988496857677800,"day":"10"},{"text":"\"Be open to new experiences when you go to college—don’t go to college just to duplicate the same experience you had in high school\" —@POTUS","month":"09","year":"2015","corpus":"open new experi colleg colleg duplic experi high school potu","id":643544097144336400,"day":"14"},{"text":"\"We’ve shortened the federal student aid form—it’s called @FAFSA—down to about 20 minutes.\" —@POTUS #5TimesFAFSA http://t.co/QLPm5rLIpo","month":"09","year":"2015","corpus":"shorten feder student aid form call fafsa minut potu 5timesfafsa","id":643533521043222500,"day":"14"},{"text":"\"We’re helping folks cap their federal student loan payments at 10% of their income.\" —@POTUS #CollegeOpportunity http://t.co/fILQJr5lv6","month":"09","year":"2015","corpus":"help folk cap feder student loan payment incom potu collegeopportun","id":643532844086767600,"day":"14"},{"text":"\"Closing this tax loophole would let us help another 4 million students afford college.\" —@POTUS on carried interest http://t.co/xTgGkqw4jw","month":"09","year":"2015","corpus":"close tax loophol would let help anoth million student afford colleg potu carri interest","id":644173166445752300,"day":"16"},{"text":"RT if you agree with @POTUS:\nIt's time to make two years of community college as free and universal as high school. http://t.co/4TQ4dXue6g","month":"09","year":"2015","corpus":"agre potu time make two year commun colleg free univers high school","id":644609309070901200,"day":"17"},{"text":"RT if you agree: It's time to make community college free for responsible students → http://t.co/SEGOA421q1\nhttps://t.co/VNOqNAkxNh","month":"10","year":"2015","corpus":"agre time make commun colleg free respons student","id":649599802246758400,"day":"01"},{"text":"\"We’ve helped millions more families afford college, and more Americans are graduating than ever.\" —@POTUS http://t.co/bwiMPoiUmm","month":"10","year":"2015","corpus":"help million famili afford colleg american graduat ever potu","id":650033527283707900,"day":"02"},{"text":"\"Our high school graduation rate is at an all-time high\" —@POTUS on @ArneDuncan's legacy http://t.co/wxgJjrLNnV","month":"10","year":"2015","corpus":"high school graduat rate time high potu arneduncan legaci","id":650033404000407600,"day":"02"},{"text":"RT @DrBiden: Today, and every day, we keep in our hearts all of the students, teachers, friends, parents &amp; children taken too soon from us.…","month":"10","year":"2015","corpus":"drbiden today everi day keep heart student teacher friend parent amp children taken soon","id":652154793612341200,"day":"08"},{"text":"“We need to make two years of college as free and universal as high school is today.” —@POTUS #FreeCommunityCollege http://t.co/2iTrfBHQmn","month":"10","year":"2015","corpus":"need make two year colleg free univers high school today potu freecommunitycolleg","id":652276618262638600,"day":"09"},{"text":"The average college graduate has $28,000 in debt.\nLet's change that → http://t.co/SEGOA4jCOB #FreeCommunityCollege https://t.co/IkRKvpbJ8H","month":"10","year":"2015","corpus":"averag colleg graduat 000 debt let chang freecommunitycolleg","id":654344445698117600,"day":"14"},{"text":"Let's make two years of community college as free and universal as high school is today → http://t.co/SEGOA4jCOB https://t.co/IkRKvpbJ8H","month":"10","year":"2015","corpus":"let make two year commun colleg free univers high school today","id":654330718764572700,"day":"14"},{"text":"\"Our country’s high school graduation rate is at an all-time high...powered in large part by dramatic gains among Hispanic students\" —@POTUS","month":"10","year":"2015","corpus":"countri high school graduat rate time high ... power larg part dramat gain among hispan student potu","id":654761188333514800,"day":"15"},{"text":"RT @LoriKerseyWV: From the Richwood High School Student Reporting Lab: Mr. President, we want you to know https://t.co/CN0K6lzu2m","month":"10","year":"2015","corpus":"lorikerseywv richwood high school student report lab presid want know","id":656636516853116900,"day":"21"},{"text":"RT @DrBiden: The average college graduate has $28,000 in debt. Let's change that → https://t.co/Sj8v1OBgOu #FreeCommunityCollege https://t.…","month":"11","year":"2015","corpus":"drbiden averag colleg graduat 000 debt let chang freecommunitycolleg","id":661682033224237000,"day":"03"},{"text":"218 schools representing 3.3 million students are stepping up to #ActOnClimate → https://t.co/0XXoHFrhGU https://t.co/Cl3Kbt9D45","month":"11","year":"2015","corpus":"218 school repres million student step actonclim","id":667510981141073900,"day":"20"},{"text":"RT @usedgov: The Every Student Succeeds Act #ESSA is good news for our nation’s schools. https://t.co/uyW1ajAsG2 https://t.co/CiCo3qcHHr","month":"12","year":"2015","corpus":"usedgov everi student succe act essa good news nation school","id":672564556129026000,"day":"03"},{"text":"RT @Cecilia44: The bipartisan bill to #fixNCLB just passed the Senate. @POTUS will sign it tomorrow, helping ensure more students a shot at…","month":"12","year":"2015","corpus":"cecilia44 bipartisan bill fixnclb pass senat potu sign tomorrow help ensur student shot","id":674626006930468900,"day":"09"},{"text":"\"High school graduation rates have reached all-time highs. Dropout rates have hit historic lows\" —@POTUS #ESSA https://t.co/fhUPAOcZRX","month":"12","year":"2015","corpus":"high school graduat rate reach time high dropout rate hit histor low potu essa","id":674987688764776400,"day":"10"},{"text":"\"This law focuses on a national goal of ensuring that all of our students graduate prepared for college and future careers.\" —@POTUS #ESSA","month":"12","year":"2015","corpus":"law focus nation goal ensur student graduat prepar colleg futur career potu essa","id":674988073780817900,"day":"10"},{"text":"“In today’s economy, a high-quality education is a prerequisite for success.\" —@POTUS on the Every Student Succeeds Act #ESSA","month":"12","year":"2015","corpus":"today economi high qualiti educ prerequisit success potu everi student succe act essa","id":674987969070133200,"day":"10"},{"text":"Every student deserves a great education. 8th grader Antonio wants to be an engineer. Watch him introduce @POTUS. https://t.co/cqL6JVVCWC","month":"12","year":"2015","corpus":"everi student deserv great educ 8th grader antonio want engin watch introduc potu","id":675028674794664000,"day":"10"},{"text":"\"I’m proud to sign a law that will make sure every student is prepared to succeed\" —@POTUS on the #ESSA https://t.co/72380X9wR3","month":"12","year":"2015","corpus":"proud sign law make sure everi student prepar succeed potu essa","id":674986308960260100,"day":"10"},{"text":"FACT: High school graduation rates have reached an all-time high. https://t.co/1641Tv3taV #ESSA https://t.co/RgtA5PaJH1","month":"12","year":"2015","corpus":"fact high school graduat rate reach time high essa","id":675428300844503000,"day":"11"},{"text":"Here's how we're building on the progress made to help ensure every student gets a fair shot at success. #ESSA https://t.co/vicVvABgoD","month":"12","year":"2015","corpus":"build progress made help ensur everi student get fair shot success essa","id":675441169157886000,"day":"11"},{"text":"FACT: 82% of high school students are earning their diploma—the highest rate ever. https://t.co/RBwxJSkfSI","month":"12","year":"2015","corpus":"fact high school student earn diploma highest rate ever","id":677242822920151000,"day":"16"},{"text":"RT if you agree: Community college should be free for anyone willing to work for it → https://t.co/gQszVDAsWT https://t.co/8mMqqsGbpD","month":"12","year":"2015","corpus":"agre commun colleg free anyon will work","id":682262267371520000,"day":"30"},{"text":"\"We’ve already reduced student loan payments to 10% of a graduate’s income.\" —@POTUS #SOTU https://t.co/nVnQ5B4W3Q","month":"01","year":"2016","corpus":"alreadi reduc student loan payment graduat incom potu sotu","id":687098074565619700,"day":"13"},{"text":"\"We’ve protected an open Internet, and taken bold new steps to get more students and low-income Americans online.\" —@POTUS #SOTU","month":"01","year":"2016","corpus":"protect open internet taken bold new step get student low incom american onlin potu sotu","id":687100206480015400,"day":"13"},{"text":"\"We’ve increased early childhood education, lifted high school graduation rates to new highs” —@POTUS #SOTU https://t.co/CzslBtcOGD","month":"01","year":"2016","corpus":"increas earli childhood educ lift high school graduat rate new high potu sotu","id":687097685434855400,"day":"13"},{"text":"\"We should guarantee two years of community college at no cost for every responsible student.\" —@POTUS in Omaha #FreeCommunityCollege","month":"01","year":"2016","corpus":"guarante two year commun colleg cost everi respons student potu omaha freecommunitycolleg","id":687405416175800300,"day":"13"},{"text":"RT @Denis44: Coach I hope so but will only happen if citizens like you and your student athletes, across the country, take action https://t…","month":"01","year":"2016","corpus":"denis44 coach hope happen citizen like student athlet across countri take action","id":687443263008206800,"day":"14"},{"text":"RT @DrBiden: Visiting McGavock High School today to discuss making college more accessible to more people → https://t.co/Q7hFxdTsQa #FreeCo…","month":"01","year":"2016","corpus":"drbiden visit mcgavock high school today discuss make colleg access peopl freeco","id":692367160023318500,"day":"27"},{"text":"Watch @POTUS's weekly address on giving every student an opportunity to learn through computer science for all: https://t.co/iAxqqpavO7","month":"01","year":"2016","corpus":"watch potu weekli address give everi student opportun learn comput scienc","id":693457310824468500,"day":"30"},{"text":"\"Our high school graduation rate is at an all-time high.\" —@POTUS https://t.co/uUg5mbhvyC https://t.co/mWVIJyHv7g","month":"01","year":"2016","corpus":"high school graduat rate time high potu","id":693827886021767200,"day":"31"},{"text":".@POTUS's new plan will help ensure all of our students get an opportunity to learn computer science. #CSforAll https://t.co/iAxqqpavO7","month":"02","year":"2016","corpus":"potu new plan help ensur student get opportun learn comput scienc csforal","id":694214850210316300,"day":"01"},{"text":"RT @FLOTUS: Today marks the launch of @OpenEBks, bringing access to free books for students across the country. #ReachHigher\nhttps://t.co/1…","month":"02","year":"2016","corpus":"flotu today mark launch openebk bring access free book student across countri reachhigh","id":702517581425598500,"day":"24"},{"text":"Here's how we're bringing access to free books to millions of students: https://t.co/3ySm58OoT2 #OpenEBooks https://t.co/oakLyKDk9B","month":"02","year":"2016","corpus":"bring access free book million student openebook","id":702640189827629000,"day":"24"},{"text":"RT @DrBiden: Dr. Biden visited students at a school in Dubai today to celebrate #InternationalWomensDay → https://t.co/YXaOHmIMXS https://t…","month":"03","year":"2016","corpus":"drbiden biden visit student school dubai today celebr internationalwomensday","id":707271121348005900,"day":"08"},{"text":"RT @POTUS: We've cut the time it takes students to apply for financial aid by two-thirds thanks to a simplified FAFSA form: https://t.co/WD…","month":"03","year":"2016","corpus":"potu cut time take student appli financi aid two third thank simplifi fafsa form","id":708344737665847300,"day":"11"},{"text":"RT @HamiltonMusical: \"This is for you all.\" @FLOTUS @MichelleObama addresses the students here @whitehouse. #Bam4Ham https://t.co/eqb7L40Enr","month":"03","year":"2016","corpus":"hamiltonmus flotu michelleobama address student whitehous bam4ham","id":709440131632140300,"day":"14"},{"text":"RT @WHLive: \"We want 100,000 U.S. students studying in the Americas, &amp; 100,000 students from the Americas studying in the U.S.\" —@POTUS to …","month":"03","year":"2016","corpus":"whlive want 100 000 student studi america amp 100 000 student america studi potu","id":712713392306397200,"day":"23"},{"text":"\"The most important office in a democracy is the office of citizen.\" —@POTUS to students @UChicagoLaw #SCOTUS","month":"04","year":"2016","corpus":"import offic democraci offic citizen potu student uchicagolaw scotu","id":718186138045964300,"day":"07"},{"text":"\"We are counting on all of you to help build a brighter future.\" —@POTUS to the students from across the country at the #WHScienceFair","month":"04","year":"2016","corpus":"count help build brighter futur potu student across countri whsciencefair","id":720332613609594900,"day":"13"},{"text":"RT @ErnestMoniz: Couldn't agree more. Looking forward to visiting the #WHScienceFair today to celebrate students in #STEM. https://t.co/rYD…","month":"04","year":"2016","corpus":"ernestmoniz agre look forward visit whsciencefair today celebr student stem","id":720298386470133800,"day":"13"},{"text":"Under @POTUS, the number of students graduating with engineering degrees has increased by 25,000. #WHScienceFair https://t.co/I0W8YiRu7D","month":"04","year":"2016","corpus":"potu number student graduat engin degre increas 000 whsciencefair","id":720343464177602600,"day":"13"},{"text":"Watch @POTUS talk with students from across the country at the #WHScienceFair who are leading the way in innovation: https://t.co/DYD0fk2J18","month":"04","year":"2016","corpus":"watch potu talk student across countri whsciencefair lead way innov","id":720326947432198100,"day":"13"},{"text":"RT @MayoClinic: Meet students exhibiting innovative projects, including 2 Minnesotans with Mayo Free Time app! https://t.co/d4oN9jf7B1 #WHS…","month":"04","year":"2016","corpus":"mayoclin meet student exhibit innov project includ minnesotan mayo free time app wh","id":720309126773911600,"day":"13"},{"text":"Let's make #FreeCommunityCollege a reality for every student willing to work for it → https://t.co/6gGrkbsdgw https://t.co/764f1DQj0u","month":"04","year":"2016","corpus":"let make freecommunitycolleg realiti everi student will work","id":724691111806177300,"day":"25"},{"text":"Every student should have access to an affordable, high-quality education: https://t.co/UlZZWcaWLx #ReachHigher https://t.co/HTlIzp32in","month":"04","year":"2016","corpus":"everi student access afford high qualiti educ reachhigh","id":725111096496021500,"day":"26"},{"text":"RT @usedgov: Happy #CollegeSigningDay! Congrats to all students making important decisions for their future today. #ReachHigher https://t.c…","month":"04","year":"2016","corpus":"usedgov happi collegesigningday congrat student make import decis futur today reachhigh","id":724991784166801400,"day":"26"},{"text":"It's #CollegeSigningDay🎓! Here's how we're committed to helping all students go to college → https://t.co/UlZZWbTlmX https://t.co/2WnYSJ1bHy","month":"04","year":"2016","corpus":"collegesigningday 🎓! commit help student colleg","id":725085687947530200,"day":"26"},{"text":"You can now pick a student loan repayment option in 5 steps or less: https://t.co/n6Tmuk5Nn8 #CollegeOpportunity https://t.co/gXNLUIOaTQ","month":"04","year":"2016","corpus":"pick student loan repay option step less collegeopportun","id":725814735917060100,"day":"28"},{"text":"\"I just wanted to stop by and say hello!\" \n@POTUS just surprised over 50 student reporters. Watch: https://t.co/qGPxcNqY9y","month":"04","year":"2016","corpus":"want stop say hello potu surpris student report watch","id":725778285062287400,"day":"28"},{"text":".@POTUS just dropped by #CollegeReporterDay to talk about new steps to help more Americans manage student debt: https://t.co/5glSHALxQW","month":"04","year":"2016","corpus":"potu drop collegereporterday talk new step help american manag student debt","id":725780866169892900,"day":"28"},{"text":"5 steps in 60 seconds or less: Find the student loan repayment option that works for you → https://t.co/n6TmujOcvA https://t.co/9zL11O3OqR","month":"04","year":"2016","corpus":"step second less find student loan repay option work","id":725793672026046500,"day":"28"},{"text":"Since @POTUS took office, more students are graduating than ever before: https://t.co/bByGgQFgiK https://t.co/ymbSBfedOJ","month":"04","year":"2016","corpus":"sinc potu took offic student graduat ever","id":725798022215405600,"day":"28"},{"text":"RT @usedgov: When it comes to dealing with your student loan debt, know that you have options: https://t.co/Dx3GN31u36 https://t.co/IcHfuVg…","month":"04","year":"2016","corpus":"usedgov come deal student loan debt know option","id":725784607296245800,"day":"28"},{"text":".@POTUS's bold vision for improving our education system will help give all students the fair chance they deserve. https://t.co/Wpuuz3O2Ov","month":"05","year":"2016","corpus":"potu bold vision improv educ system help give student fair chanc deserv","id":727586899049762800,"day":"03"},{"text":"\"Today, high school graduation rates have never been higher, dropout rates have dropped\" —POTUS #ThankATeacher https://t.co/BzG7Em0WTH","month":"05","year":"2016","corpus":"today high school graduat rate never higher dropout rate drop potu thankateach","id":727600998622048300,"day":"03"},{"text":"\"Today, 20 million more students and most of our school districts have fast broadband and wireless in the classroom.\" —POTUS #ThankATeacher","month":"05","year":"2016","corpus":"today million student school district fast broadband wireless classroom potu thankateach","id":727601202536534000,"day":"03"},{"text":"RT @Cecilia44: Thanks to Mr. Everson, my HS choir director who gave me &amp; so many other students a voice to sing. #ThankaTeacher https://t.c…","month":"05","year":"2016","corpus":"cecilia44 thank everson choir director gave amp mani student voic sing thankateach","id":727564024628453400,"day":"03"},{"text":"Students and @PeaceCorps volunteers: Your film could screen at the White House. Apply today: https://t.co/jEOCgttXx2 https://t.co/YsTyYqCODK","month":"06","year":"2016","corpus":"student peacecorp volunt film could screen white hous appli today","id":740276225462112300,"day":"07"},{"text":"\"Never before has our high school graduation rate been higher, preparing students for college and careers in your industries.\" —@POTUS","month":"06","year":"2016","corpus":"never high school graduat rate higher prepar student colleg career industri potu","id":744931577428312000,"day":"20"},{"text":"Calling all student film makers! Here's how you can join us for the #WHFilmFest 🎥 → https://t.co/eZwdRbn8YE https://t.co/LhT6pj03WZ","month":"06","year":"2016","corpus":"call student film maker join whfilmfest","id":746127967529603100,"day":"23"},{"text":"RT @Broderick44: Second Chance Pell Grants will help enroll 12,000 incarcerated students in educational programs →  https://t.co/VBfkaB6tCR…","month":"06","year":"2016","corpus":"broderick44 second chanc pell grant help enrol 000 incarcer student educ program","id":746475602601877500,"day":"24"},{"text":"WH Student Film Fest submissions are extended to 8/15! Still time to film, edit, and enter: https://t.co/KUqneDrAuU https://t.co/u8lRxdPLD2","month":"07","year":"2016","corpus":"student film fest submiss extend still time film edit enter","id":754408772496339000,"day":"16"},{"text":"Before you take out a mortgage, or a loan for college or a new car, check out https://t.co/HOHQRczOH4: https://t.co/Zj6EbdeS2v","month":"07","year":"2016","corpus":"take mortgag loan colleg new car check","id":756915642029092900,"day":"23"},{"text":"RT @nowthisnews: These inspiring, dedicated, passionate students beat the odds. Now they're going to college and hanging with @FLOTUS https…","month":"07","year":"2016","corpus":"nowthisnew inspir dedic passion student beat odd go colleg hang flotu http","id":759470710272069600,"day":"30"},{"text":"\"Our high school graduation rate is at an all-time high. More Hispanic students are graduating high school and college\" —@POTUS #CHCI","month":"09","year":"2016","corpus":"high school graduat rate time high hispan student graduat high school colleg potu chci","id":776570793438351400,"day":"15"},{"text":"Students and parents: don't leave money on the table—nearly $180 billion is available in financial aid: https://t.co/ev0V5GUT2m https://t.co/8tP19DkNBk","month":"09","year":"2016","corpus":"student parent leav money tabl nearli 180 billion avail financi aid","id":781984955672961000,"day":"30"},{"text":"Parents and students: today’s the day! Fill out your @FAFSA to get free money for college → https://t.co/gfWDBtQX1L https://t.co/kEoTjQe3un","month":"10","year":"2016","corpus":"parent student today day fill fafsa get free money colleg","id":782256189765722100,"day":"01"},{"text":"RT @WHLive: Happening now: Tune in for the 3rd annual #WHFilmFest featuring student filmmakers from across the country: https://t.co/AfRoD9…","month":"10","year":"2016","corpus":"whlive happen tune 3rd annual whfilmfest featur student filmmak across countri","id":782627871969845200,"day":"02"},{"text":"We're rolling out the red carpet today for the #WHFilmFest, featuring short films from students across the country: https://t.co/eZwdRbn8YE https://t.co/ihiCcdBXhA","month":"10","year":"2016","corpus":"roll red carpet today whfilmfest featur short film student across countri","id":782611372370722800,"day":"02"},{"text":"RT @Goldman44: It's finally here! #SXSL starts today with the 3rd Annual White House Student Film Festival. Tune in starting at 1p: https:/…","month":"10","year":"2016","corpus":"goldman44 final sxsl start today 3rd annual white hous student film festiv tune start http :/…","id":782605473627328500,"day":"02"},{"text":"Watch live: @FLOTUS welcomes students, along with some special guests, for her final harvest of the Kitchen Garden: https://t.co/Hys40q7QvK https://t.co/e4bhBY9UMJ","month":"10","year":"2016","corpus":"watch live flotu welcom student along special guest final harvest kitchen garden","id":784110761052221400,"day":"06"},{"text":"This #HispanicHeritageMonth, we celebrate the Hispanic American students who've made historic strides: https://t.co/qusl3KRWDU https://t.co/gNVLG7tiOI","month":"10","year":"2016","corpus":"hispanicheritagemonth celebr hispan american student made histor stride","id":786235983717171200,"day":"12"},{"text":"\"More Hispanic students are graduating high school and more are going to college than ever\" —@POTUS at the #HispanicHeritageMonth reception https://t.co/sJdxEsdMgB","month":"10","year":"2016","corpus":"hispan student graduat high school go colleg ever potu hispanicheritagemonth recept","id":786311979828936700,"day":"12"},{"text":"\"Bottom line is: higher graduation rates, higher college attendance rates, more money for Pell Grants\" —@POTUS on our progress on education. https://t.co/Kz3W5tCkJo","month":"10","year":"2016","corpus":"bottom line higher graduat rate higher colleg attend rate money pell grant potu progress educ","id":788117079144566800,"day":"17"},{"text":"RT @JohnKingatED: Great news from @POTUS today! HS #gradrates are at an all-time high and more AfAm and Latino students are graduating than…","month":"10","year":"2016","corpus":"johnking great news potu today gradrat time high afam latino student graduat","id":788072915585474600,"day":"17"},{"text":"RT @WHLive: Watch as @POTUS speaks on the progress made to ensure every student has the opportunity to realize their potential: https://t.c…","month":"10","year":"2016","corpus":"whlive watch potu speak progress made ensur everi student opportun realiz potenti","id":788037380884144100,"day":"17"},{"text":"\"Fill out the #FAFSA, the Free Application for Federal Student Aid.\" —@POTUS. Get started at https://t.co/gfWDBu8xTj https://t.co/r65ldBH3Tt","month":"10","year":"2016","corpus":"fill fafsa free applic feder student aid potu get start","id":788041484901548000,"day":"17"},{"text":"RT @FLOTUS: More students today are walking across a HS graduation stage. The progress is inspiring. Keep reaching higher for that college…","month":"10","year":"2016","corpus":"flotu student today walk across graduat stage progress inspir keep reach higher colleg","id":788043685459927000,"day":"17"},{"text":"“More African-American and Latino students are graduating than ever before.” —@POTUS on our progress: https://t.co/4YohVv7Qea","month":"10","year":"2016","corpus":"african american latino student graduat ever potu progress","id":788039251422085100,"day":"17"}]