[{"text":"Coming Together, Bringing Down Costs: The President hosts a remarkable health reform meeting, both for the $2 tr.. http://tinyurl.com/q5pej7","month":"05","year":"2009","corpus":"come togeth bring cost presid host remark health reform meet","id":1765804734,"day":"11"},{"text":"More details on today's earlier remarks from the President about coming together & bringing down health care costs: http://bit.ly/qcPBh","month":"05","year":"2009","corpus":"detail today earlier remark presid come togeth bring health care cost","id":1765025244,"day":"11"},{"text":"The President is mtg w/ employers and unions whose innovative ideas are improving the health of workers and reducing health care costs.","month":"05","year":"2009","corpus":"presid mtg employ union whose innov idea improv health worker reduc health care cost","id":1774493451,"day":"12"},{"text":"The President is making remarks on health care reform. Livestream here: http://bit.ly/12nxRn","month":"05","year":"2009","corpus":"presid make remark health care reform livestream","id":1784730504,"day":"13"},{"text":"Stay up-to-date on health care reform and other important issues with email updates: http://bit.ly/jKNIk","month":"05","year":"2009","corpus":"stay date health care reform import issu email updat","id":1796376758,"day":"14"},{"text":"Blog post from Christina Tchen about Engagement, Women, Health Care and Yarn: http://bit.ly/n7HMH","month":"05","year":"2009","corpus":"blog post christina tchen engag women health care yarn","id":1838692690,"day":"18"},{"text":"Streaming at 1:00: Health Care Stakeholder Meeting - Physicians: At 1:00 White House Office of Health Reform Dir.. http://tinyurl.com/o2jflj","month":"05","year":"2009","corpus":"stream health care stakehold meet physician white hous offic health reform dir","id":1937529634,"day":"27"},{"text":"Streaming at 11:00: Health Care Stakeholder Discussion with Women’s Groups: Today the White House holds another .. http://tinyurl.com/r4lv27","month":"06","year":"2009","corpus":"stream health care stakehold discuss women group today white hous hold anoth","id":2044903982,"day":"05"},{"text":"Weekly Address: President Obama Calls for Real Health Care Reform: The President makes clear that as Congress wo.. http://tinyurl.com/kpbowc","month":"06","year":"2009","corpus":"weekli address presid obama call real health care reform presid make clear congress","id":2051578527,"day":"06"},{"text":"Streaming at Noon: Health Care Stakeholder Discussion on Health Disparities and Health Reform: The Health and Hu.. http://tinyurl.com/m5ld6v","month":"06","year":"2009","corpus":"stream noon health care stakehold discuss health dispar health reform health","id":2091359659,"day":"09"},{"text":"Rubber Hitting the Road on Health Care: The President invites key Senators on health reform to the White House t.. http://tinyurl.com/nb6pbm","month":"06","year":"2009","corpus":"rubber hit road health care presid invit key senat health reform white hous","id":2109378055,"day":"10"},{"text":"2:00 - Watch, Discuss, Engage: Health Care Stakeholder Discussion on Primary Care.  At Facebook: http://bit.ly/tCHXt","month":"07","year":"2009","corpus":"watch discuss engag health care stakehold discuss primari care facebook","id":2440544219,"day":"02"},{"text":"On tap: For President - JOBS; Health Care meeting on primary care live-stream chat 2:00; &lt;48 hrs for Open Gov Recs http://bit.ly/18gnOC","month":"07","year":"2009","corpus":"tap presid job health care meet primari care live stream chat hr open gov rec","id":2438282720,"day":"02"},{"text":"Obama “This isn’t about me. This isn’t about politics. This is about a health care system that is breaking America’s families”","month":"07","year":"2009","corpus":"obama polit health care system break america famili","id":2742579520,"day":"20"},{"text":"On tap: Obama on health reform 1:05; Chat w/ Health Reform Director DeParle 2:30; Country music celebration 7:30","month":"07","year":"2009","corpus":"tap obama health reform chat health reform director deparl countri music celebr","id":2758352946,"day":"21"},{"text":"Full video of President Obama's news conference on health insurance reform: http://bit.ly/KmxIG #healthreform","month":"07","year":"2009","corpus":"full video presid obama news confer health insur reform healthreform","id":2790132626,"day":"23"},{"text":"“We inherited an enormous deficit … but health care reform is not going to add to that burden, it is designed to lower it” #healthreform","month":"07","year":"2009","corpus":"inherit enorm deficit health care reform go add burden design lower healthreform","id":2788730689,"day":"23"},{"text":"On tap: AARP tele-town hall on health care reform 1:30; Afternoon meetings w/ U.S.-China dialogue participants","month":"07","year":"2009","corpus":"tap aarp tele town hall health care reform afternoon meet china dialogu particip","id":2889848960,"day":"28"},{"text":"RT @jeremypeters: These protections will ensure I can afford, find, & keep quality care from now (age 29) on, no matter the situation. #hicp","month":"07","year":"2009","corpus":"jeremypet protect ensur afford find keep qualiti care age matter situat healthcar","id":2914302959,"day":"29"},{"text":"Watch and chat: Health care stakeholder discussion on advanced models of primary care http://bit.ly/tCHXt #healthcare","month":"08","year":"2009","corpus":"watch chat health care stakehold discuss advanc model primari care healthcar","id":3229048784,"day":"10"},{"text":"Word from the White House: Bipartisan Support for Health Insurance Reform Continues to Build http://bit.ly/3oOsWt #hcr","month":"10","year":"2009","corpus":"word white hous bipartisan support health insur reform continu build hcr","id":4689566666,"day":"07"},{"text":"Study from health insurance lobbyists says reform is bad? You may be shocked to learn, not so much… http://bit.ly/4y7Cz0","month":"10","year":"2009","corpus":"studi health insur lobbyist say reform bad may shock learn much","id":4815707129,"day":"12"},{"text":"Word from the White House: Introduction of the Affordable Health Care for America Act in the House http://bit.ly/4hTRog","month":"10","year":"2009","corpus":"word white hous introduct afford health care america act hous","id":5294385656,"day":"30"},{"text":"Word from the White House: Passage of the Affordable Health Care for America Act http://bit.ly/1XQSZb","month":"11","year":"2009","corpus":"word white hous passag afford health care america act","id":5561709226,"day":"09"},{"text":"How times have changed. Health Insurance Reform vs. Medicare Part D: http://bit.ly/8EwTDD  #hcr","month":"11","year":"2009","corpus":"time chang health insur reform medicar part hcr","id":5928393650,"day":"21"},{"text":"The CEA on Health Reform and the Economy, Take 2. Chart on what reform will do for family incomes: http://bit.ly/4TMZhr","month":"12","year":"2009","corpus":"cea health reform economi take chart reform famili incom","id":6668359538,"day":"14"},{"text":"Bipartisan Health Reform meeting starts now - watch live: http://wh.gov/h #hcr","month":"02","year":"2010","corpus":"bipartisan health reform meet start watch live hcr","id":9629207255,"day":"25"},{"text":"RT @HHSGov: Secretary Sebelius Invites Insurance Company Leaders to Discuss Health Insurance Premiums http://bit.ly/d2ld1T","month":"02","year":"2010","corpus":"hhsgov secretari sebeliu invit insur compani leader discuss health insur premium","id":9599626103,"day":"25"},{"text":"Context on last exchange - WaPo: \"the CBO found that premiums go down under health-care reform\" http://bit.ly/7EmpEy #hcr","month":"02","year":"2010","corpus":"context last exchang wapo cbo found premium health care reform hcr","id":9631727498,"day":"25"},{"text":"Pfeiffer: A Productive Day & Another Step Towards Putting Americans in Charge of Their Health Care http://bit.ly/ddfseZ #hcr","month":"02","year":"2010","corpus":"pfeiffer product day anoth step toward put american charg health care hcr","id":9651873286,"day":"26"},{"text":"RT @HHSGov: Sec. Sebelius asks health insurance co. CEOs to justify their stunning rate increases http://bit.ly/aNyR7q #hcr","month":"03","year":"2010","corpus":"hhsgov sec sebeliu ask health insur ceo justifi stun rate increas hcr","id":9998892349,"day":"05"},{"text":"VIDEO: What Health Reform Will Deliver – This Year http://bit.ly/dprgvg (weekly address) #hcr","month":"03","year":"2010","corpus":"video health reform deliv year weekli address hcr","id":10069681221,"day":"06"},{"text":"Health insurance has now been reformed.","month":"03","year":"2010","corpus":"health insur reform","id":10931628143,"day":"23"},{"text":"\"What does this new health insurance reform law mean to me?\" Answers here: http://bit.ly/bGu0F7 #hcr","month":"03","year":"2010","corpus":"new health insur reform law mean answer hcr","id":10943941450,"day":"23"},{"text":"Not in Health Reform: \"16,500 Armed Bureaucrats\" http://bit.ly/c6BbNN #hcr","month":"04","year":"2010","corpus":"health reform 500 arm bureaucrat hcr","id":11484090712,"day":"02"},{"text":"Obama, Health Reform, the Recovery Act & Tax Day http://bit.ly/cK7cLE","month":"04","year":"2010","corpus":"obama health reform recoveri act tax day","id":12235280315,"day":"15"},{"text":"Health care for the young folks: Learn how #hcr can help you get coverage http://bit.ly/c0BOvm","month":"04","year":"2010","corpus":"health care young folk learn hcr help get coverag","id":12956712629,"day":"27"},{"text":"Yes, like physical health, mental health benefits are part of the essential health benefits package @dooce","month":"05","year":"2010","corpus":"ye like physic health mental health benefit part essenti health benefit packag dooc","id":14184331334,"day":"17"},{"text":"NYT: \"Big Gains for Young People in Health Law\" http://nyti.ms/9sr2E4 #hcr","month":"05","year":"2010","corpus":"nyt big gain young peopl health law hcr","id":14698487272,"day":"25"},{"text":"2 on #hcr: How Affordable Care Act Helps Vets http://bit.ly/cNDdbS  \"Hospital Compare\" at HealthCare.gov http://bit.ly/bsfanW","month":"07","year":"2010","corpus":"hcr afford care act help veteran hospit compar healthcar gov","id":17977437156,"day":"07"},{"text":"Dr. Biden and the First Lady discuss new health care benefits, watch & discuss now: http://bit.ly/tCHXt","month":"07","year":"2010","corpus":"biden first ladi discuss new health care benefit watch discuss","id":18539784389,"day":"14"},{"text":"New studies show how Affordable Care Act will help small biz employees get coverage- up from 60% to 86% http://bit.ly/9k6iXF","month":"09","year":"2010","corpus":"new studi show afford care act help small biz employe get coverag","id":22823645617,"day":"02"},{"text":"RT @petesouza: Photo of potus signing 9/11 health and compensation bill: http://bit.ly/fhIH6T","month":"01","year":"2011","corpus":"petesouza photo potu sign health compens bill","id":21692695558750210,"day":"02"},{"text":".@KyrazyDoy #hcr = \"health care reform\" which people have been using for a while to discuss this important issue","month":"01","year":"2011","corpus":"kyrazydoy hcr health care reform peopl use discuss import issu","id":23424393669509120,"day":"07"},{"text":"Get some background on the consumer protections in the Affordable Care Act here: http://bit.ly/cu5MKT #hcr","month":"01","year":"2011","corpus":"get background consum protect afford care act hcr","id":23405563417202690,"day":"07"},{"text":"Starting at 11:00 some of our health care experts will be here answering Qs on #hcr & consumer protections, reply w/ yours","month":"01","year":"2011","corpus":"start health care expert answer hcr consum protect repli","id":23404936662360064,"day":"07"},{"text":"\"Now, I have heard rumors that a few of you have some concerns about the new health care law.\" #SOTU","month":"01","year":"2011","corpus":"heard rumor concern new health care law sotu","id":30093812269326336,"day":"26"},{"text":"RT @HealthCareGov: Great new online resource for women to learn about benefits in the health care law http://bit.ly/idxirp #womenshealth","month":"02","year":"2011","corpus":"healthcaregov great new onlin resourc women learn benefit health care law womenshealth","id":38626467617308670,"day":"18"},{"text":"Sec. Sebelius on better health benefits for women & their families: http://wh.gov/agU #hcr","month":"03","year":"2011","corpus":"sec sebeliu better health benefit women famili hcr","id":50983729589518340,"day":"24"},{"text":"RT @letsmove: Introducing Let's Move! Child Care: Tools for child & day care centers to help our children get off to a healthy start htt ...","month":"06","year":"2011","corpus":"letsmov introduc let move child care tool child day care center help children get healthi start htt","id":78545051571060740,"day":"08"},{"text":"RT @TXTrendyChick: @whitehouse If Obamacare, sorry, Health Care Reform was repealed, what would that do to the numbers? #whchat","month":"07","year":"2011","corpus":"txtrendychick whitehous obamacar sorri health care reform repeal would number whchat","id":96666831607169020,"day":"28"},{"text":"RT @HealthCareGov: One Million More Young Adults Have Coverage Thanks to Health Law http://t.co/f6lMy0zq #hcworks #hcr","month":"09","year":"2011","corpus":"healthcaregov one million young adult coverag thank health law hcwork hcr","id":116651474561400830,"day":"21"},{"text":".@pfeiffer44: We know the Affordable Care Act is constitutional & are confident the Supreme Court will agree: http://t.co/QRurC8Cb","month":"11","year":"2011","corpus":"pfeiffer44 know afford care act constitut confid suprem court agre","id":136108759243177980,"day":"14"},{"text":"RT @jonidickerson: My last antibiotics were free!  RT: @whitehouse Millions are saving money on rx drugs under Affordable Care Act: http ...","month":"11","year":"2011","corpus":"jonidickerson last antibiot free whitehous million save money drug afford care act http","id":141280045447659520,"day":"28"},{"text":"RT @todd_park: Calling all innovators -- answer the Health Care Innovation Challenge http://t.co/CEeZg3Jx","month":"12","year":"2011","corpus":"todd_park call innov answer health care innov challeng","id":144468042666082300,"day":"07"},{"text":"RT @JonCarson44: meet the health care worker who inspired the President http://t.co/D6jsMD5x \nToday President took action to help worker ...","month":"12","year":"2011","corpus":"joncarson44 meet health care worker inspir presid today presid took action help worker","id":147359489618755600,"day":"15"},{"text":"By the Numbers: 2.5 Million: http://t.co/vhYg2mxa An additional 2.5 million young adults now have health insurance: http://t.co/pXtYDErG","month":"12","year":"2011","corpus":"number million addit million young adult health insur","id":147794058583097340,"day":"16"},{"text":"RT @alanlbritt: @whitehouse #40dollars per week is EXACTLY my children's health insurance premium.","month":"12","year":"2011","corpus":"alanlbritt whitehous 40dollar per week exactli children health insur premium","id":149265088531009540,"day":"20"},{"text":"RT @WHLive: Obama: I will not go back to the days when health insurance companies had unchecked power to cancel your policy, deny you co ...","month":"01","year":"2012","corpus":"whlive obama back day health insur compani uncheck power cancel polici deni","id":162004687548198900,"day":"25"},{"text":"In 2011, nearly 3.6M people with #Medicare saved $2.1B on prescription drugs thanks to the Affordable Care Act: http://t.co/jJrUeO7r #HCR","month":"02","year":"2012","corpus":"2011 nearli peopl medicar save prescript drug thank afford care act hcr","id":166599747459743740,"day":"06"},{"text":"RT @HHSGov: More Americans who were previously denied coverage due to a pre-existing condition can now get the care they need http://t.c ...","month":"02","year":"2012","corpus":"hhsgov american previous deni coverag due pre exist condit get care need","id":172721933006274560,"day":"23"},{"text":"By the Numbers: $4,200: http://t.co/6MyeVa49 Seniors on Medicare will save $4,200 on health care because of #hcr http://t.co/bTXFbf0k","month":"03","year":"2012","corpus":"number 200 senior medicar save 200 health care hcr","id":181800023359623170,"day":"19"},{"text":"By the numbers: 20.4: http://t.co/y8I2O9ht: 20.4 million women have accessed free preventive health services #hcr http://t.co/2iBnWAgn","month":"03","year":"2012","corpus":"number million women access free prevent health servic hcr","id":182160958284763140,"day":"20"},{"text":"RT @GovKitz: My op-ed on how health care reform is helping our state improve outcomes and coverage while saving money. http://t.co/4iJGuFIL","month":"03","year":"2012","corpus":"govkitz health care reform help state improv outcom coverag save money","id":182897041066827780,"day":"22"},{"text":"RT @WHLive: .@jasonbpedersen  health spending has reached historic lows, #ACA takes steps to hold health care costs down http://t.co/GCn ...","month":"03","year":"2012","corpus":"whlive jasonbpedersen health spend reach histor low aca take step hold health care cost","id":183254328709095420,"day":"23"},{"text":"RT @jesseclee44: Wonder if #hcr measure requiring insurers spend 80% of premiums on health is real? 15.8M folks getting $1.3B in rebates ...","month":"04","year":"2012","corpus":"jesseclee44 wonder hcr measur requir insur spend premium health real folk get rebat","id":195551214165966850,"day":"26"},{"text":"Happy Mother's Day from the Affordable Care Act #ACA: http://t.co/csYYV58L View the card &amp; share it: http://t.co/mJDtzEb4","month":"05","year":"2012","corpus":"happi mother day afford care act aca view card amp share","id":201737338190180350,"day":"13"},{"text":"Insurance Rebates on the Way: Consumers are starting to hear the good news about their health insurance costs:  http://t.co/VdZKsDrh","month":"06","year":"2012","corpus":"insur rebat way consum start hear good news health insur cost","id":210707227743494140,"day":"07"},{"text":"RT @vj44: The health care law is helping women: free checkups, cheaper Rx drugs &amp; more. Watch #WomensHealth town hall live @ 10ET ht ...","month":"06","year":"2012","corpus":"vj44 health care law help women free checkup cheaper drug amp watch womenshealth town hall live 10et","id":210726117525565440,"day":"07"},{"text":"RT @jesseclee44: New study: 6.6 Million young adults have insurance on their parents' plan thanks to health care law #hcr http://t.co/GL ...","month":"06","year":"2012","corpus":"jesseclee44 new studi million young adult insur parent plan thank health care law hcr","id":211203352153948160,"day":"08"},{"text":"Alycia-Care: Peace of Mind in Knowing Sick Child Won't be Denied Health Coverage: http://t.co/irxLawyY #ACA","month":"06","year":"2012","corpus":"alycia care peac mind know sick child deni health coverag aca","id":216514803177500670,"day":"23"},{"text":"This letter in my office is a reminder of how health reform benefits Americans. Today's victory is 1 for all of us. -bo http://t.co/ahqFmyMI","month":"06","year":"2012","corpus":"letter offic remind health reform benefit american today victori","id":218452887162994700,"day":"28"},{"text":"Supreme Court Upholds President Obama's Health Care Reform: http://t.co/VPz9JtR0 #ACA #HCR","month":"07","year":"2012","corpus":"suprem court uphold presid obama health care reform aca hcr","id":219438833589174270,"day":"01"},{"text":"$4,200: The average savings for a senior on Medicare thanks to the Affordable Care Act: http://t.co/zFiGeWTV #ACA http://t.co/Eo9v2PlY","month":"07","year":"2012","corpus":"200 averag save senior medicar thank afford care act aca","id":219980999218561020,"day":"03"},{"text":"\"Women deserve to have control over their health care\" -@HHSgov Sec Sebelius: http://t.co/9tJq5vod via @HuffPostPol #herhealth #womenshealth","month":"07","year":"2012","corpus":"women deserv control health care hhsgov sec sebeliu via huffpostpol herhealth womenshealth","id":230335384226238460,"day":"31"},{"text":"Today President Obama signed an EO that will give our #veterans, troops &amp; #milfams better access to mental health care: http://t.co/g135w2VM","month":"08","year":"2012","corpus":"today presid obama sign give veteran troop amp milfam better access mental health care","id":241652787820253200,"day":"31"},{"text":"RT @Brandy_DeWeese: @whitehouse #my2k is 1/3 of one semester's tuition in #APRN school. Studying to provide primary health care for my c ...","month":"11","year":"2012","corpus":"brandy_dewees whitehous my2k one semest tuition aprn school studi provid primari health care","id":273919309896622080,"day":"28"},{"text":"\"We must make the hard choices to reduce the cost of health care and the size of our deficit.\" —President Obama #inaug2013","month":"01","year":"2013","corpus":"must make hard choic reduc cost health care size deficit presid obama inaug2013","id":293402863756005400,"day":"21"},{"text":"Three years ago today, President Obama signed the Affordable Care Act into law: http://t.co/S75wkIGd2m #acaturns3 http://t.co/fw74qKmSx9","month":"03","year":"2013","corpus":"three year ago today presid obama sign afford care act law acaturns3","id":315642392671838200,"day":"24"},{"text":"\"You’ve got a President who’s going to be right there with you in that fight every step of the way.\" —Obama on access to quality health care","month":"04","year":"2013","corpus":"got presid go right fight everi step way obama access qualiti health care","id":327809405913542660,"day":"26"},{"text":"\"In a country as wealthy as ours, nobody should go bankrupt because they get sick.\" —Obama on the need to fully implement health care reform","month":"04","year":"2013","corpus":"countri wealthi nobodi bankrupt get sick obama need fulli implement health care reform","id":329257078352916500,"day":"30"},{"text":"Thanks Obamacare. http://t.co/XUpWsqL7Qc","month":"05","year":"2013","corpus":"thank obamacar","id":333002123186950140,"day":"10"},{"text":"President Obama: “‘The health care law is about people like me,’” Alycia said. ‘It’s AlyciaCare.’” http://t.co/4BpUGPai7B","month":"05","year":"2013","corpus":"presid obama health care law peopl like ,’” alycia said alyciacar .’”","id":332932331096649700,"day":"10"},{"text":"Obama: \"I’m pleased to be joined today by many women who wrote in to tell us what the Affordable Care Act means to them.\" #ThanksObamacare","month":"05","year":"2013","corpus":"obama pleas join today mani women wrote tell afford care act mean thanksobamacar","id":332931796079616000,"day":"10"},{"text":"Please retweet: Health care reform is helping millions of mothers afford quality health insurance. #HappyMothersDay, http://t.co/9GxCQRdwQj","month":"05","year":"2013","corpus":"pleas retweet health care reform help million mother afford qualiti health insur happymothersday","id":332905628026687500,"day":"10"},{"text":"President Obama: “Young adults under the age of 26 are able to stay on their parents’ health care plans.” #ThanksObamacare","month":"05","year":"2013","corpus":"presid obama young adult age abl stay parent health care plan thanksobamacar","id":332933055268405250,"day":"10"},{"text":"FACT: In 2014, the #ACA will make it illegal to deny women health coverage due to pre-existing conditions. #HappyMothersDay","month":"05","year":"2013","corpus":"fact 2014 aca make illeg deni women health coverag due pre exist condit happymothersday","id":332918398705094660,"day":"10"},{"text":"A #MothersDay present from health care reform: Being a mom will no longer be a pre-existing condition. http://t.co/pfhG3aU05j","month":"05","year":"2013","corpus":"mothersday present health care reform mom longer pre exist condit","id":333250148912230400,"day":"11"},{"text":"RT to spread the word: Washington state residents may see lower health care premiums thanks to Obamacare. http://t.co/uotgUufExu","month":"05","year":"2013","corpus":"spread word washington state resid may see lower health care premium thank obamacar","id":334439323317448700,"day":"14"},{"text":"Happy National Women's Health Week! http://t.co/P76VccVbsK, http://t.co/KeLWFwpvqe","month":"05","year":"2013","corpus":"happi nation women health week","id":334714076490002400,"day":"15"},{"text":"FACT: Since 2010, health care reform has saved 6.3 million seniors more than $6.1 billion on their prescription drugs. #Obamacares","month":"05","year":"2013","corpus":"fact sinc 2010 health care reform save million senior billion prescript drug obamacar","id":334734733697249300,"day":"15"},{"text":"Please retweet: Health care reform is helping millions of Americans afford quality health insurance—and it's here to stay. #Obamacares","month":"05","year":"2013","corpus":"pleas retweet health care reform help million american afford qualiti health insur stay obamacar","id":334748909236781060,"day":"15"},{"text":"FACT: Thanks to health care reform, 54 million more Americans have access to free preventive services—like cancer screenings. #Obamacares","month":"05","year":"2013","corpus":"fact thank health care reform million american access free prevent servic like cancer screen obamacar","id":334727471318589440,"day":"15"},{"text":"#WhatHasObamaCareDoneForMeLately --&gt; It's helping millions of Americans afford health insurance: http://t.co/smDTyxWAPz","month":"06","year":"2013","corpus":"whathasobamacaredoneformel --& help million american afford health insur","id":343026713715941400,"day":"07"},{"text":"FACT: 105 million Americans are paying less for preventive care. #WhatHasObamaCareDoneForMeLately","month":"06","year":"2013","corpus":"fact 105 million american pay less prevent care whathasobamacaredoneformel","id":343028559981469700,"day":"07"},{"text":"RT @Sebelius: Millions of Americans will get access to health care through the Marketplace #WhatHasObamaCareDoneForMeLately  @HealthCareGov","month":"06","year":"2013","corpus":"sebeliu million american get access health care marketplac whathasobamacaredoneformel healthcaregov","id":343075014960095200,"day":"07"},{"text":"FACT: 3.1 million young adults gained coverage through their parents' plans. #WhatHasObamaCareDoneForMeLately","month":"06","year":"2013","corpus":"fact million young adult gain coverag parent plan whathasobamacaredoneformel","id":343046581727158300,"day":"07"},{"text":"FACT: 12 million Americans received rebates from their insurance companies. #WhatHasObamaCareDoneForMeLately","month":"06","year":"2013","corpus":"fact million american receiv rebat insur compani whathasobamacaredoneformel","id":343034363132391400,"day":"07"},{"text":"RT @Sebelius: #Obamacare at work: Hospitals providing better care, keeping you out of the hospital thanks to the law: http://t.co/BA88bczjd6","month":"06","year":"2013","corpus":"sebeliu obamacar work hospit provid better care keep hospit thank law","id":344874474316906500,"day":"12"},{"text":"Bloomberg News: Thanks to Obamacare, \"hospitals are improving care and saving millions of dollars.\" http://t.co/0xlKqswYVY #Obamacares","month":"06","year":"2013","corpus":"bloomberg news thank obamacar hospit improv care save million dollar obamacar","id":344909028708712450,"day":"12"},{"text":"Great news: U.S. health care costs declined in May for the first time since the 1970s. http://t.co/okkgdGFHx2 #ObamacareInAction","month":"06","year":"2013","corpus":"great news health care cost declin may first time sinc 1970 obamacareinact","id":347127052316581900,"day":"18"},{"text":"FACT: Health care reform saved consumers nearly $4 billion on their insurance premiums last year. http://t.co/bLrfwFy98e #ObamacareInAction","month":"06","year":"2013","corpus":"fact health care reform save consum nearli billion insur premium last year obamacareinact","id":347799846004092900,"day":"20"},{"text":"Go to http://t.co/GNfbftrfo3 for info on how to compare plans and sign up for health insurance on the new Marketplace starting Oct 1st. #ACA","month":"06","year":"2013","corpus":"info compar plan sign health insur new marketplac start oct 1st aca","id":349234503153225700,"day":"24"},{"text":"FACT: @iTriage uses government data to help more than 9 million people find the health care they need. #SmarterGov","month":"07","year":"2013","corpus":"fact itriag use govern data help million peopl find health care need smartergov","id":354280718551093250,"day":"08"},{"text":"RT @Simas44: Worth sharing. \"Health Insurance Within Reach\" Solid NYT consumer piece on Health Insurance Marketplaces with video. http://t.…","month":"07","year":"2013","corpus":"simas44 worth share health insur within reach solid nyt consum piec health insur marketplac video","id":357159966609637400,"day":"16"},{"text":"Great news: New Yorkers buying health insurance will see costs drop by 50% next year —&gt; http://t.co/Q4F3VixwGF #ThanksObamacare","month":"07","year":"2013","corpus":"great news new yorker buy health insur see cost drop next year thanksobamacar","id":357498218474520600,"day":"17"},{"text":"RT @PressSec: Excellent op-ed by Senator @MaxBaucus on getting the implementation of the Affordable Care Act right: http://t.co/Sz7VlmBjez.","month":"07","year":"2013","corpus":"presssec excel senat maxbaucu get implement afford care act right","id":357877307978940400,"day":"18"},{"text":"FACT: Last year, Americans saved $3.4 billion in lower premiums thanks to the Affordable Care Act. #ObamacareInAction","month":"07","year":"2013","corpus":"fact last year american save billion lower premium thank afford care act obamacareinact","id":357925101557121000,"day":"18"},{"text":"FACT: Thanks to #Obamacare, more than 8.5 million Americans will get insurance company rebates averaging $100 this year. #ObamacareInAction","month":"07","year":"2013","corpus":"fact thank obamacar million american get insur compani rebat averag 100 year obamacareinact","id":357937940330065900,"day":"18"},{"text":"Obama: \"If you don’t have health insurance, starting October 1st, private plans will actually compete for your business.\" #ABetterBargain","month":"07","year":"2013","corpus":"obama health insur start octob 1st privat plan actual compet busi abetterbargain","id":360096658492633100,"day":"24"},{"text":"Obama: \"Together, we saved the auto industry—took on a broken health care system. We invested in new American technologies.\" #ABetterBargain","month":"07","year":"2013","corpus":"obama togeth save auto industri took broken health care system invest new american technolog abetterbargain","id":360087113481461760,"day":"24"},{"text":"Follow @Cecilia44, @HealthCareTara, &amp; @Katie44 for the latest from the White House on health care, immigration, and more. #FF #FollowFriday","month":"07","year":"2013","corpus":"follow cecilia44 healthcaretara amp katie44 latest white hous health care immigr followfriday","id":360857518869712900,"day":"26"},{"text":"RT to spread the word: Repealing #Obamacare could force millions of Americans to pay higher insurance premiums. http://t.co/WGM7noHmZM","month":"08","year":"2013","corpus":"spread word repeal obamacar could forc million american pay higher insur premium","id":363376234488545300,"day":"02"},{"text":"RT so your friends know how #Obamacare is helping millions of Americans afford quality health insurance: http://t.co/84lQeMkH90","month":"08","year":"2013","corpus":"friend know obamacar help million american afford qualiti health insur","id":367681124241117200,"day":"14"},{"text":"RT to spread the word: Here's how #Obamacare helps small businesses afford health insurance: http://t.co/bkX6lifmsA, http://t.co/1ZwDA8hLZL","month":"08","year":"2013","corpus":"spread word obamacar help small busi afford health insur","id":368375746386874400,"day":"16"},{"text":"RT to spread the news: Here are 7 ways #Obamacare is helping families save money on health insurance —&gt; http://t.co/At4JdEmoXj","month":"08","year":"2013","corpus":"spread news way obamacar help famili save money health insur","id":369582848367284200,"day":"19"},{"text":"Starting in Jan, you can't be denied coverage due to pre-existing conditions—including mental illnesses: http://t.co/nyIrZYBq3N #Obamacare","month":"08","year":"2013","corpus":"start jan deni coverag due pre exist condit includ mental ill obamacar","id":370305042760208400,"day":"21"},{"text":"RT @Simas44: More good ACA news. 21% savings on premiums for Ohioans who buy their own health insurance because of the ACA.  http://t.co/dA…","month":"08","year":"2013","corpus":"simas44 good aca news save premium ohioan buy health insur aca","id":373462118302904300,"day":"30"},{"text":"President @BillClinton: Health care spending has seen \"the smallest increase in 50 years\" since #Obamacare became law.","month":"09","year":"2013","corpus":"presid billclinton health care spend seen smallest increas year sinc obamacar becam law","id":375288740039512060,"day":"04"},{"text":"Tune in at 11am ET for former President @BillClinton's speech on health care policy and the benefits of #Obamacare —&gt; http://t.co/gdrnBOjLFt","month":"09","year":"2013","corpus":"tune 11am former presid billclinton speech health care polici benefit obamacar","id":375264850605137900,"day":"04"},{"text":"FACT: #Obamacare saved 6.8 million consumers $1.2 billion on health insurance premiums last year —&gt; http://t.co/N4kPAcqPtZ","month":"09","year":"2013","corpus":"fact obamacar save million consum billion health insur premium last year","id":378185820248625150,"day":"12"},{"text":"FACT: If every state expanded Medicaid access under #Obamacare, nearly 8 in 10 uninsured Americans could #GetCovered for $100/month or less.","month":"09","year":"2013","corpus":"fact everi state expand medicaid access obamacar nearli uninsur american could getcov 100 month less","id":379998292190322700,"day":"17"},{"text":"FACT: 10.8 million uninsured Americans could pay $100/month or less next year for health insurance through the #Obamacare marketplace.","month":"09","year":"2013","corpus":"fact million uninsur american could pay 100 month less next year health insur obamacar marketplac","id":379985606576586750,"day":"17"},{"text":"FACT: 12.4 million Americans who are newly eligible for Medicaid &amp; CHIP can #GetCovered without having to pay insurance premiums. #Obamacare","month":"09","year":"2013","corpus":"fact million american newli elig medicaid amp chip getcov without pay insur premium obamacar","id":379991286133973000,"day":"17"},{"text":"Obama on Oct 1st: \"Millions of Americans who’ve been locked out of the insurance market will finally be able to afford quality health care.\"","month":"09","year":"2013","corpus":"obama oct 1st million american lock insur market final abl afford qualiti health care","id":381117506393354240,"day":"20"},{"text":"RT so your friends know where they can get affordable health insurance starting next Tuesday: http://t.co/GNfbftrfo3 http://t.co/9uNiFwhr8Q","month":"09","year":"2013","corpus":"friend know get afford health insur start next tuesday","id":382187330603196400,"day":"23"},{"text":"#MakeDCListen to the 3.1 million young adults who can stay on their parents' health insurance plans thanks to #Obamacare.","month":"09","year":"2013","corpus":"makedclisten million young adult stay parent health insur plan thank obamacar","id":382606793618124800,"day":"24"},{"text":"#MakeDCListen to millions of American women who won't be charged more than men for the same coverage thanks to #Obamacare.","month":"09","year":"2013","corpus":"makedclisten million american women charg men coverag thank obamacar","id":382604321545678850,"day":"24"},{"text":"NEW REPORT: 95% of uninsured Americans will see lower than expected health care premiums with #Obamacare —&gt; http://t.co/qjKcu4Mztx","month":"09","year":"2013","corpus":"new report uninsur american see lower expect health care premium obamacar","id":382875940742656000,"day":"25"},{"text":"RT to share how #Obamacare is making health insurance more affordable for young adults —&gt; http://t.co/xyXehcRJCX, http://t.co/VutUKKbtrv","month":"09","year":"2013","corpus":"share obamacar make health insur afford young adult","id":382882731480199200,"day":"25"},{"text":"#MakeDCListen to the 105 million Americans who can receive preventive care at no extra cost thanks to #Obamacare.","month":"09","year":"2013","corpus":"makedclisten 105 million american receiv prevent care extra cost thank obamacar","id":382660657859928060,"day":"25"},{"text":"\"Since I signed the Affordable Care Act into law, we’ve seen the slowest growth in health care costs on record.\" —President Obama #Obamacare","month":"09","year":"2013","corpus":"sinc sign afford care act law seen slowest growth health care cost record presid obama obamacar","id":383249382453157900,"day":"26"},{"text":"Obama: \"On Tuesday, every American can visit http://t.co/GNfbftrfo3 to find what’s called the health insurance marketplace.\" #GetCovered","month":"09","year":"2013","corpus":"obama tuesday everi american visit find call health insur marketplac getcov","id":383246553181208600,"day":"26"},{"text":"President Obama: “Think about that: Good health insurance for the cost of your cell phone bill, or less.” #Obamacare #GetCovered","month":"09","year":"2013","corpus":"presid obama think good health insur cost cell phone bill less obamacar getcov","id":383248506611195900,"day":"26"},{"text":"Don't miss President Obama's speech on the Affordable Care Act at 11am ET —&gt; http://t.co/QAhRVNnBbz #GetCovered #Obamacare","month":"09","year":"2013","corpus":"miss presid obama speech afford care act 11am getcov obamacar","id":383238109724307460,"day":"26"},{"text":"RT @lacasablanca: A6: Under #Obamacare 10.2 million uninsured Latinos will have the opportunity 2 buy affordable health insurance, this is …","month":"09","year":"2013","corpus":"lacasablanca obamacar million uninsur latino opportun buy afford health insur","id":383330426908983300,"day":"26"},{"text":"Obama: \"For a long time, America was the only advanced economy in the world where health care was not a right, but a privilege.\" #Obamacare","month":"09","year":"2013","corpus":"obama long time america advanc economi world health care right privileg obamacar","id":383243081044078600,"day":"26"},{"text":"Worth sharing: Get the facts on how #Obamacare helps you and your family —&gt; http://t.co/MPcqjhZ4Q1 #GetCovered http://t.co/OB9gQ61s8I","month":"09","year":"2013","corpus":"worth share get fact obamacar help famili getcov","id":383643726209241100,"day":"27"},{"text":"Love graphics on health care, clean energy, the economy, and more? Here's the place for you —&gt; http://t.co/OtXB6lhzYv #GottaShareEmAll","month":"09","year":"2013","corpus":"love graphic health care clean energi economi place gottashareemal","id":383663822990356500,"day":"27"},{"text":"FACT: 83% of uninsured Americans say they'll sign up for health insurance during the 6-month #Obamacare enrollment period. #GetCovered","month":"09","year":"2013","corpus":"fact uninsur american say sign health insur month obamacar enrol period getcov","id":384705456599355400,"day":"30"},{"text":"Obama: \"Tomorrow, tens of millions of Americans will be able to visit http://t.co/GNfbftrfo3 to shop for affordable health coverage.\"","month":"09","year":"2013","corpus":"obama tomorrow ten million american abl visit shop afford health coverag","id":384787233112219650,"day":"30"},{"text":"Starting tomorrow, uninsured Americans can sign up for quality, affordable health insurance —&gt; http://t.co/eTAkGcTbAW #GetCovered #Obamacare","month":"09","year":"2013","corpus":"start tomorrow uninsur american sign qualiti afford health insur getcov obamacar","id":384698163690348540,"day":"30"},{"text":"Thanks to the House GOP, the government is shutting down. Thanks to #Obamacare, uninsured Americans can #GetCovered: http://t.co/GNfbftrfo3","month":"10","year":"2013","corpus":"thank hous gop govern shut thank obamacar uninsur american getcov","id":385038312894758900,"day":"01"},{"text":"Millions of Americans are checking out the new insurance options at http://t.co/GNfbftrfo3. #GetCovered http://t.co/AQqnexc71V","month":"10","year":"2013","corpus":"million american check new insur option getcov","id":385476798948978700,"day":"02"},{"text":"RT @Racusen44: What #Obamacare is all about --&gt; Oregon cuts tally of people lacking health insurance by 10% in 2 weeks:http://t.co/UrTPN64D…","month":"10","year":"2013","corpus":"racusen44 obamacar --& oregon cut talli peopl lack health insur week","id":390929682121502700,"day":"17"},{"text":"RT the news: Nearly half a million Americans apply for quality, affordable health care in less than three weeks: http://t.co/vfg2GF7G0T","month":"10","year":"2013","corpus":"news nearli half million american appli qualiti afford health care less three week","id":391741924467437600,"day":"20"},{"text":"FACT: Nearly 500,000 Americans have already applied for health coverage through #Obamacare. #GetCovered","month":"10","year":"2013","corpus":"fact nearli 500 000 american alreadi appli health coverag obamacar getcov","id":392308049446043650,"day":"21"},{"text":"RT @WHLive: President Obama: \"The Affordable Care Act is much more than a website.\" #GetCovered #Obamacare","month":"10","year":"2013","corpus":"whlive presid obama afford care act much websit getcov obamacar","id":392313738620968960,"day":"21"},{"text":"RT @Rosholm44: #Orlando native Daniel tells his story about finding affordable coverage for $70/mo. #ObamaCare #GetCovered http://t.co/KEAG…","month":"10","year":"2013","corpus":"rosholm44 orlando nativ daniel tell stori find afford coverag obamacar getcov","id":392416702832840700,"day":"21"},{"text":"President Obama: \"Because of the Affordable Care Act, preventive care like mammograms and birth control are free.\" #Obamacare","month":"10","year":"2013","corpus":"presid obama afford care act prevent care like mammogram birth control free obamacar","id":392314107694546940,"day":"21"},{"text":"\"If one thing is worth the wait, it’s the safety and security of health care that you can afford.\" —Obama: http://t.co/9lBHmuGogp #Obamacare","month":"10","year":"2013","corpus":"one thing worth wait safeti secur health care afford obama obamacar","id":392428847137714200,"day":"21"},{"text":"RT @WHLive: Obama: \"Many Americans with a pre-existing condition…are discovering that they can finally get health insurance like anyone els…","month":"10","year":"2013","corpus":"whlive obama mani american pre exist condit discov final get health insur like anyon el","id":392313394293780500,"day":"21"},{"text":"RT the news: More than 500,000 Americans have applied for coverage through #Obamacare —&gt; http://t.co/GNfbftrfo3, http://t.co/WwVkBz2LkP","month":"10","year":"2013","corpus":"news 500 000 american appli coverag obamacar","id":392365338160930800,"day":"21"},{"text":"RT @repjohnconyers: #Obamacare is more than a website - it's access to affordable, quality health insurance for all. http://t.co/I9fut78d3a…","month":"10","year":"2013","corpus":"repjohncony obamacar websit access afford qualiti health insur","id":392334482826461200,"day":"21"},{"text":"Watch how #Obamacare benefits you and your family, whether you already have health insurance or not —&gt; http://t.co/taGCtC9E0s #GetCovered","month":"10","year":"2013","corpus":"watch obamacar benefit famili whether alreadi health insur getcov","id":392787473996075000,"day":"22"},{"text":"RT if you're rooting for millions of uninsured Americans to get affordable health coverage. #Obamacare #GetCovered, http://t.co/B02cwQqrGe","month":"10","year":"2013","corpus":"root million uninsur american get afford health coverag obamacar getcov","id":392440565272707100,"day":"22"},{"text":"Every American deserves access to affordable, quality health care. #Obamacare #GetCovered, http://t.co/bqm394yIrH","month":"10","year":"2013","corpus":"everi american deserv access afford qualiti health care obamacar getcov","id":392777661120249860,"day":"22"},{"text":"RT if you're rooting for hardworking, uninsured Americans to get affordable health coverage. #GetCovered, http://t.co/zxgnwsMdRJ","month":"10","year":"2013","corpus":"root hardwork uninsur american get afford health coverag getcov","id":392803347499331600,"day":"23"},{"text":"Mammograms: $0. Birth control: $0. Preventive care you need to stay healthy at no extra cost: Priceless. #Obamacare, http://t.co/2wH4wyYiOa","month":"10","year":"2013","corpus":"mammogram birth control prevent care need stay healthi extra cost priceless obamacar","id":393444374446485500,"day":"24"},{"text":"FACT: Nearly 6 in 10 uninsured Americans can now sign up for health coverage for less than $100/month. #Obamacare, http://t.co/pzqysei8qs","month":"10","year":"2013","corpus":"fact nearli uninsur american sign health coverag less 100 month obamacar","id":393784834612797440,"day":"25"},{"text":"RT if you agree: It's time to focus on helping millions of uninsured Americans afford health insurance. #Obamacare, http://t.co/6S7f4SjeRk","month":"10","year":"2013","corpus":"agre time focu help million uninsur american afford health insur obamacar","id":393792127035256800,"day":"25"},{"text":"Obama: \"I’ll never stop fighting to help more hardworking Americans know the economic security of health care.\" http://t.co/QWzg97fOsq","month":"10","year":"2013","corpus":"obama never stop fight help hardwork american know econom secur health care","id":394131449118339100,"day":"26"},{"text":"FACT: Thanks to #Obamacare, women can't be charged more than men for the same health coverage.","month":"10","year":"2013","corpus":"fact thank obamacar women charg men health coverag","id":394978292215726100,"day":"29"},{"text":"FACT: Thanks to #Obamacare, insurance companies can't put annual limits on benefits or drop people's coverage when they get sick.","month":"10","year":"2013","corpus":"fact thank obamacar insur compani put annual limit benefit drop peopl coverag get sick","id":394982066678280200,"day":"29"},{"text":"FACT: Half of uninsured, single young adults between 18 and 35 can #GetCovered for $50/month or less. #Obamacare, http://t.co/sjqHyPpqhL","month":"10","year":"2013","corpus":"fact half uninsur singl young adult getcov month less obamacar","id":395211351926505500,"day":"29"},{"text":"President Obama: \"Nearly 6 in 10 uninsured Americans may find coverage for $100/month or less.\" #Obamacare, http://t.co/UEYN40B4ee","month":"10","year":"2013","corpus":"presid obama nearli uninsur american may find coverag 100 month less obamacar","id":395645562428465150,"day":"30"},{"text":"\"My wife would not have insurance coverage at all as of Jan 1 if not for #Obamacare...we now are saving $8,000/year.\" http://t.co/515RQx9Vft","month":"10","year":"2013","corpus":"wife would insur coverag jan obamacar ... save 000 year","id":395600993217282050,"day":"30"},{"text":"RT @Simas44: \"Turbo-charged hypocrisy.\" A good reminder of GOP's coordinated efforts to obstruct access to health care. http://t.co/BBa9RSR…","month":"10","year":"2013","corpus":"simas44 turbo charg hypocrisi good remind gop coordin effort obstruct access health care","id":395546367655182340,"day":"30"},{"text":"Right now: President Obama speaks about health care in Boston. Watch —&gt; http://t.co/Dgsqcvaag6 #Obamacare #GetCovered","month":"10","year":"2013","corpus":"right presid obama speak health care boston watch obamacar getcov","id":395641474240372740,"day":"30"},{"text":"Worth a RT: Half of single, uninsured young adults between 18 &amp; 34 can #GetCovered for $50/month or less. #Obamacare http://t.co/5XaokQ574p","month":"10","year":"2013","corpus":"worth half singl uninsur young adult amp getcov month less obamacar","id":395580273955307500,"day":"30"},{"text":"Thanks to #Obamacare, insurers CAN'T:\n1. Deny you coverage.\n2. Drop you if you get sick.\n3. Drop you as a customer. http://t.co/t4KL1i0sds","month":"11","year":"2013","corpus":"thank obamacar insur deni coverag drop get sick drop custom","id":396279213067485200,"day":"01"},{"text":"RT if you agree: Everyone who needs or wants better health coverage should be able to get it. http://t.co/TlMzEOQm4m #GetCovered #Obamacare","month":"11","year":"2013","corpus":"agre everyon need want better health coverag abl get getcov obamacar","id":396346242860474400,"day":"01"},{"text":"Americans around the country are already signing up for coverage through #Obamacare. Share your #GetCovered story —&gt; http://t.co/vG1jfxickm","month":"11","year":"2013","corpus":"american around countri alreadi sign coverag obamacar share getcov stori","id":397428582542086140,"day":"04"},{"text":"Need health coverage in Texas? More than 2 million are eligible for tax credits to help afford insurance: http://t.co/CVupTZkpb4 #Obamacare","month":"11","year":"2013","corpus":"need health coverag texa million elig tax credit help afford insur obamacar","id":397777963124408300,"day":"05"},{"text":"The FL GOP is preventing nearly 1 million from getting health coverage through #Obamacare. RT if you agree that's wrong. #PeopleOverPolitics","month":"11","year":"2013","corpus":"gop prevent nearli million get health coverag obamacar agre wrong peopleoverpolit","id":398168028107399200,"day":"06"},{"text":"The NC GOP is preventing nearly 400,000 people from getting health coverage through #Obamacare. It's time to put #PeopleOverPolitics.","month":"11","year":"2013","corpus":"gop prevent nearli 400 000 peopl get health coverag obamacar time put peopleoverpolit","id":398174321169821700,"day":"06"},{"text":"If the Texas GOP agreed to expand Medicaid through #Obamacare, 1.2 million more people would have health insurance. #PeopleOverPolitics","month":"11","year":"2013","corpus":"texa gop agre expand medicaid obamacar million peopl would health insur peopleoverpolit","id":398163000894296060,"day":"06"},{"text":"\"Nothing is going to stop us from getting this done.\" —Obama on helping more Americans #GetCovered: http://t.co/QZmScb2Eok #Obamacare","month":"11","year":"2013","corpus":"noth go stop get done obama help american getcov obamacar","id":398574460594171900,"day":"07"},{"text":"FACT: If every state expanded Medicaid through #Obamacare, 5.4 million more uninsured Americans could #GetCovered —&gt; http://t.co/mmRGnWMS8P","month":"11","year":"2013","corpus":"fact everi state expand medicaid obamacar million uninsur american could getcov","id":398242787973275650,"day":"07"},{"text":"The FL GOP is preventing nearly 1 million people from getting health coverage through #Obamacare: http://t.co/NEBbH0VxWW #PeopleOverPolitics","month":"11","year":"2013","corpus":"gop prevent nearli million peopl get health coverag obamacar peopleoverpolit","id":400668285756129300,"day":"13"},{"text":"RT @jesseclee44: 500K Americans on track for coverage under #Obamacare &gt; negative 20 million covered under GOP budget http://t.co/mn6X0sPRYJ","month":"11","year":"2013","corpus":"jesseclee44 500k american track coverag obamacar neg million cover gop budget","id":400754707091558400,"day":"13"},{"text":"FACT: In the 26 states that have expanded Medicaid coverage, 396,261 low-income Americans have gained health coverage for 2014. #GetCovered","month":"11","year":"2013","corpus":"fact state expand medicaid coverag 396 261 low incom american gain health coverag 2014 getcov","id":400745051677941760,"day":"13"},{"text":"FACT: When MA launched its health insurance exchange—more than 20% of 1st-year enrollees waited until the last month to sign up. #Obamacare","month":"11","year":"2013","corpus":"fact launch health insur exchang 1st year enrolle wait last month sign obamacar","id":400752598136795140,"day":"13"},{"text":"FACT: Nearly 1 million Americans have applied and are eligible to #GetCovered through #Obamacare—but have yet to select a plan.","month":"11","year":"2013","corpus":"fact nearli million american appli elig getcov obamacar yet select plan","id":400741600449425400,"day":"13"},{"text":"President Obama just announced that insurers can offer consumers the option to renew their 2013 health plans without changes. #Obamacare","month":"11","year":"2013","corpus":"presid obama announc insur offer consum option renew 2013 health plan without chang obamacar","id":401038667503767550,"day":"14"},{"text":"Right now: President Obama speaks on the Affordable Care Act. Watch —&gt; http://t.co/QbGU2ikzSb #Obamacare","month":"11","year":"2013","corpus":"right presid obama speak afford care act watch obamacar","id":401032599486754800,"day":"14"},{"text":"RT @WHLive: Obama: \"We should be doing everything we can to make sure every American has access to quality, affordable health care.\" #Obama…","month":"11","year":"2013","corpus":"whlive obama everyth make sure everi american access qualiti afford health care obama","id":401091495014318100,"day":"14"},{"text":"It's time to focus on helping more Americans #GetCovered—not repeal the progress we've made. #Obamacare, http://t.co/GehWZLA5Rv","month":"11","year":"2013","corpus":"time focu help american getcov repeal progress made obamacar","id":401429985614762000,"day":"15"},{"text":"Thanks to #Obamacare, Anne M. reduced her monthly premium by more than $600/month for similar health coverage —&gt; http://t.co/6rD2VfsB9R","month":"11","year":"2013","corpus":"thank obamacar ann reduc monthli premium 600 month similar health coverag","id":402479000200544260,"day":"18"},{"text":"Health insurance enrollment surges in many states around the country —&gt; http://t.co/sPsd4qqHpS #GetCovered #Obamacare","month":"11","year":"2013","corpus":"health insur enrol surg mani state around countri getcov obamacar","id":402816609732931600,"day":"19"},{"text":"RT the news: Health care spending has grown at the slowest rate on record since #Obamacare became law —&gt; http://t.co/7QBj5h07lW","month":"11","year":"2013","corpus":"news health care spend grown slowest rate record sinc obamacar becam law","id":403217821779247100,"day":"20"},{"text":"FACT: The Affordable Care Act will reduce our deficit by about $100 billion over 10 years according to the nonpartisan CBO. #Obamacare","month":"11","year":"2013","corpus":"fact afford care act reduc deficit 100 billion year accord nonpartisan cbo obamacar","id":403222660529668100,"day":"20"},{"text":"Since #Obamacare became law, health care spending has grown at the slowest rate on record: http://t.co/jG9t6P437A, http://t.co/y8UIWxk0HT","month":"11","year":"2013","corpus":"sinc obamacar becam law health care spend grown slowest rate record","id":403250056905510900,"day":"20"},{"text":"Here’s just one example of how the Affordable Care Act is spurring innovation —&gt; http://t.co/puxEMmcs7F #Obamacare","month":"11","year":"2013","corpus":"one exampl afford care act spur innov obamacar","id":403557935730548740,"day":"21"},{"text":"FACT: Nearly 80,000 Californians have already signed up for coverage through the Affordable Care Act —&gt; http://t.co/sFWyk1Qhrn #GetCovered","month":"11","year":"2013","corpus":"fact nearli 000 californian alreadi sign coverag afford care act getcov","id":403674594671730700,"day":"22"},{"text":"“Quality coverage for me and my family. I will save $628 every month on premiums.” —Lori B. from CA: http://t.co/BccBERz25V #GetCovered","month":"11","year":"2013","corpus":"qualiti coverag famili save 628 everi month premium lori getcov","id":403916137269706750,"day":"22"},{"text":"“It’s going to save lives.” —GOP Gov. Kasich on expanding Medicaid in OH through the Affordable Care Act: http://t.co/Dm5WL0z06f #Obamacare","month":"11","year":"2013","corpus":"go save live gop gov kasich expand medicaid afford care act obamacar","id":403932288418709500,"day":"22"},{"text":"FACT: More than 7.3 million Americans with Medicare have saved an average of $1,137 each on prescription drugs thanks to #Obamacare.","month":"11","year":"2013","corpus":"fact million american medicar save averag 137 prescript drug thank obamacar","id":405482405676339200,"day":"26"},{"text":"Obama: \"More than 100 million Americans with insurance have gained access to recommended preventive care like mammograms.\" #Obamacare","month":"12","year":"2013","corpus":"obama 100 million american insur gain access recommend prevent care like mammogram obamacar","id":407960434809901060,"day":"03"},{"text":"Starting now: President Obama speaks on how the Affordable Care Act is benefiting millions of Americans —&gt; http://t.co/gL9JBJhjO3 #Obamacare","month":"12","year":"2013","corpus":"start presid obama speak afford care act benefit million american obamacar","id":407958931491655700,"day":"03"},{"text":"RT @WHLive: Right now: Join a G+ Hangout with @KalPenn, @YI_Care, and WH Staff on health care. Ask your Q's using #WHYouthSummit: http://t.…","month":"12","year":"2013","corpus":"whlive right join hangout kalpenn yi_car staff health care ask use whyouthsummit","id":407680538846044160,"day":"03"},{"text":"President Obama: \"Let’s help our fellow Americans #GetCovered.\" —&gt; http://t.co/GNfbftrfo3 #Obamacare","month":"12","year":"2013","corpus":"presid obama let help fellow american getcov obamacar","id":407962558285348860,"day":"03"},{"text":"More than 500,000 Americans have already signed up for coverage through #Obamacare. Share your story: http://t.co/Rq2oJSzuDM #GetCovered","month":"12","year":"2013","corpus":"500 000 american alreadi sign coverag obamacar share stori getcov","id":408330009804169200,"day":"04"},{"text":"President Obama: \"100 million Americans...gained the right to free preventive care like mammograms and contraception.\" #Obamacare","month":"12","year":"2013","corpus":"presid obama 100 million american ... gain right free prevent care like mammogram contracept obamacar","id":408283177405268000,"day":"04"},{"text":"“I know people call this law #Obamacare, and that’s ok, because I do care. I care about you.” —President Obama","month":"12","year":"2013","corpus":"know peopl call law obamacar care care presid obama","id":408315226317025300,"day":"04"},{"text":"Thanks to the Affordable Care Act, Deborah from Portsmouth, NH is saving $550/month on coverage —&gt; http://t.co/OjsiwMHMTV #GetCovered","month":"12","year":"2013","corpus":"thank afford care act deborah portsmouth save 550 month coverag getcov","id":408360692593328100,"day":"04"},{"text":"RT @HealthCareGov: More than 820k visits to http://t.co/vQ74UBBs7F yesterday. Site stable. Supporting lots seeking affordable health care.","month":"12","year":"2013","corpus":"healthcaregov 820k visit yesterday site stabl support lot seek afford health care","id":408613741761396740,"day":"05"},{"text":"The FL GOP is preventing nearly 1 million people from getting health coverage through #Obamacare: http://t.co/33kTXzgB1D #PeopleOverPolitics","month":"12","year":"2013","corpus":"gop prevent nearli million peopl get health coverag obamacar peopleoverpolit","id":410106706467635200,"day":"09"},{"text":"Thanks to #Obamacare, nearly 4.6 million Americans can get health coverage in states that expanded Medicaid. http://t.co/q8uLLt4Iaj","month":"12","year":"2013","corpus":"thank obamacar nearli million american get health coverag state expand medicaid","id":410089257483509760,"day":"09"},{"text":"FACT: Thanks to #Obamacare, insurers are required to cover mental health services among 10 categories of essential health benefits.","month":"12","year":"2013","corpus":"fact thank obamacar insur requir cover mental health servic among categori essenti health benefit","id":410469099563544600,"day":"10"},{"text":"\"Health care exchange is vastly improved, users say.\" —@NYTimes: http://t.co/LEkvXUecoi #GetCovered #Obamacare","month":"12","year":"2013","corpus":"health care exchang vastli improv user say nytim getcov obamacar","id":410508105374371840,"day":"10"},{"text":"#Obamacare supports &amp; expands Community Health Centers.\nThey provide primary care to more than 21 million Americans. http://t.co/U7eyfiU4kc","month":"12","year":"2013","corpus":"obamacar support amp expand commun health center provid primari care million american","id":410818402073059300,"day":"11"},{"text":"Right now, millions of Americans can sign up for affordable health insurance. Let's help them #GetCovered —&gt; http://t.co/KIOMt4ajhf","month":"12","year":"2013","corpus":"right million american sign afford health insur let help getcov","id":411276509878304800,"day":"12"},{"text":"RT @SenSherrodBrown: More than 643k #OH children with pre-existing conditions can no longer be denied health coverage thanks to #ACA http:/…","month":"12","year":"2013","corpus":"sensherrodbrown 643k children pre exist condit longer deni health coverag thank aca http :/…","id":411250846454644740,"day":"12"},{"text":"Thanks to the Affordable Care Act, more than 3.5 million uninsured Floridians are eligible to #GetCovered —&gt; http://t.co/VZCEDP3Fn1","month":"12","year":"2013","corpus":"thank afford care act million uninsur floridian elig getcov","id":411544955279003650,"day":"13"},{"text":"RT the good news: Thanks to #Obamacare, nearly 6 in 10 uninsured Americans can #GetCovered for $100/month or less. http://t.co/Uau2v8MdRQ","month":"12","year":"2013","corpus":"good news thank obamacar nearli uninsur american getcov 100 month less","id":411524510030909440,"day":"13"},{"text":"FACT: Thanks to the Affordable Care Act, nearly 80 million Americans saved $3.4 billion on their premiums in 2012. #Obamacare","month":"12","year":"2013","corpus":"fact thank afford care act nearli million american save billion premium 2012 obamacar","id":412643464564572160,"day":"16"},{"text":"Good news: Seniors are saving billions on prescription drugs thanks to the Affordable Care Act. #Obamacare, http://t.co/wWZVp3FZdJ","month":"12","year":"2013","corpus":"good news senior save billion prescript drug thank afford care act obamacar","id":412972144188878850,"day":"17"},{"text":"Share the top 5 ways that the Affordable Care Act benefits the #LGBT community → http://t.co/S0VChxLxGO #Obamacare, http://t.co/JeoMQxYtTc","month":"12","year":"2013","corpus":"share top way afford care act benefit lgbt commun obamacar","id":413073807843139600,"day":"17"},{"text":"FACT: Thanks to #Obamacare, insurers can't discriminate based on sexual orientation or gender identity → http://t.co/S0VChxLxGO #GetCovered","month":"12","year":"2013","corpus":"fact thank obamacar insur discrimin base sexual orient gender ident getcov","id":413047382591291400,"day":"17"},{"text":"FACT: #Obamacare has helped more than 3 million young adults #GetCovered by staying on their parents' plans. http://t.co/xEk0aQmLhX","month":"12","year":"2013","corpus":"fact obamacar help million young adult getcov stay parent plan","id":413338447286652900,"day":"18"},{"text":"Find out how the Affordable Care Act is already benefiting people in your state → http://t.co/1Li0wy9Z9c #Obamacare","month":"12","year":"2013","corpus":"find afford care act alreadi benefit peopl state obamacar","id":413708478318788600,"day":"19"},{"text":"RT @SenatorDurbin: My message to those in IL who are currently uninsured or just looking for new health coverage options http://t.co/wgz4OK…","month":"12","year":"2013","corpus":"senatordurbin messag current uninsur look new health coverag option","id":413788272289415200,"day":"19"},{"text":"Obama on the ACA: “We’ve got a couple million people who are going to have health insurance just [from] the first three months.” #GetCovered","month":"12","year":"2013","corpus":"obama aca got coupl million peopl go health insur first three month getcov","id":414123987828875260,"day":"20"},{"text":"Obama: \"Millions of Americans are now poised to be covered by quality, affordable health insurance come New Year’s Day.\" #GetCovered","month":"12","year":"2013","corpus":"obama million american pois cover qualiti afford health insur come new year day getcov","id":414113554178924540,"day":"20"},{"text":"RT @Sebelius: Please RT to help me get the word out: today is the last day to sign up on http://t.co/2GKB9CvsUX if you want coverage that b…","month":"12","year":"2013","corpus":"sebeliu pleas help get word today last day sign want coverag","id":415151922610733060,"day":"23"},{"text":"If you need affordable health coverage, here's where you can sign up today to #GetCovered starting January 1st → http://t.co/wXgAInRrAt","month":"12","year":"2013","corpus":"need afford health coverag sign today getcov start januari 1st","id":415161350646534140,"day":"23"},{"text":"Signed up for health coverage that starts tomorrow? Here's what you need to know → http://t.co/0pPFX6tyxV #GetCovered","month":"12","year":"2013","corpus":"sign health coverag start tomorrow need know getcov","id":418057732965429250,"day":"31"},{"text":"Share the news: As of today, millions of Americans are getting expanded benefits. #GetCovered http://t.co/XQnuIR42Bg http://t.co/2c17pYH58P","month":"01","year":"2014","corpus":"share news today million american get expand benefit getcov","id":418448503572951040,"day":"01"},{"text":"RT @Racusen44: Mark S., a small business owner from TX, is cutting his premium in half to just $78/month thanks to the Affordable Care Act.…","month":"01","year":"2014","corpus":"racusen44 mark small busi owner cut premium half month thank afford care act","id":418479956197654500,"day":"01"},{"text":"FACT: Nearly 6 out of 10 uninsured Americans can now #GetCovered for $100/month or less → http://t.co/sRQ9w8vSMc, http://t.co/1w23jmEc5R","month":"01","year":"2014","corpus":"fact nearli uninsur american getcov 100 month less","id":418781433273278460,"day":"02"},{"text":"Good news: As of yesterday, insurers are required to cover expanded health benefits → http://t.co/sRQ9w8vSMc, http://t.co/zlYE1znDkT","month":"01","year":"2014","corpus":"good news yesterday insur requir cover expand health benefit","id":418834518637023200,"day":"02"},{"text":"New health insurance “gives me more freedom to do what I want professionally” says Alan, 45, from FL → http://t.co/5FABLmpK3y #GetCovered","month":"01","year":"2014","corpus":"new health insur give freedom want profession say alan getcov","id":419230481347915800,"day":"03"},{"text":"Cancer survivor from GA—once rejected by insurers—now has \"life-changing\" new coverage thanks to the ACA: http://t.co/0yanWt4n3K #GetCovered","month":"01","year":"2014","corpus":"cancer survivor reject insur life chang new coverag thank aca getcov","id":419209090246516740,"day":"03"},{"text":"The ACA in action: \"With coverage, I can be my best self. Health insurance won't control my job choices.\" http://t.co/UxfrNSAwXO #GetCovered","month":"01","year":"2014","corpus":"aca action coverag best self health insur control job choic getcov","id":419543801229615100,"day":"04"},{"text":"Thanks in part to the Affordable Care Act, health care costs are growing at the slowest rate in more than 50 years → http://t.co/VZcTcRVSHM","month":"01","year":"2014","corpus":"thank part afford care act health care cost grow slowest rate year","id":420302514047574000,"day":"06"},{"text":"\"I can't describe just how life changing this is...we can afford to live again.\" —Gayla W. on getting coverage for $87/month #GetCovered","month":"01","year":"2014","corpus":"describ life chang ... afford live gayla get coverag month getcov","id":422767601555492860,"day":"13"},{"text":"RT @YI_Care: And they said young people didn't care about #healthcare. 30% of #Obamacare enrollees under age 35. #GetCovered http://t.co/6o…","month":"01","year":"2014","corpus":"yi_car said young peopl care healthcar obamacar enrolle age getcov","id":422848950815948800,"day":"13"},{"text":"JoAnn S. from Florida hasn't been able to get insured for years. Thanks to the #ACA, she was able to #GetCovered. http://t.co/R9LpnarwGn","month":"01","year":"2014","corpus":"joann florida abl get insur year thank aca abl getcov","id":422829398954221600,"day":"13"},{"text":"\"More Alabamians signing up for health insurance.\" http://t.co/iz5umQviM2 #GetCovered #EnrollTide","month":"01","year":"2014","corpus":"alabamian sign health insur getcov enrolltid","id":423167749007757300,"day":"14"},{"text":"Thanks to the #ACA:\n1. 2.2 million Americans signed up for health coverage\n2. 30% of them are under 35\n#GetCovered, http://t.co/IfnkESxCB2","month":"01","year":"2014","corpus":"thank aca million american sign health coverag getcov","id":422888531640729600,"day":"14"},{"text":"In the states: Affordable Care Act enrollment \"soars,\" \"spikes,\" surges,\" and \"takes off.\" http://t.co/KslWmHm4DG #GetCovered","month":"01","year":"2014","corpus":"state afford care act enrol soar spike surg take getcov","id":422882583081259000,"day":"14"},{"text":".@FreeP: \"Health insurance enrollment takes off in Michigan, nation for coverage under #ACA.\" http://t.co/byD1dU3S5R #GetCovered","month":"01","year":"2014","corpus":"freep health insur enrol take michigan nation coverag aca getcov","id":423142578460954600,"day":"14"},{"text":"\"Everybody deserves to have good health care &amp; when you think about it—it saved my life.\" —@MagicJohnson: http://t.co/FqrOoiT0IU #GetCovered","month":"01","year":"2014","corpus":"everybodi deserv good health care amp think save life magicjohnson getcov","id":423473514587234300,"day":"15"},{"text":".@USAToday: \"Young people are enrolling in health care coverage under the Affordable Care Act—and for good reason.\" http://t.co/q4J4s7MxmJ","month":"01","year":"2014","corpus":"usatoday young peopl enrol health care coverag afford care act good reason","id":423579076930965500,"day":"15"},{"text":".@MagicJohnson knows you can't always win on your own. #GetCovered so your health gets an assist when you need it: http://t.co/FqrOoiT0IU","month":"01","year":"2014","corpus":"magicjohnson know alway win getcov health get assist need","id":423487557351899140,"day":"15"},{"text":"\"Health care costs are growing at their slowest rate in 50 years—due in part to the Affordable Care Act.\" —Obama: http://t.co/XmEhAKeYq3","month":"01","year":"2014","corpus":"health care cost grow slowest rate year due part afford care act obama","id":424919319772815360,"day":"19"},{"text":"Here's why millions of Americans are better off thanks to the Affordable Care Act → http://t.co/BF96qFfdI1 #GetCovered","month":"01","year":"2014","corpus":"million american better thank afford care act getcov","id":426451159466115100,"day":"23"},{"text":"Thanks to the #ACA:\nYou can't be charged more\nor denied coverage\nfor a pre-existing condition.\n#GetCovered, http://t.co/SPVDKaHm5g","month":"01","year":"2014","corpus":"thank aca charg deni coverag pre exist condit getcov","id":426403948228911100,"day":"23"},{"text":"Obama: \"I ask every American who knows someone without health insurance to help them #GetCovered by March 31st.\" http://t.co/BI7CMZpdHb","month":"01","year":"2014","corpus":"obama ask everi american know someon without health insur help getcov march 31st","id":428361275090157600,"day":"29"},{"text":"Worth reading from @USAToday: Repealing the Affordable Care Act would mean higher costs → http://t.co/BxoPac4lk4 #GetCovered","month":"02","year":"2014","corpus":"worth read usatoday repeal afford care act would mean higher cost getcov","id":429713491578982400,"day":"01"},{"text":"President Obama: “The goal is to make sure that folks are healthy and have decent health care.” http://t.co/BI7CMZpdHb #GetCovered","month":"02","year":"2014","corpus":"presid obama goal make sure folk healthi decent health care getcov","id":433301439549829100,"day":"11"},{"text":"RT @lacasablanca: Worth sharing: Here's how the Affordable Care Act is helping millions of Latino Americans #Asegurate http://t.co/YwcCX5T8…","month":"02","year":"2014","corpus":"lacasablanca worth share afford care act help million latino american asegur","id":433262385928101900,"day":"11"},{"text":"Good news: Enrollment in private health plans through the ACA increased 53% in Jan compared to the previous 3 months combined. #GetCovered","month":"02","year":"2014","corpus":"good news enrol privat health plan aca increas jan compar previou month combin getcov","id":433700085323796500,"day":"12"},{"text":"RT @Cecilia44: 47 days left to sign up for 2014 coverage. Let's help every American who needs affordable insurance #GetCovered → http://t.c…","month":"02","year":"2014","corpus":"cecilia44 day left sign 2014 coverag let help everi american need afford insur getcov","id":433705952152657900,"day":"12"},{"text":"Great news: California's Affordable Care Act exchange just exceeded it's 2014 enrollment goal: http://t.co/lju0O8pJ9C #GetCovered","month":"02","year":"2014","corpus":"great news california afford care act exchang exceed 2014 enrol goal getcov","id":436236977026105340,"day":"19"},{"text":"FACT: More than 828,000 Californians have signed up for private health plans through the #ACA. http://t.co/IxMhWBS9K4 #GetCovered","month":"02","year":"2014","corpus":"fact 828 000 californian sign privat health plan aca getcov","id":436243887464529900,"day":"19"},{"text":"\"If you already have health insurance, think about someone else you know who needs to hear this news.\" —Obama: http://t.co/xOvDW6ehAP","month":"02","year":"2014","corpus":"alreadi health insur think someon els know need hear news obama","id":436903709680078850,"day":"21"},{"text":"RT @USTreasury: If you get your health insurance thru @HealthCareGov you may be eligible for the premium tax credit http://t.co/Qtp8lTb0Ls …","month":"02","year":"2014","corpus":"ustreasuri get health insur thru healthcaregov may elig premium tax credit","id":436968173855051800,"day":"21"},{"text":"Thanks to the #ACA, 4 million Americans have signed up for private health plans. Let's help even more #GetCovered → http://t.co/0lwMLeJwkK","month":"02","year":"2014","corpus":"thank aca million american sign privat health plan let help even getcov","id":438463550944575500,"day":"26"},{"text":"RT @ChrisMurphyCT: Because of the Affordable Care Act, the cost to seniors for their annual checkup is $0.00. #ACAworks","month":"02","year":"2014","corpus":"chrismurphyct afford care act cost senior annual checkup acawork","id":438728786193170400,"day":"26"},{"text":"DON'T WAIT: Just 4 weeks left to make sure you've got quality, affordable health coverage in 2014. #GetCovered today: http://t.co/afW5YTsec0","month":"03","year":"2014","corpus":"wait week left make sure got qualiti afford health coverag 2014 getcov today","id":440592614358659100,"day":"03"},{"text":"Let's help more Americans who need affordable health insurance #GetCovered → http://t.co/SFw5DUo7C0 #TimeToEnroll, http://t.co/NA60wsGsPf","month":"03","year":"2014","corpus":"let help american need afford health insur getcov timetoenrol","id":440625280193794050,"day":"03"},{"text":"RT @FLOTUS: Jessie Trice Community Health Center in FL is doing great work to help families #GetCovered: http://t.co/I3bqMOVMzN http://t.co…","month":"03","year":"2014","corpus":"flotu jessi trice commun health center great work help famili getcov","id":441320982155128800,"day":"05"},{"text":"Good news: Thanks to the #ACA, 11.8 million Latinos no longer have lifetime limits on their health coverage. http://t.co/BpjK2ILL8C","month":"03","year":"2014","corpus":"good news thank aca million latino longer lifetim limit health coverag","id":441644760285986800,"day":"06"},{"text":"Don't miss President Obama's townhall on how the Affordable Care Act is benefiting Latinos at 11:30am ET → http://t.co/xq99LcgPJX #Asegurate","month":"03","year":"2014","corpus":"miss presid obama townhal afford care act benefit latino 30am asegur","id":441610271208271900,"day":"06"},{"text":"In which @TylerOakley, @Harto, @Alphacat and others talk health care with President Obama → http://t.co/3YmBRgXc05 #GetCovered","month":"03","year":"2014","corpus":"tyleroakley harto alphacat other talk health care presid obama getcov","id":441689577020223500,"day":"06"},{"text":"Starting now: Watch President Obama's townhall on Latinos and the Affordable Care Act → http://t.co/xq99LcgPJX #Asegurate #TuSaludyObama","month":"03","year":"2014","corpus":"start watch presid obama townhal latino afford care act asegur tusaludyobama","id":441614937111425000,"day":"06"},{"text":"FACT: Preventive care is now covered at no extra cost for 4.9 million Latinas with private health plans. #GetCovered http://t.co/VS6EJv0kKZ","month":"03","year":"2014","corpus":"fact prevent care cover extra cost million latina privat health plan getcov","id":441657558936207360,"day":"06"},{"text":"Obama: “A large portion of people will be able to find health insurance for $100/month or less.” http://t.co/5zeR2RQuXe #TuSaludyObama","month":"03","year":"2014","corpus":"obama larg portion peopl abl find health insur 100 month less tusaludyobama","id":441618506300526600,"day":"06"},{"text":"With just #20DaysLeft to sign up for affordable health coverage, here are 20 reasons why you should #GetCoveredNow → http://t.co/TdcPPVxLIC","month":"03","year":"2014","corpus":"20daysleft sign afford health coverag reason getcoverednow","id":443410720571813900,"day":"11"},{"text":"#20DaysLeft to sign up for affordable health insurance.\nDon't wait! → http://t.co/iWit9TRhKm\n#GetCoveredNow, http://t.co/xf9Jvo6J48","month":"03","year":"2014","corpus":"20daysleft sign afford health insur wait getcoverednow","id":443420859936419840,"day":"11"},{"text":"Share the news: Through February, more than 4.2 million Americans have signed up for private health plans. #ACA http://t.co/pZUxI9Soyo","month":"03","year":"2014","corpus":"share news februari million american sign privat health plan aca","id":443477819192909800,"day":"11"},{"text":"RT @VP: 18: The number of days left to sign up for affordable health insurance. Don’t forget to #GetCoveredNow. http://t.co/g840b6cIP2","month":"03","year":"2014","corpus":"number day left sign afford health insur forget getcoverednow","id":444145446949507100,"day":"13"},{"text":"Just #17DaysLeft to sign up for health insurance: Take an assist from @KingJames and #GetCoveredNow → http://t.co/Jcyd1GfPVu","month":"03","year":"2014","corpus":"17daysleft sign health insur take assist kingjam getcoverednow","id":444521066220638200,"day":"14"},{"text":"RT the news: More than 1 million Californians have signed up for health coverage through the #ACA. http://t.co/OWqBilL0xt #GetCoveredNow","month":"03","year":"2014","corpus":"news million californian sign health coverag aca getcoverednow","id":445636380262412300,"day":"17"},{"text":"#14DaysLeft to sign up for affordable health insurance. Beat the buzzer and #GetCoveredNow → http://t.co/D8X8heNtno, http://t.co/T0CayP41yg","month":"03","year":"2014","corpus":"14daysleft sign afford health insur beat buzzer getcoverednow","id":445622639550148600,"day":"17"},{"text":"Need health insurance? Go to http://t.co/5zeR2RQuXe. If not, vote on the 16 sweetest reasons to #GetCoveredNow: http://t.co/O1VhInUYy1","month":"03","year":"2014","corpus":"need health insur vote sweetest reason getcoverednow","id":445690195745447940,"day":"17"},{"text":"RT @FLOTUS: \"All Americans deserve the security of knowing that you’ll have health care when you need it.\" —FLOTUS: http://t.co/rCUOi6Zhcq …","month":"03","year":"2014","corpus":"flotu american deserv secur know health care need flotu","id":446046174785835000,"day":"18"},{"text":"There are just #12DaysLeft to sign up for 2014 health insurance. DON'T WAIT: #GetCoveredNow → http://t.co/tWanUWNBwM http://t.co/GL75xR0dOO","month":"03","year":"2014","corpus":"12daysleft sign 2014 health insur wait getcoverednow","id":446302619460325400,"day":"19"},{"text":"If you need affordable health insurance, you've got #11DaysLeft.\n#GetCoveredNow → http://t.co/M7wU3HWMPB, http://t.co/yzqv7paYgf","month":"03","year":"2014","corpus":"need afford health insur got 11daysleft getcoverednow","id":446651456121487360,"day":"20"},{"text":"#10DaysLeft to get 2014 health coverage.\nDon't wait!\n✍ up for a plan here → http://t.co/O6JK6yYQdy\n#GetCoveredNow, http://t.co/euIA1SPeWa","month":"03","year":"2014","corpus":"10daysleft get 2014 health coverag wait plan getcoverednow","id":447042342185234400,"day":"21"},{"text":"Thanks to the #ACA, more than 5 million Americans have signed up for private coverage → http://t.co/PLARIHrqKc, http://t.co/M4WHiESyGL","month":"03","year":"2014","corpus":"thank aca million american sign privat coverag","id":447086788276805600,"day":"21"},{"text":"Four years later, the #ACA is strengthening health coverage for millions → http://t.co/O6JK6yYQdy #GetCoveredNow http://t.co/jqh3QIaIyE","month":"03","year":"2014","corpus":"four year later aca strengthen health coverag million getcoverednow","id":447035601074679800,"day":"21"},{"text":"Thanks to the #ACA, millions of Americans can #GetCoveredNow for $100/month or less → http://t.co/PLARIHrqKc, http://t.co/ZRE3XtT6YQ","month":"03","year":"2014","corpus":"thank aca million american getcoverednow 100 month less","id":447062446604173300,"day":"21"},{"text":"#GetCoveredNow to join millions of Americans who have gained access to free preventive care: http://t.co/F3TkdvVAYv, http://t.co/sCU20SjRDd","month":"03","year":"2014","corpus":"getcoverednow join million american gain access free prevent care","id":447820161018363900,"day":"23"},{"text":"Good news: Thanks to the #ACA, more than 700,000 New Yorkers have signed up for health coverage → http://t.co/IrhL0TesQl #GetCoveredNow","month":"03","year":"2014","corpus":"good news thank aca 700 000 new yorker sign health coverag getcoverednow","id":448177284630200300,"day":"24"},{"text":"RT @Cecilia44: 1 week left to sign up for 2014 health insurance. If you or someone you know needs coverage, #GetCoveredNow → http://t.co/QB…","month":"03","year":"2014","corpus":"cecilia44 week left sign 2014 health insur someon know need coverag getcoverednow","id":448156586629169150,"day":"24"},{"text":"The time to procrastinate is over.\nIf you need health insurance, #GetCoveredNow →\nhttp://t.co/mfNLupYl8J\n#7DaysLeft http://t.co/oAW4Sypc5K","month":"03","year":"2014","corpus":"time procrastin need health insur getcoverednow 7daysleft","id":448128233347637250,"day":"24"},{"text":"RT @VP: Proud to be in NH today as the state legislature approves Medicaid expansion. Tens of thousands could gain access to health care. -…","month":"03","year":"2014","corpus":"proud today state legislatur approv medicaid expans ten thousand could gain access health care","id":448552085110677500,"day":"25"},{"text":"Just #5DaysLeft to sign up for 2014 health coverage: Don’t wait, #GetCoveredNow → http://t.co/RKqa8gvoir, http://t.co/MgtGYlJQ9i","month":"03","year":"2014","corpus":"5daysleft sign 2014 health coverag wait getcoverednow","id":448959606606155800,"day":"26"},{"text":"#4DaysLeft to get health coverage.\n#GetCoveredNow → http://t.co/0fstLgRCLC\n#6MillionAndCounting, http://t.co/satR5STZgU","month":"03","year":"2014","corpus":"4daysleft get health coverag getcoverednow 6millionandcount","id":449257285227778050,"day":"27"},{"text":"Need health insurance? Need more GIFs of the @VP? Look no further → http://t.co/ZMMiwj4n2M #4DaysLeft #GetCoveredNow","month":"03","year":"2014","corpus":"need health insur need gif look 4daysleft getcoverednow","id":449250637596074000,"day":"27"},{"text":"RT @SenSchumer: Before #ACA millions of women paid out of pocket for reproductive health care. They’re covered because #ACAworks #Tbt http:…","month":"03","year":"2014","corpus":"senschum aca million women paid pocket reproduct health care cover acawork tbt http","id":449237824429375500,"day":"27"},{"text":"RT @VP: Making sure you've got affordable health insurance is a BFD. Just ask VP Biden → http://t.co/uDVIMjQOsW #GetCoveredNow #4daysleft","month":"03","year":"2014","corpus":"make sure got afford health insur bfd ask biden getcoverednow 4daysleft","id":449248844745035800,"day":"27"},{"text":"\"Obamacare's amazing comeback\" —@CNNMoney on the #6MillionAndCounting who have signed up for coverage: http://t.co/IzRaUQAtpT #GetCoveredNow","month":"03","year":"2014","corpus":"obamacar amaz comeback cnnmoney 6millionandcount sign coverag getcoverednow","id":449572941336821760,"day":"28"},{"text":"RT @NancyPelosi: Health care is not a partisan issue, it's a personal necessity. Read this Republican's story and #getcoverednow: http://t.…","month":"03","year":"2014","corpus":"nancypelosi health care partisan issu person necess read republican stori getcoverednow","id":449641873297395700,"day":"28"},{"text":"\"I signed up for a plan for $62 a month. It's the best health care I have ever had.\" —Mark B., a Republican from NC: http://t.co/iB100mCwyk","month":"03","year":"2014","corpus":"sign plan month best health care ever mark republican","id":449648438322286600,"day":"28"},{"text":"Just #3DaysLeft to sign up for health insurance. #GetCoveredNow → http://t.co/w0UOAd3e8I, http://t.co/Jgzm70jTQ0","month":"03","year":"2014","corpus":"3daysleft sign health insur getcoverednow","id":449676282406527000,"day":"28"},{"text":"Spread the word! Tomorrow's the last day to sign up for health insurance. #GetCoveredNow → http://t.co/FOp7QjKfFk, http://t.co/RGVpNuBJzy","month":"03","year":"2014","corpus":"spread word tomorrow last day sign health insur getcoverednow","id":450317536135880700,"day":"30"},{"text":"Need health insurance? If you raised your hand, #GetCoveredNow before tomorrow's deadline → http://t.co/KBIyVVWOj6, http://t.co/UvtGNw0lUG","month":"03","year":"2014","corpus":"need health insur rais hand getcoverednow tomorrow deadlin","id":450333157347188740,"day":"30"},{"text":"DON’T WAIT: It's the last day to sign up for 2014 health coverage.\n#GetCoveredNow → http://t.co/qBPoIpntFR, http://t.co/biJwaIVigD","month":"03","year":"2014","corpus":"wait last day sign 2014 health coverag getcoverednow","id":450643710598844400,"day":"31"},{"text":"RT @VP: Thanks to the #ACA, millions of Americans now have access to quality affordable health care. #GetCoveredNow at http://t.co/RQmoUBbX…","month":"03","year":"2014","corpus":"thank aca million american access qualiti afford health care getcoverednow","id":450750010595237900,"day":"31"},{"text":"You've still got time to #BeatTheBuzzer and sign up for health insurance. #GetCoveredNow → http://t.co/0lwMLeJwkK http://t.co/yMTB52KFqh","month":"03","year":"2014","corpus":"still got time beatthebuzz sign health insur getcoverednow","id":450704650384052200,"day":"31"},{"text":"RT @NancyPelosi: Just met with Pres. Obama to discuss progress on health care &amp; America’s top priorities. Stay tuned for great news! http:/…","month":"04","year":"2014","corpus":"nancypelosi met pre obama discuss progress health care amp america top prioriti stay tune great news http :/…","id":451052883925291000,"day":"01"},{"text":"\"100 million Americans have gained free preventive care like mammograms and contraceptive care under their existing plans.\" —Obama #ACAWorks","month":"04","year":"2014","corpus":"100 million american gain free prevent care like mammogram contracept care exist plan obama acawork","id":451091981406834700,"day":"01"},{"text":"Share what quality, affordable health care means to you using #7MillionAndCounting. http://t.co/ZrmHPVzx86","month":"04","year":"2014","corpus":"share qualiti afford health care mean use 7millionandcount","id":451079033145421800,"day":"01"},{"text":"RT @SenatorBoxer: Republicans have been predicting the failure of the Affordable Care Act – and today they have been proven wrong. #7Millio…","month":"04","year":"2014","corpus":"senatorbox republican predict failur afford care act today proven wrong 7millio","id":451082323933823000,"day":"01"},{"text":"RT @pfeiffer44: Millions of Americans with the economic security that comes from having health insurance is EXACTLY what Change looks like","month":"04","year":"2014","corpus":"pfeiffer44 million american econom secur come health insur exactli chang look like","id":450998001830748160,"day":"01"},{"text":"\"Women, the sick, survivors—they deserve fair treatment in our health care system.\" —President Obama #7MillionAndCounting #ACAWorks","month":"04","year":"2014","corpus":"women sick survivor deserv fair treatment health care system presid obama 7millionandcount acawork","id":451093887504117760,"day":"01"},{"text":"Obama: \"The goal we’ve set for ourselves—that no American should go without the health care they need...is achievable.\" #7MillionAndCounting","month":"04","year":"2014","corpus":"obama goal set american without health care need ... achiev 7millionandcount","id":451095779839868900,"day":"01"},{"text":"RT the great news: Thanks to the #ACA, #7MillionAndCounting have signed up for private health coverage. http://t.co/e1LV4qPrDe","month":"04","year":"2014","corpus":"great news thank aca 7millionandcount sign privat health coverag","id":451053780327346200,"day":"01"},{"text":"RT @Bobby44: Obamacare is a BFD: #7MillionAndCounting have signed up for private health plans thx to #ACA. http://t.co/yvDf3aHUTJ http://t.…","month":"04","year":"2014","corpus":"bobby44 obamacar bfd 7millionandcount sign privat health plan thx aca","id":451058060774367200,"day":"01"},{"text":"Happening now: President Obama speaks on the Affordable Care Act. Watch →\nhttp://t.co/8fJzQqhY2T #7MillionAndCounting","month":"04","year":"2014","corpus":"happen presid obama speak afford care act watch 7millionandcount","id":451091341502857200,"day":"01"},{"text":"Obama: \"Because of this law, millions of our fellow citizens know the economic security of health insurance.\" #7MillionAndCounting","month":"04","year":"2014","corpus":"obama law million fellow citizen know econom secur health insur 7millionandcount","id":451092691187933200,"day":"01"},{"text":"\"7.1 million Americans have now signed up for coverage through the #ACA...that's enough to fill up the Big House 65 times.\" —President Obama","month":"04","year":"2014","corpus":"million american sign coverag aca ... enough fill big hous time presid obama","id":451434037459316740,"day":"02"},{"text":"FACT: Thanks to the Affordable Care Act, Kentucky has seen a 40% drop in its uninsured rate since Oct 1. http://t.co/P2LyRXGtRH #GetCovered","month":"04","year":"2014","corpus":"fact thank afford care act kentucki seen drop uninsur rate sinc oct getcov","id":452192746040614900,"day":"04"},{"text":"\"More than 7 million Americans have now signed up for health coverage through the Affordable Care Act.\" —Obama http://t.co/uUqiWTJFt1","month":"04","year":"2014","corpus":"million american sign health coverag afford care act obama","id":453195550750277600,"day":"07"},{"text":"\"7.5 million Americans...signed up for health coverage through the exchanges.\" —Obama on @Sebelius at @HHSgov #7MillionAndCounting","month":"04","year":"2014","corpus":"million american ... sign health coverag exchang obama sebeliu hhsgov 7millionandcount","id":454634402094796800,"day":"11"},{"text":"President Obama: \"Millions of Americans who were uninsured have gained coverage this year—with millions more to come.\" #8Million","month":"04","year":"2014","corpus":"presid obama million american uninsur gain coverag year million come 8million","id":456880555343478800,"day":"17"},{"text":"\"They still can’t bring themselves to admit that the Affordable Care Act is working.\" —Obama on Congressional Republicans #8Million","month":"04","year":"2014","corpus":"still bring admit afford care act work obama congression republican 8million","id":456881080168357900,"day":"17"},{"text":"Everyone deserves the peace of mind that comes with health insurance.\nIf you recently got covered, share your story → http://t.co/2yYPdM181P","month":"04","year":"2014","corpus":"everyon deserv peac mind come health insur recent got cover share stori","id":457238824377413600,"day":"18"},{"text":"RT @Sebelius: Today, health coverage is more accessible to millions of Americans: http://t.co/HXutUukb6c #8Million http://t.co/FUJFj2kYsf","month":"05","year":"2014","corpus":"sebeliu today health coverag access million american 8million","id":461936595940425700,"day":"01"},{"text":"RT @NancyPelosi: This National Women’s Health Week, we can celebrate that being a woman is no longer a preexisting condition #ACAworks http…","month":"05","year":"2014","corpus":"nancypelosi nation women health week celebr woman longer preexist condit acawork http","id":466225479091908600,"day":"13"},{"text":"RT @USDOL: RT if you agree: It's time to #RaiseTheWage and take care of those who take care of us. #NNHW http://t.co/y2XBHg6QLc","month":"05","year":"2014","corpus":"usdol agre time raisethewag take care take care nnhw","id":467319477093543940,"day":"16"},{"text":"RT @jesseclee44: This is why they call it the \"Affordable Care Act\"--life-changing for millions... http://t.co/34qjO6CBXq http://t.co/9wWHF…","month":"06","year":"2014","corpus":"jesseclee44 call afford care act \"-- life chang million ...","id":479311447722573800,"day":"18"},{"text":"\"Women should make personal health care decisions for themselves.\" —@PressSec: http://t.co/Y9mOm2lXDd #HobbyLobby #NotMyBossesBusiness","month":"06","year":"2014","corpus":"women make person health care decis presssec hobbylobbi notmybossesbusi","id":483751573005557760,"day":"30"},{"text":"Women—not their bosses—should be able to make their own health care decisions → http://t.co/K75k22iO6r #HobbyLobby http://t.co/BKZQQYteJJ","month":"07","year":"2014","corpus":"women boss abl make health care decis hobbylobbi","id":484011170647392260,"day":"01"},{"text":"FACT: The #ACA has saved Americans $9 billion on their health insurance premiums → http://t.co/YcNe1j6c8y #ACAWorks http://t.co/IlstVdH6YW","month":"07","year":"2014","corpus":"fact aca save american billion health insur premium acawork","id":492332382184566800,"day":"24"},{"text":"Spread the word: Medicare is stronger thanks in part to the Affordable Care Act → http://t.co/KbLYX4DsqM #ACAWorks http://t.co/5b965PmecB","month":"07","year":"2014","corpus":"spread word medicar stronger thank part afford care act acawork","id":493827620102873100,"day":"28"},{"text":"RT @VP: Short sleeve button-downs are coming back but health care has always been in style. #Bornin88? Then #GetCovered. #TBT http://t.co/X…","month":"07","year":"2014","corpus":"short sleev button down come back health care alway style bornin88 getcov tbt","id":494872325062656000,"day":"31"},{"text":"Thanks in part to the Affordable Care Act, Medicare is projected to cost much less than previous estimates: http://t.co/b9q7jMCANO #ACAWorks","month":"08","year":"2014","corpus":"thank part afford care act medicar project cost much less previou estim acawork","id":505393567909822460,"day":"29"},{"text":"RT @PressSec: Today, @CVSHealth stops the sale of tobacco products, improving the health and lives of millions of Americans. http://t.co/Yw…","month":"09","year":"2014","corpus":"presssec today cvshealth stop sale tobacco product improv health live million american","id":507183281834831900,"day":"03"},{"text":"RT @CEAChair: New Report Shows that Slow Health Care Spending Growth Continued in 2013, While Near-Term Trends Remain Encouraging  http://t…","month":"09","year":"2014","corpus":"ceachair new report show slow health care spend growth continu 2013 near term trend remain encourag","id":507284105005109250,"day":"03"},{"text":"RT @voxdotcom: The \"pay less, get more\" era of health care http://t.co/2pkTysXeip","month":"09","year":"2014","corpus":"voxdotcom pay less get era health care","id":509772402709266400,"day":"10"},{"text":"\"Almost all Obamacare enrollees are paying for coverage.\" http://t.co/m6GGmDqfPb #ACAWorks #GetCovered","month":"09","year":"2014","corpus":"almost obamacar enrolle pay coverag acawork getcov","id":512685046260437000,"day":"18"},{"text":"FACT: This year's premium increases for job-based health coverage tied the lowest rate on record. #ACAWorks http://t.co/Iow9YQUnwi","month":"09","year":"2014","corpus":"fact year premium increas job base health coverag tie lowest rate record acawork","id":515256180382634000,"day":"25"},{"text":"\"Today, we’ve seen a dramatic slowdown in the rising cost of health care.\" —President Obama #AmericaLeads http://t.co/XBovY0rg9B","month":"10","year":"2014","corpus":"today seen dramat slowdown rise cost health care presid obama americalead","id":517744333584605200,"day":"02"},{"text":"RT @HealthCareTara: One of the President's cornerstones of a strong economy is affordable health care. Ask your Q's w/ #WHHealthChat and I'…","month":"10","year":"2014","corpus":"healthcaretara one presid cornerston strong economi afford health care ask whhealthchat","id":518048290328571900,"day":"03"},{"text":"“We’ve signed up 10 million people to get health coverage, in many cases for the first time.” —Obama #ACAWorks http://t.co/SwdAbGgere","month":"10","year":"2014","corpus":"sign million peopl get health coverag mani case first time obama acawork","id":518125739494092800,"day":"03"},{"text":"RT @HealthCareTara: Hey everyone, here to answer Qs on health and the ACA.  Keep em coming with #WHHealthchat #ACAworks","month":"10","year":"2014","corpus":"healthcaretara hey everyon answer health aca keep come whhealthchat acawork","id":518088271965204500,"day":"03"},{"text":"RT @WHLive: At 1pm ET, @HealthCareTara answers your Q's on health care and the Affordable Care Act. Ask away with #WHHealthChat. http://t.c…","month":"10","year":"2014","corpus":"whlive 1pm healthcaretara answer health care afford care act ask away whhealthchat","id":518083590186623000,"day":"03"},{"text":"\"They deserve our gratitude—and they deserve to be treated with dignity and with respect.\" —Obama on health care workers fighting #Ebola","month":"10","year":"2014","corpus":"deserv gratitud deserv treat digniti respect obama health care worker fight ebola","id":527547376764862460,"day":"29"},{"text":"\"We need to call them what they are—American heroes.\" —President Obama on health care workers who are fighting #Ebola","month":"10","year":"2014","corpus":"need call american hero presid obama health care worker fight ebola","id":527547169734017000,"day":"29"},{"text":"Watch live: President Obama speaks to American health care workers who are fighting #Ebola → http://t.co/ibwxdQROQK","month":"10","year":"2014","corpus":"watch live presid obama speak american health care worker fight ebola","id":527546599090978800,"day":"29"},{"text":"Here's how the Affordable Care Act is saving consumers $ on health care premiums → http://t.co/urCzpg4xJT #ACAWorks http://t.co/1tHdL8MPzs","month":"10","year":"2014","corpus":"afford care act save consum health care premium acawork","id":528258105432637440,"day":"31"},{"text":"If you need health coverage, you can #GetCovered starting November 15th. See your options → https://t.co/sL85pDk8wu http://t.co/9VjvoUvMxU","month":"11","year":"2014","corpus":"need health coverag getcov start novemb 15th see option","id":532682735098134500,"day":"12"},{"text":"If you need health coverage, you can #GetCovered starting on Saturday. See your options → https://t.co/9BQ4oCKFhc http://t.co/sTvUxWqtdL","month":"11","year":"2014","corpus":"need health coverag getcov start saturday see option","id":532967798876954600,"day":"13"},{"text":"Starting tomorrow, you can sign up for health coverage. Check out your options → https://t.co/cIUCCOLliA #GetCovered http://t.co/RB621Co3xc","month":"11","year":"2014","corpus":"start tomorrow sign health coverag check option getcov","id":533275628988932100,"day":"14"},{"text":"RT @Cecilia44: Need health coverage? Find a plan that fits your needs &amp; #GetCovered starting tomorrow → https://t.co/o9vBz6d51R #ReadySetEn…","month":"11","year":"2014","corpus":"cecilia44 need health coverag find plan fit need amp getcov start tomorrow readyseten","id":533379099822026750,"day":"14"},{"text":"RT to spread the word: You can sign up for health coverage starting tomorrow. https://t.co/wcc2CipWAD #ReadySetEnroll http://t.co/zCIDVttVSN","month":"11","year":"2014","corpus":"spread word sign health coverag start tomorrow readysetenrol","id":533307022985678850,"day":"14"},{"text":"\"More than 10 million Americans have gained the financial security...that comes with health insurance.\" —Obama: http://t.co/AjCswE50V7","month":"11","year":"2014","corpus":"million american gain financi secur ... come health insur obama","id":533673320999161860,"day":"15"},{"text":"\"Insurance companies can no longer deny you coverage just because you have a preexisting condition.\" —Obama: http://t.co/AjCswE50V7","month":"11","year":"2014","corpus":"insur compani longer deni coverag preexist condit obama","id":533659760038383600,"day":"15"},{"text":"\"Health care prices have grown at their slowest rate in nearly 50 years.\"  —Obama: http://t.co/AjCswE50V7 #GetCovered #ReadySetEnroll","month":"11","year":"2014","corpus":"health care price grown slowest rate nearli year obama getcov readysetenrol","id":534050833524998140,"day":"16"},{"text":"RT @conniebritton: Your health is everything. Have you and your family enrolled for health coverage yet? #GetCovered @HealthCareGov","month":"11","year":"2014","corpus":"conniebritton health everyth famili enrol health coverag yet getcov healthcaregov","id":534422775281492000,"day":"17"},{"text":"Looking for a good deal on health coverage? See your options and #GetCovered at http://t.co/NSeLHFvc62. #BlackFriday http://t.co/7IX4jDKKam","month":"11","year":"2014","corpus":"look good deal health coverag see option getcov blackfriday","id":538444786420564000,"day":"28"},{"text":"The Affordable Care Act is helping entrepreneurs #GetCovered and pursue their dreams → http://t.co/W7ykbgS912 #SmallBizSat","month":"11","year":"2014","corpus":"afford care act help entrepreneur getcov pursu dream smallbizsat","id":538799641500729340,"day":"29"},{"text":"RT @shondarhimes: Spread the word: If you need health coverage, you can #GetCovered today at http://t.co/GSGaG8fC3q.  http://t.co/sxN9R31G1n","month":"12","year":"2014","corpus":"shondarhim spread word need health coverag getcov today","id":539512433698955260,"day":"01"},{"text":"Need affordable health coverage? Pick a plan and #GetCovered at http://t.co/2S7CGldNyn. #CyberMonday http://t.co/WHqfYQigbK","month":"12","year":"2014","corpus":"need afford health coverag pick plan getcov cybermonday","id":539434604185141250,"day":"01"},{"text":"Looking for a good #CyberMonday deal? Shop for health coverage and #GetCovered from the comfort of your couch at http://t.co/NSeLHFvc62.","month":"12","year":"2014","corpus":"look good cybermonday deal shop health coverag getcov comfort couch","id":539450596474908700,"day":"01"},{"text":"RT @kerrywashington: #GetCovered Sign up for quality health coverage TODAY! http://t.co/msWlOTRPQM http://t.co/IYQh5i7VVh","month":"12","year":"2014","corpus":"kerrywashington getcov sign qualiti health coverag today","id":539522529531281400,"day":"01"},{"text":"Good news. Efforts to improve patient safety saved about:\n50,000 lives ✓\n$12 billion in health spending ✓\nhttp://t.co/QWrBNxjRbl #ACAWorks","month":"12","year":"2014","corpus":"good news effort improv patient safeti save 000 live billion health spend acawork","id":539816040382083100,"day":"02"},{"text":"Need health coverage? You've got #10DaysLeft to sign up for a plan that starts on Jan. 1st: http://t.co/NSeLHFvc62 http://t.co/yi9YEnPgWa","month":"12","year":"2014","corpus":"need health coverag got 10daysleft sign plan start jan 1st","id":540947744865529860,"day":"05"},{"text":"Need health coverage that starts on Jan. 1st? You've got #8DaysLeft to sign up → http://t.co/NSeLHFvc62 #GetCovered http://t.co/Eez8Nqy6mg","month":"12","year":"2014","corpus":"need health coverag start jan 1st got 8daysleft sign getcov","id":541683659221127200,"day":"07"},{"text":"You've got #7DaysLeft to sign up for health coverage that starts on Jan. 1st → http://t.co/NSeLHFvc62 #GetCovered http://t.co/r0gSzMJKxe","month":"12","year":"2014","corpus":"got 7daysleft sign health coverag start jan 1st getcov","id":542003246781308900,"day":"08"},{"text":"Just #8DaysLeft to get health coverage that starts on January 1st. #GetCovered at http://t.co/NSeLHFvc62. http://t.co/7VGbBqPT30","month":"12","year":"2014","corpus":"8daysleft get health coverag start januari 1st getcov","id":541774218283585540,"day":"08"},{"text":"Need health coverage? You've got #6DaysLeft to sign up for a plan that starts on January 1st: http://t.co/JxkdfixJNs http://t.co/VHCnTD2e30","month":"12","year":"2014","corpus":"need health coverag got 6daysleft sign plan start januari 1st","id":542392235208499200,"day":"09"},{"text":"#5DaysLeft to sign up for health coverage that starts on January 1st.\n#GetCovered at http://t.co/NSeLHFvc62. http://t.co/svTAfjwGmd","month":"12","year":"2014","corpus":"5daysleft sign health coverag start januari 1st getcov","id":542797220358017000,"day":"10"},{"text":"Need health coverage that starts on Jan. 1st? You've got #4DaysLeft to sign up → http://t.co/NSeLHFvc62 #GetCovered http://t.co/MZKFxlyFOJ","month":"12","year":"2014","corpus":"need health coverag start jan 1st got 4daysleft sign getcov","id":543089751859789800,"day":"11"},{"text":"#2DaysLeft to sign up for health coverage that starts on January 1st. #GetCovered at http://t.co/NSeLHFvc62. http://t.co/xAGN19vp6D","month":"12","year":"2014","corpus":"2daysleft sign health coverag start januari 1st getcov","id":543860457426014200,"day":"13"},{"text":"Deadline Monday: #1DayLeft to sign up for a health plan that starts Jan. 1st → http://t.co/NSeLHFvc62 #GetCovered http://t.co/8Cf2fRFhl5","month":"12","year":"2014","corpus":"deadlin monday 1dayleft sign health plan start jan 1st getcov","id":544236648729296900,"day":"14"},{"text":"RT @NancyPelosi: Today is the last day to enroll for health insurance that starts Jan 1st. #GetCovered at http://t.co/UYgkxVyONY! http://t.…","month":"12","year":"2014","corpus":"nancypelosi today last day enrol health insur start jan 1st getcov","id":544547019604234240,"day":"15"},{"text":"RT @OnAirWithRyan: President Obama called from @WhiteHouse to talk health care coverage, buying Christmas gifts: http://t.co/IsOJm83NWN htt…","month":"12","year":"2014","corpus":"onairwithryan presid obama call whitehous talk health care coverag buy christma gift htt","id":544530005468790800,"day":"15"},{"text":"RT @VP: #GetCoveredToday → It's your last chance to sign up for health coverage that starts Jan. 1st: http://t.co/EO0WsRUooR http://t.co/EN…","month":"12","year":"2014","corpus":"getcoveredtoday last chanc sign health coverag start jan 1st","id":544532466334056450,"day":"15"},{"text":"#GetCoveredToday for health coverage that starts on January 1st → http://t.co/NSeLHFvc62 http://t.co/s8F81NgtKf","month":"12","year":"2014","corpus":"getcoveredtoday health coverag start januari 1st","id":544560960296341500,"day":"15"},{"text":"FACT: 2014 has seen the largest health coverage gains in four decades → http://t.co/wWsFHTmpKf #ACAWorks #GetCovered http://t.co/qW5JUzP0ix","month":"12","year":"2014","corpus":"fact 2014 seen largest health coverag gain four decad acawork getcov","id":545672181813104640,"day":"18"},{"text":"\"Thanks to the Affordable Care Act, about 10 million Americans have gained health insurance in the past year\" —Obama: http://t.co/taHPUO34e9","month":"12","year":"2014","corpus":"thank afford care act million american gain health insur past year obama","id":546711802050928640,"day":"21"},{"text":"Thanks to the Affordable Care Act, nearly 6.4 million Americans have already signed up for or renewed 2015 coverage: http://t.co/dzNDiwwIu7","month":"12","year":"2014","corpus":"thank afford care act nearli million american alreadi sign renew 2015 coverag","id":547456026799534100,"day":"23"},{"text":"Thanks to the Affordable Care Act, about 10 million Americans gained health coverage in 2014 → http://t.co/ov04rn5OgS http://t.co/mJ3abhSgSB","month":"12","year":"2014","corpus":"thank afford care act million american gain health coverag 2014","id":549638508688576500,"day":"29"},{"text":"\"Everyone is beginning to realize what millions of you already know—the Affordable Care Act is working.\" —@VP: http://t.co/XzEms0WJAL","month":"01","year":"2015","corpus":"everyon begin realiz million alreadi know afford care act work","id":551453001475293200,"day":"03"},{"text":"\"We think everyone in America has a right to have adequate health care insurance.\" —@VP: http://t.co/XzEms0WJAL #ACAWorks #GetCovered","month":"01","year":"2015","corpus":"think everyon america right adequ health care insur acawork getcov","id":551785192487018500,"day":"04"},{"text":"RT @theJaimePressly: Need a New Year's resolution idea? Sign up for quality, affordable health coverage today at http://t.co/ReKBBdh6xG. #G…","month":"01","year":"2015","corpus":"thejaimepressli need new year resolut idea sign qualiti afford health coverag today","id":552181566961496060,"day":"05"},{"text":"Make sure you've got health coverage in 2015. Sign up for a plan that meets your needs today at http://t.co/JxkdfixJNs. #GetCovered2015","month":"01","year":"2015","corpus":"make sure got health coverag 2015 sign plan meet need today getcovered2015","id":552508612070084600,"day":"06"},{"text":"\"Thanks to the Affordable Care Act, about 10 million Americans have gained health insurance in the past year\" —Obama: http://t.co/TTpIHnReSq","month":"01","year":"2015","corpus":"thank afford care act million american gain health insur past year obama","id":554332552530767900,"day":"11"},{"text":"\"In the past year…about 10 million uninsured Americans finally gained the security of health coverage.\" —Obama http://t.co/nEK5h96QtV","month":"01","year":"2015","corpus":"past year million uninsur american final gain secur health coverag obama","id":557724550470049800,"day":"21"},{"text":"There may be #SixMoreWeeksOfWinter, but only 2 more weeks to get health coverage: http://t.co/rNzHK68SaZ #GetCovered http://t.co/pdj2corJYH","month":"02","year":"2015","corpus":"may sixmoreweeksofwint week get health coverag getcov","id":562340727624331260,"day":"02"},{"text":"RT @HHSGov: Don’t delay. Find affordable health coverage and #GetCovered today! The Deadline to sign up is February 15th. http://t.co/RoTXZ…","month":"02","year":"2015","corpus":"hhsgov delay find afford health coverag getcov today deadlin sign februari 15th","id":562375691187290100,"day":"02"},{"text":"The Affordable Care Act was a game changer for these 10 Americans.\nWatch them share their stories with the President: http://t.co/PkxaYjG7z8","month":"02","year":"2015","corpus":"afford care act game changer american watch share stori presid","id":563400609655955460,"day":"05"},{"text":"RT to spread the word: You've got 10 days to sign up for 2015 health coverage → http://t.co/GNfbft9Ewv #GetCovered http://t.co/TW38mqYhbX","month":"02","year":"2015","corpus":"spread word got day sign 2015 health coverag getcov","id":563364804422041600,"day":"05"},{"text":"Don't wait: Just 4 days left to sign up for 2015 health coverage. #GetCovered by Feb. 15 → http://t.co/rNzHK5zFEl http://t.co/ojjcKMMIOv","month":"02","year":"2015","corpus":"wait day left sign 2015 health coverag getcov feb","id":565532867749371900,"day":"11"},{"text":"RT @realgranthill33: Don't wait! It's time to #GetCovered.\nJust 3 days left to sign up for 2015 health coverage → http://t.co/HzLfMSFAKD","month":"02","year":"2015","corpus":"realgranthill33 wait time getcov day left sign 2015 health coverag","id":565910832303706100,"day":"12"},{"text":"RT @BillieJeanKing: Just 3 days left to sign up for 2015 health coverage. #GetCovered by Feb 15 at http://t.co/7hia8Fouyc. Check it out: ht…","month":"02","year":"2015","corpus":"billiejeank day left sign 2015 health coverag getcov feb check","id":565884057863852000,"day":"12"},{"text":"RT @paulpierce34: you only have 3 days left to sign up for 2015 health coverage. don't wait!  #GetCovered at http://t.co/5OWmnFZVlq","month":"02","year":"2015","corpus":"paulpierce34 day left sign 2015 health coverag wait getcov","id":565913661982900200,"day":"12"},{"text":"Don't delay: Just 2 days left to #GetCovered!\nSIgn up for 2015 health coverage today at http://t.co/GNfbft9Ewv. http://t.co/k60yHqZy2i","month":"02","year":"2015","corpus":"delay day left getcov sign 2015 health coverag today","id":566303529728770050,"day":"13"},{"text":"RT @SenatorBoxer: DEADLINE SUNDAY: Just 2 days left to sign up for health coverage. #GetCovered by Feb. 15 → http://t.co/sAzNkDp7h1 http://…","month":"02","year":"2015","corpus":"senatorbox deadlin sunday day left sign health coverag getcov feb","id":566377821988081660,"day":"13"},{"text":"RT @FLOTUS: Being healthy isn't just about eating right. Need health coverage? #GetCovered by Feb. 15: http://t.co/9EyZA1amok https://t.co/…","month":"02","year":"2015","corpus":"flotu healthi eat right need health coverag getcov feb","id":566355983467679740,"day":"13"},{"text":"RT @FLOTUS: “Most eligible Americans can qualify for financial assistance to make health care affordable.” —FLOTUS: http://t.co/mBtTKvHWow …","month":"02","year":"2015","corpus":"flotu elig american qualifi financi assist make health care afford flotu","id":567086571921227800,"day":"15"},{"text":"DEADLINE TODAY: Sign up for a 2015 health plan before it’s too late. #GetCovered → http://t.co/JxkdfhYxgO http://t.co/2lLp55iXXP","month":"02","year":"2015","corpus":"deadlin today sign 2015 health plan late getcov","id":567111186936635400,"day":"16"},{"text":"BREAKING: About 11.4 million Americans are signed up for private health coverage. #11MillionAndCounting #ACAWorks\nhttps://t.co/1zKLkyJvlo","month":"02","year":"2015","corpus":"break million american sign privat health coverag 11millionandcount acawork","id":567828619558436860,"day":"17"},{"text":"RT the news: About 11.4 million people are ✍ up for private health coverage through the #ACA. #11MillionAndCounting http://t.co/E7eiiI0oZe","month":"02","year":"2015","corpus":"news million peopl privat health coverag aca 11millionandcount","id":567833392579084300,"day":"17"},{"text":"RT @VP: 11.4 million: That's the number of Americans who are signed up for private health coverage. The #ACA is working. http://t.co/ujdVOZ…","month":"02","year":"2015","corpus":"million number american sign privat health coverag aca work","id":567845614425411600,"day":"18"},{"text":"Watch President Obama reflect on how #11MillionAndCounting are signed up for private health coverage → http://t.co/uqkAxNzaqh #ACAWorks","month":"02","year":"2015","corpus":"watch presid obama reflect 11millionandcount sign privat health coverag acawork","id":567858752327663600,"day":"18"},{"text":"RT @SinaiChicago: #tbt Our navigators helping enroll members of community in health insurance plans. #11MillionAndCounting http://t.co/B9z7…","month":"02","year":"2015","corpus":"sinaichicago tbt navig help enrol member commun health insur plan 11millionandcount","id":568539390437228540,"day":"19"},{"text":"\"There are people who have health insurance right now because somebody went out there and voted.\" —President Obama #ObamaTownHall #ACAWorks","month":"02","year":"2015","corpus":"peopl health insur right somebodi went vote presid obama obamatownhal acawork","id":570762566034694140,"day":"26"},{"text":"RT to spread the word: 16.4 million Americans have gained health coverage under the Affordable Care Act. #ACAWorks http://t.co/X3QAQCiEbB","month":"03","year":"2015","corpus":"spread word million american gain health coverag afford care act acawork","id":577541217396748300,"day":"16"},{"text":"Thanks to the ACA:\n16.4 million more Americans have health coverage ✓\nThe uninsured rate = ↓ 35% since October 2013 http://t.co/0k0phjyyTu","month":"03","year":"2015","corpus":"thank aca million american health coverag uninsur rate sinc octob 2013","id":577874430149455900,"day":"17"},{"text":"Obama: The House GOP budget would kick \"tens of millions of Americans off their health insurance.\" #HouseOfCuts http://t.co/XLP60TYJOB","month":"03","year":"2015","corpus":"obama hous gop budget would kick ten million american health insur houseofcut","id":578273873365434400,"day":"18"},{"text":"The House GOP budget would eliminate health coverage for millions of Americans → http://t.co/IWAoMASTT9 #HouseOfCuts http://t.co/kEC6JWaBDY","month":"03","year":"2015","corpus":"hous gop budget would elimin health coverag million american houseofcut","id":578595155738955800,"day":"19"},{"text":"The Affordable Care Act is turning 5: Watch how millions of Americans are benefiting → https://t.co/neS4zHReOQ #BetterWithObamacare","month":"03","year":"2015","corpus":"afford care act turn watch million american benefit betterwithobamacar","id":579776013707690000,"day":"22"},{"text":"RT @VP: \"Let me tell you about this picture.\" -VP #BeingBiden on the 5 yrs of the Affordable Care Act https://t.co/ZpKeRNs08t http://t.co/w…","month":"03","year":"2015","corpus":"let tell pictur beingbiden yr afford care act","id":580063121865314300,"day":"23"},{"text":"5 years ago, we declared that quality, affordable health care is a right, not a privilege: https://t.co/neS4zHReOQ #BetterWithObamacare –bo","month":"03","year":"2015","corpus":"year ago declar qualiti afford health care right privileg betterwithobamacar","id":579999491769704400,"day":"23"},{"text":"76 million Americans are benefiting from preventive care coverage thanks to the ACA. #BetterWithObamacare http://t.co/tKtGNaSEK8","month":"03","year":"2015","corpus":"million american benefit prevent care coverag thank aca betterwithobamacar","id":580366431667122200,"day":"24"},{"text":"Watch President Obama speak at 10:30am ET on the Affordable Care Act → http://t.co/PsEaTINbbW #BetterWithObamacare http://t.co/a8hm1NL5CG","month":"03","year":"2015","corpus":"watch presid obama speak 30am afford care act betterwithobamacar","id":580736868234477600,"day":"25"},{"text":"\"It’s making health coverage more affordable and more effective for all of us.\" —Obama #BetterWithObamacare http://t.co/qkQFRey5iQ","month":"03","year":"2015","corpus":"make health coverag afford effect obama betterwithobamacar","id":580742489918693400,"day":"25"},{"text":"Get the facts on how the Affordable Care Act is benefiting our economy → http://t.co/yLJf2fGFdh #BetterWithObamacare http://t.co/cYHO2vRY5y","month":"04","year":"2015","corpus":"get fact afford care act benefit economi betterwithobamacar","id":583676387275341800,"day":"02"},{"text":"RT @JFriedman44: Watch @CEAChair at @amprog at 10AM: How the Affordable Care Act is reducing costs, improving quality/ fiscal outlook http:…","month":"04","year":"2015","corpus":"jfriedman44 watch ceachair amprog 10am afford care act reduc cost improv qualiti fiscal outlook http","id":583630058469789700,"day":"02"},{"text":"The uninsured rate is getting lower and lower under the Affordable Care Act → http://t.co/YAeE4mjoUL #BetterWithObamacare","month":"04","year":"2015","corpus":"uninsur rate get lower lower afford care act betterwithobamacar","id":587643918306693100,"day":"13"},{"text":"\"More Americans know the security of health care because of...the Affordable Care Act.\" —Obama #ObamaTownHall http://t.co/zgX234wf50","month":"04","year":"2015","corpus":"american know secur health care ... afford care act obama obamatownhal","id":588415430772990000,"day":"15"},{"text":"Do you care about #EqualPay?\nPaid leave?\nChild care?\nYou're going to want to join today's #ObamaTownHall discussion → http://t.co/vvTZ1M5eId","month":"04","year":"2015","corpus":"care equalpay paid leav child care go want join today obamatownhal discuss","id":588322008628330500,"day":"15"},{"text":"Thanks to the Affordable Care Act, Debra can walk and hold hands with her husband again → http://t.co/goqQCL4Eah http://t.co/6xRwN5Qxjg","month":"06","year":"2015","corpus":"thank afford care act debra walk hold hand husband","id":608312142576689200,"day":"09"},{"text":"FACT: 137 million Americans are now guaranteed preventive care coverage → http://t.co/8HIPg0KBge #ACAWorks http://t.co/uHjLrQpQ2p","month":"06","year":"2015","corpus":"fact 137 million american guarante prevent care coverag acawork","id":608409940542242800,"day":"09"},{"text":"Test your knowledge on the history of health care reform in America → http://t.co/GHXmwN0led #ACAWorks http://t.co/ZRBpg5wZt2","month":"06","year":"2015","corpus":"test knowledg histori health care reform america acawork","id":608391524443922400,"day":"09"},{"text":"RT @WHLive: \"It’s up to all of us...to help make the right to health care a reality for all Americans.\" —@POTUS #ACAWorks http://t.co/LODmm…","month":"06","year":"2015","corpus":"whlive ... help make right health care realiti american potu acawork","id":608309254374735900,"day":"09"},{"text":"More than 16 million Americans have gained health coverage thanks to the Affordable Care Act → http://t.co/8HIPg0KBge http://t.co/Gk0UJFHrc9","month":"06","year":"2015","corpus":"million american gain health coverag thank afford care act","id":608352084002541600,"day":"09"},{"text":"RT if you agree with @POTUS: Access to quality, affordable health care should be a right, not a privilege. #ACAWorks http://t.co/W9uihwVgqz","month":"06","year":"2015","corpus":"agre potu access qualiti afford health care right privileg acawork","id":608373246845665300,"day":"09"},{"text":"“This is now part of the fabric for how we care about each other. This is health care in America.” —@POTUS #ACAWorks http://t.co/E9IhMiTOSX","month":"06","year":"2015","corpus":"part fabric care health care america potu acawork","id":608307136947290100,"day":"09"},{"text":"RT @extratv: .@POTUS on his teenage daughters, life after the @WhiteHouse, and the Affordable Care Act. #ACAWorks http://t.co/1k6bWMAbW2","month":"06","year":"2015","corpus":"extratv potu teenag daughter life whitehous afford care act acawork","id":609844391180505100,"day":"13"},{"text":"\"More than 16 million uninsured Americans have gained coverage so far.\" —@POTUS on the Affordable Care Act #ACAWorks http://t.co/BOp5bL5Ox5","month":"06","year":"2015","corpus":"million uninsur american gain coverag far potu afford care act acawork","id":614095383459987500,"day":"25"},{"text":"RT @VP: Progress is:\n✓ 137 million Americans have access to preventive care\n✓ 129 million with preexisting conditions can't be denied care\n…","month":"06","year":"2015","corpus":"progress 137 million american access prevent care 129 million preexist condit deni care","id":614143739930525700,"day":"25"},{"text":"Tune in at 11:30am ET as @POTUS delivers a statement on today's Affordable Care Act ruling from the Supreme Court → http://t.co/tgPfSRXAn9","month":"06","year":"2015","corpus":"tune 30am potu deliv statement today afford care act rule suprem court","id":614081843076460500,"day":"25"},{"text":"\"If you’re a woman, you can’t be charged more than anybody else...just because you’re a woman.\" —@POTUS on the Affordable Care Act #ACAWorks","month":"06","year":"2015","corpus":"woman charg anybodi els ... woman potu afford care act acawork","id":614095121211068400,"day":"25"},{"text":"RT @POTUS: 129 million Americans with pre-existing conditions can no longer be denied health coverage.","month":"06","year":"2015","corpus":"potu 129 million american pre exist condit longer deni health coverag","id":614108860857630700,"day":"25"},{"text":"RT @POTUS: Women can no longer be charged more for health coverage just for being women.","month":"06","year":"2015","corpus":"potu women longer charg health coverag women","id":614112513689579500,"day":"25"},{"text":"\"That’s when America soars. When we look out for one another. When we take care of each other.\" —@POTUS on the Affordable Care Act #ACAWorks","month":"06","year":"2015","corpus":"america soar look one anoth take care potu afford care act acawork","id":614097341298143200,"day":"25"},{"text":"\"You can’t be charged more just because you’re a woman.\" —@POTUS on the Affordable Care Act: http://t.co/L69lcODYFz #ACAWorks","month":"06","year":"2015","corpus":"charg woman potu afford care act acawork","id":615185702616191000,"day":"28"},{"text":"\"So far more than 16 million uninsured Americans have gained coverage.\" —@POTUS on the Affordable Care Act: http://t.co/L69lcOVzx7 #ACAWorks","month":"06","year":"2015","corpus":"far million uninsur american gain coverag potu afford care act acawork","id":615233271421505500,"day":"28"},{"text":"The Affordable Care Act is here to stay.\nAnd it's benefiting millions of Americans → http://t.co/UEsjrus0B6 #ACAWorks http://t.co/Cb5WcgpSjI","month":"06","year":"2015","corpus":"afford care act stay benefit million american acawork","id":615540830019973100,"day":"29"},{"text":"RT @POTUS: Gotta go, but this was fun. Let's keep the health care conversation going - share how the #ACAWorks for you or your family.","month":"07","year":"2015","corpus":"potu gotta fun let keep health care convers go share acawork famili","id":616340986575343600,"day":"01"},{"text":".@POTUS will be answering your questions on health care and the Affordable Care Act at 3:30pm ET. Use #AskPOTUS! http://t.co/PheYWmHaQz","month":"07","year":"2015","corpus":"potu answer question health care afford care act 30pm use askpotu","id":616313427045298200,"day":"01"},{"text":"Watch live: @POTUS participates in a discussion on the progress we've made under the Affordable Care Act → http://t.co/5Th5NqqnUU #ACAWorks","month":"07","year":"2015","corpus":"watch live potu particip discuss progress made afford care act acawork","id":616314542163791900,"day":"01"},{"text":"Starting soon: @POTUS will answer your questions on health care &amp; the Affordable Care Act. Keep 'em coming! #AskPOTUS http://t.co/JItUGgoLoL","month":"07","year":"2015","corpus":"start soon potu answer question health care amp afford care act keep come askpotu","id":616332576396038100,"day":"01"},{"text":"Here's a recap of today's #AskPOTUS @Twitter Q&amp;A on health care → http://t.co/lF34qE0eOV #ACAWorks #GuacWins http://t.co/2beJwi1t2N","month":"07","year":"2015","corpus":"recap today askpotu twitter amp health care acawork guacwin","id":616345992506540000,"day":"01"},{"text":"The Affordable Care Act is here to stay.\nWatch how it's benefiting millions of Americans. #ACAWorks\nhttps://t.co/s9PuEi0dGP","month":"07","year":"2015","corpus":"afford care act stay watch benefit million american acawork","id":616412608619376600,"day":"02"},{"text":"\"Health care is now affirmed as something everyone can get.\" —@POTUS #ACAWorks http://t.co/Jay8mxiLvN","month":"07","year":"2015","corpus":"health care affirm someth everyon get potu acawork","id":616678004719267800,"day":"02"},{"text":"RT so your friends know: Women are saving a lot of $ on birth control thanks to the Affordable Care Act. #ACAWorks http://t.co/uwMIQwi1mY","month":"07","year":"2015","corpus":"friend know women save lot birth control thank afford care act acawork","id":618885609025896400,"day":"08"},{"text":"It's time for Republicans in Congress to stop trying to take away health coverage from millions of Americans. http://t.co/jcUAdKS52B","month":"07","year":"2015","corpus":"time republican congress stop tri take away health coverag million american","id":625418375418761200,"day":"26"},{"text":"Our uninsured rate is the lowest it's ever been. Let's help even more Americans gain health coverage. #ACAWorks http://t.co/RPCshG8FTV","month":"07","year":"2015","corpus":"uninsur rate lowest ever let help even american gain health coverag acawork","id":625416469308944400,"day":"26"},{"text":"\"We all deserve a health care system that delivers efficient, high-quality care.\" —@POTUS on Medicare and Medicaid: http://t.co/piljPgcuqt","month":"08","year":"2015","corpus":"deserv health care system deliv effici high qualiti care potu medicar medicaid","id":627497348256636900,"day":"01"},{"text":"\"Every American deserves access to quality, affordable health care.\" —@POTUS in Alaska #ACAWorks http://t.co/h4zrc462B4","month":"09","year":"2015","corpus":"everi american deserv access qualiti afford health care potu alaska acawork","id":639256514230886400,"day":"03"},{"text":"RT @WHLive: \"If you work hard in America, you should earn decent benefits. That means access to...affordable health insurance\" —@POTUS #Sta…","month":"10","year":"2015","corpus":"whlive work hard america earn decent benefit mean access ... afford health insur potu sta","id":651806960648589300,"day":"07"},{"text":"“For the first time on record, more than 90% of Americans have health insurance.” —@POTUS #ACAWorks http://t.co/7xnxEZMwul","month":"10","year":"2015","corpus":"first time record american health insur potu acawork","id":651802465201987600,"day":"07"},{"text":"RT @HealthCareGov: We're open for business! Explore your health care options now and #GetCovered today. https://t.co/GhmdrYjj3i https://t.c…","month":"11","year":"2015","corpus":"healthcaregov open busi explor health care option getcov today","id":660857181382828000,"day":"01"},{"text":"Need health coverage? Find a plan that fits your needs and #GetCovered today → https://t.co/5r9E9h6WeU https://t.co/4e67DLmtfI","month":"11","year":"2015","corpus":"need health coverag find plan fit need getcov today","id":661935458532925400,"day":"04"},{"text":"RT @vj44: For the first time in U.S. history, 90 percent of Americans are covered.  17.6 million have signed up!!  #getcovered https://t.co…","month":"11","year":"2015","corpus":"vj44 first time histori percent american cover million sign getcov","id":665218196710932500,"day":"13"},{"text":"RT to spread the word: #GetCovered by Dec. 15 for health coverage beginning Jan. 1 → https://t.co/5r9E9h6WeU https://t.co/roblPY1dlY","month":"12","year":"2015","corpus":"spread word getcov dec health coverag begin jan","id":676561410277666800,"day":"15"},{"text":"DEADLINE TODAY: #GetCovered now for health coverage that starts on January 1 → https://t.co/5zeR2RPWAE https://t.co/4XCD2KmDaj","month":"12","year":"2015","corpus":"deadlin today getcov health coverag start januari","id":676836542799736800,"day":"15"},{"text":"\"The Affordable Care Act helped drive the rate of the uninsured in America below 10% for the first time\" —@POTUS https://t.co/lmX9iMsN1G","month":"12","year":"2015","corpus":"afford care act help drive rate uninsur america first time potu","id":677928443032510500,"day":"18"},{"text":"\"Seven years ago, too many Americans went without health insurance. We’ve now covered more than 17 million people.\" https://t.co/4vl5qPklqN","month":"01","year":"2016","corpus":"seven year ago mani american went without health insur cover million peopl","id":683012826940575700,"day":"01"},{"text":"RT @POTUS: health care inflation lowest in decades since ACA passed; problem is more costs passed to workers thru copays, etc. https://t.co…","month":"01","year":"2016","corpus":"potu health care inflat lowest decad sinc aca pass problem cost pass worker thru copay etc","id":687695162043048000,"day":"14"},{"text":"\"As the Affordable Care Act has taken effect, nearly 18 million Americans have gained coverage\" —@POTUS https://t.co/N0Cj2QazoF","month":"01","year":"2016","corpus":"afford care act taken effect nearli million american gain coverag potu","id":690926324903317500,"day":"23"},{"text":"FACT: Up to 129 million Americans with pre-existing conditions can no longer be denied coverage. #ACAWorks https://t.co/N0Cj2QazoF","month":"01","year":"2016","corpus":"fact 129 million american pre exist condit longer deni coverag acawork","id":691299810553385000,"day":"24"},{"text":"Do you or someone you know need health insurance? Just 6 days left to #GetCovered for 2016: https://t.co/5zeR2S7xZe https://t.co/N0Cj2PSYx7","month":"01","year":"2016","corpus":"someon know need health insur day left getcov 2016","id":691689025711771600,"day":"25"},{"text":"Deadline to enroll for 2016 health coverage is almost here—sign up by Jan. 31: https://t.co/JxkdfhYxgO #GetCovered https://t.co/N0Cj2QazoF","month":"01","year":"2016","corpus":"deadlin enrol 2016 health coverag almost sign jan getcov","id":691410231549530100,"day":"25"},{"text":"RT @HHSGov: LAST CHANCE! 3 days until the final Jan 31 deadline to enroll for 2016 coverage. https://t.co/EDA3whZ52Z #GetCovered https://t.…","month":"01","year":"2016","corpus":"hhsgov last chanc day final jan deadlin enrol 2016 coverag getcov","id":692867242720014300,"day":"29"},{"text":"Today's the day: If you don't have health insurance, make sure you #GetCovered at https://t.co/JxkdfhYxgO now! https://t.co/Ffj3c3RPb2","month":"01","year":"2016","corpus":"today day health insur make sure getcov","id":693906624776245200,"day":"31"},{"text":"Need to #GetCovered? Most people can find a health insurance plan for as little as $75/mo: https://t.co/Jxkdfig8Fo https://t.co/rQGModwd6j","month":"01","year":"2016","corpus":"need getcov peopl find health insur plan littl","id":693843042546106400,"day":"31"},{"text":"BREAKING: Nearly 13 million Americans have signed up for private health coverage thanks to the Affordable Care Act. https://t.co/jzhj5gEt9x","month":"02","year":"2016","corpus":"break nearli million american sign privat health coverag thank afford care act","id":695358006490366000,"day":"04"},{"text":"RT @WHLive: \"In America, health care is not a privilege reserved for the few, but should be a right\" —@POTUS on the Affordable Care Act #AC…","month":"03","year":"2016","corpus":"whlive america health care privileg reserv right potu afford care act","id":705482386658738200,"day":"03"},{"text":"RT @lacasablanca: The uninsured rate among Hispanic American adults has dropped by more than 25% thanks to the Affordable Care Act. https:/…","month":"03","year":"2016","corpus":"lacasablanca uninsur rate among hispan american adult drop thank afford care act http :/…","id":705532299627110400,"day":"03"},{"text":"\"Brent is why we fought so hard to fix a broken health care system in the first place.\" —@POTUS: https://t.co/lrpJVzTxbq #ACAWorks","month":"03","year":"2016","corpus":"brent fought hard fix broken health care system first place potu acawork","id":705481989068079100,"day":"03"},{"text":"\"The Affordable Care Act saved my life\" —Brent, a Republican who just introduced @POTUS in Milwaukee https://t.co/ixLt8d1vOF","month":"03","year":"2016","corpus":"afford care act save life brent republican introduc potu milwauke","id":705487458230779900,"day":"03"},{"text":"BREAKING: 20 million more Americans now know the security of health insurance thanks to the Affordable Care Act. https://t.co/uNUXiq4T8g","month":"03","year":"2016","corpus":"break million american know secur health insur thank afford care act","id":705483940623204400,"day":"03"},{"text":"Watch Brent, a Republican from Milwaukee, share his story on how the Affordable Care Act saved his life. https://t.co/ixLt8cJUq5","month":"03","year":"2016","corpus":"watch brent republican milwauke share stori afford care act save life","id":705547582647316500,"day":"04"},{"text":"\"You really did save my life.\" —Brent, a Republican from Milwaukee, to @POTUS about the Affordable Care Act\nhttps://t.co/lhlggqAV1r","month":"03","year":"2016","corpus":"realli save life brent republican milwauke potu afford care act","id":706659554860269600,"day":"07"},{"text":"RT @vj44: How @POTUS has led:\nSigned @Lilly_Ledbetter Fair Pay Act ✓\nMade college more affordable ✓\nExpanded preventive health care service…","month":"03","year":"2016","corpus":"vj44 potu led sign lilly_ledbett fair pay act made colleg afford expand prevent health care servic","id":707248829570142200,"day":"08"},{"text":"\"In both our nations—health care is not a privilege for a few but is now a right for all\" —@POTUS with @JustinTrudeau #CanadaVisit","month":"03","year":"2016","corpus":"nation health care privileg right potu justintrudeau canadavisit","id":707935794019881000,"day":"10"},{"text":"\"My administration announced the #PrecisionMedicine Initiative to advance our ability to tailor health care\" —@POTUS https://t.co/Glw3uiKKMK","month":"03","year":"2016","corpus":"administr announc precisionmedicin initi advanc abil tailor health care potu","id":708798809388744700,"day":"12"},{"text":"RT @Denis44: “Health insurance gains due to Obama's law, not economy” #ThanksObama https://t.co/dRV7EFTxSX","month":"03","year":"2016","corpus":"denis44 health insur gain due obama law economi thanksobama","id":711964262797807600,"day":"21"},{"text":"\"It's now provided 20 million people with health care who didn’t have it before.” —@POTUS on the ACA 6 years later https://t.co/UN21k5jCpl","month":"03","year":"2016","corpus":"provid million peopl health care potu aca year later","id":712720419439161300,"day":"23"},{"text":"Here's how we're responding to the public health crisis in #Flint → https://t.co/y89tceYcFR https://t.co/UNWs5yJN5E","month":"05","year":"2016","corpus":"respond public health crisi flint","id":727985641196294100,"day":"04"},{"text":"Big news from @CDCgov: More than 90% of Americans have health coverage for the first time: https://t.co/p1HSXVFEYJ https://t.co/OKe6eDSDNx","month":"05","year":"2016","corpus":"big news cdcgov american health coverag first time","id":732674716683505700,"day":"17"},{"text":"\"We passed the ACA to give more Americans the security of health care coverage.\" —@POTUS #StateOfWomen https://t.co/ez2ef0DXG8","month":"06","year":"2016","corpus":"pass aca give american secur health care coverag potu stateofwomen","id":742793667354742800,"day":"14"},{"text":"“We’ve increased funding for veterans mental health care by more than 75%—billions more dollars\" —@POTUS #DAVets16 https://t.co/P0elMg1yW6","month":"08","year":"2016","corpus":"increas fund veteran mental health care billion dollar potu daveteran16","id":760187522664149000,"day":"01"},{"text":"“We’ve increased funding for veterans mental health care by more than 75%—billions more dollars\" —@POTUS at @DAVHQ https://t.co/Mf5rmA4c4m","month":"08","year":"2016","corpus":"increas fund veteran mental health care billion dollar potu davhq","id":760174054124900400,"day":"01"},{"text":"RT @WHLive: “Thanks to the Affordable Care Act—Obamacare—veterans not covered by the VA now have access to quality, affordable health care”…","month":"08","year":"2016","corpus":"whlive thank afford care act obamacar veteran cover access qualiti afford health care","id":760173336240410600,"day":"01"},{"text":"“Here’s one thing we will not do—we cannot outsource and privatize health care for America’s veterans.” —@POTUS at @DAVHQ","month":"08","year":"2016","corpus":"one thing cannot outsourc privat health care america veteran potu davhq","id":760174971964448800,"day":"01"},{"text":"RT @Denis44: In 2013, enough opioid prescriptions were written for every adult in the US. Health care professionals, check out https://t.co…","month":"08","year":"2016","corpus":"denis44 2013 enough opioid prescript written everi adult health care profession check","id":768950629809225700,"day":"25"},{"text":"RT @WhiteHouseCEQ: \"The health of our Island Earth &amp; her people is dependent on the health of the ocean.\" https://t.co/UpaYvzYn2G https://t…","month":"09","year":"2016","corpus":"whitehouseceq health island earth amp peopl depend health ocean","id":771799620108247000,"day":"02"},{"text":"RT @VPLive: \"People's health, the health of unborn children, the health of the country at large is at stake.\" —@VP on the #Zika virus","month":"09","year":"2016","corpus":"vplive peopl health health unborn children health countri larg stake zika viru","id":773925605347696600,"day":"08"},{"text":"Great news: Thanks to the #ACA, the share of Americans without health insurance has fallen to an all-time low. https://t.co/apKy5xCgdX","month":"10","year":"2016","corpus":"great news thank aca share american without health insur fallen time low","id":784452328690561000,"day":"07"},{"text":"RT @PittTweet: .@POTUS will visit Pitt Thursday for a discussion on health care &amp; innovation frontiers as part of #WHFrontiers https://t.co…","month":"10","year":"2016","corpus":"pitttweet potu visit pitt thursday discuss health care amp innov frontier part whfrontier","id":784859587124064300,"day":"08"},{"text":"Read the letters from Americans who have written to @POTUS on the impact that health care has had on their lives: https://t.co/ebv5Blapf0 https://t.co/qlGfSiCUnm","month":"10","year":"2016","corpus":"read letter american written potu impact health care live","id":789151486492094500,"day":"20"},{"text":"\"I can tell you what won’t work: repealing the Affordable Care Act.\" —@POTUS on improving the #ACA","month":"10","year":"2016","corpus":"tell work repeal afford care act potu improv aca","id":789169759204048900,"day":"20"},{"text":"\"Progress that’s helped hold growth in the price of health care to the slowest rate in 50 years—that goes away\" —@POTUS on what repeal means https://t.co/KUSx1Fwmaw","month":"10","year":"2016","corpus":"progress help hold growth price health care slowest rate year goe away potu repeal mean","id":789170100758720500,"day":"20"},{"text":"\"The Affordable Care Act has done for us what it was designed to do: It gave us affordable health care.\" —@POTUS","month":"10","year":"2016","corpus":"afford care act done design gave afford health care potu","id":789167095044911100,"day":"20"},{"text":"\"Health care is not just a privilege, but a right for every single American.\" —@POTUS speaking on the #ACA","month":"10","year":"2016","corpus":"health care privileg right everi singl american potu speak aca","id":789163008014504000,"day":"20"},{"text":"FACT: Most Americans who get coverage through https://t.co/GNfbft9Ewv can find a plan that costs less than $75/mo. https://t.co/ai0E7mVKZR","month":"11","year":"2016","corpus":"fact american get coverag find plan cost less","id":795295366291882000,"day":"06"},{"text":"\"We’re delivering more mental health care services to more veterans than ever before...not all of the wounds of war are visible.\" —@POTUS https://t.co/GNlWpDSzGc","month":"11","year":"2016","corpus":"deliv mental health care servic veteran ever ... wound war visibl potu","id":797119686617997300,"day":"11"},{"text":"Not all of the wounds of war are visible. Under @POTUS, we've increased mental health care funding for vets by more than 75%. https://t.co/V3xitDpNZX","month":"11","year":"2016","corpus":"wound war visibl potu increas mental health care fund veteran","id":797544498733535200,"day":"12"},{"text":"\"People who have health insurance are benefiting in all sorts of ways that they may not be aware of.\" —@POTUS on the Affordable Care Act https://t.co/jsphBpYbUS","month":"11","year":"2016","corpus":"peopl health insur benefit sort way may awar potu afford care act","id":798274594528325600,"day":"14"}]