[{"text":"RT @pfeiffer44: .@missdee68 As POTUS said last night, we want to work with Congress, but any changes must strengthen, not undermine Soci ...","month":"01","year":"2011","corpus":"pfeiffer44 missdee68 potu said last night want work congress chang must strengthen undermin soci","id":30347946474086400,"day":"26"},{"text":"RT @pfeiffer44: POTUS heads to NYC today to lay a wreath at the 9/11 Memorial and meet with 9/11 family members","month":"05","year":"2011","corpus":"pfeiffer44 potu head nyc today lay wreath memori meet famili member","id":66138298065752060,"day":"05"},{"text":"RT @pfeiffer44: Sec Geithner has an op ed in tmmw's @washingtonpost on the tough decisions made by POTUS to save the US auto industry  h ...","month":"06","year":"2011","corpus":"pfeiffer44 sec geithner tmmw washingtonpost tough decis made potu save auto industri","id":75923749416873980,"day":"01"},{"text":".@WillAndras: POTUS goal is $4T balanced plan, but Reid is responsible downpayment and compromise. #WHChat","month":"07","year":"2011","corpus":"willandra potu goal balanc plan reid respons downpay compromis whchat","id":96280580714536960,"day":"27"},{"text":".@CharlieAndMe: POTUS working hard to extend unemployment insurance. If it expires, more than 5 million would lose benefits. #WHChat","month":"07","year":"2011","corpus":"charlieandm potu work hard extend unemploy insur expir million would lose benefit whchat","id":96958876037021700,"day":"29"},{"text":".@BrianSHand What POTUS wants = return high-income tax rates to Clinton-era levels, when wealthiest & middle class did quite well #WHChat","month":"07","year":"2011","corpus":"brianshand potu want return high incom tax rate clinton era level wealthiest middl class quit well whchat","id":97042714767527940,"day":"29"},{"text":"RT @petesouza: Photo of potus mtg w US Amb to Syria: http://t.co/VUlXIuq","month":"08","year":"2011","corpus":"petesouza photo potu mtg amb syria","id":98386660718424060,"day":"02"},{"text":"POTUS: We need to begin by extending tax cuts for middle class families so that you have more money in your paychecks next year.","month":"08","year":"2011","corpus":"potu need begin extend tax cut middl class famili money paycheck next year","id":98440705764106240,"day":"02"},{"text":"POTUS: I’ll continue to fight for what the American people care most about: new #jobs, higher wages & faster economic growth.","month":"08","year":"2011","corpus":"potu continu fight american peopl care new job higher wage faster econom growth","id":98440054548074500,"day":"02"},{"text":"POTUS: We can’t balance the #budget on the backs of the very people who have borne the brunt of this recession.","month":"08","year":"2011","corpus":"potu balanc budget back peopl born brunt recess","id":98439861513621500,"day":"02"},{"text":"RT @pfeiffer44: POTUS: \"Warren Buffett, who knows a thing or two about good investments, said “If there were a quadruple-A rating, I’d g ...","month":"08","year":"2011","corpus":"pfeiffer44 potu warren buffett know thing two good invest said quadrupl rate","id":100626541570048000,"day":"08"},{"text":"POTUS on #Hurricane #Irene: “To sum up: all indications point to this being a historic hurricane.” Full statement: http://t.co/848Pmih","month":"08","year":"2011","corpus":"potu hurrican iren sum indic point histor hurrican full statement","id":107124110999560200,"day":"26"},{"text":"RT @PressSec: POTUS' msg at \"functionally obsolete\" bridge linking OH & KY: Mr Boehner, Mr McConnell, help pass this bill! Put Americans ...","month":"09","year":"2011","corpus":"presssec potu msg function obsolet bridg link boehner mcconnel help pass bill put american","id":116965171108384770,"day":"22"},{"text":"RT @WHLive: .@lilypolaris POTUS increased the maximum Pell grants by $800 since taking office to help families pay for college #whchat","month":"10","year":"2011","corpus":"whlive lilypolari potu increas maximum pell grant 800 sinc take offic help famili pay colleg whchat","id":130003819387035650,"day":"28"},{"text":"RT @WHLive: .@jasin_orr  Many vets eligible for post-9/11 GI Bill and can use it for vocational training now. POTUS fully funded & imple ...","month":"11","year":"2011","corpus":"whlive jasin_orr mani veteran elig post bill use vocat train potu fulli fund impl","id":134763021116510200,"day":"10"},{"text":"RT @pfeiffer44: POTUS will talk abt the need for an economy where everyone engages in fair play,everyone does their fair share,and every ...","month":"12","year":"2011","corpus":"pfeiffer44 potu talk abt need economi everyon engag fair play everyon fair share everi","id":143010585339117570,"day":"03"},{"text":"RT @macon44: POTUS: \"Actually, I'm going to keep your card - Just in case.\" Watch: http://t.co/Zjb2kGsF Make: http://t.co/NiuHcSPc @doct ...","month":"02","year":"2012","corpus":"macon44 potu actual go keep card case watch make doct","id":167258581819867140,"day":"08"},{"text":"RT @pfeiffer44: On 5/21, POTUS gives the commencement at the high school in Joplin, Missouri -- the sight of terrible tornadoes http://t ...","month":"03","year":"2012","corpus":"pfeiffer44 potu give commenc high school joplin missouri sight terribl tornado","id":176691830665121800,"day":"05"},{"text":"RT @HUDNews: POTUS to announce NEW steps to provide housing relief to veterans and servicemembers at 1:15 p.m. ET. More info at http://t ...","month":"03","year":"2012","corpus":"hudnew potu announc new step provid hous relief veteran servicememb info","id":177090719343849470,"day":"06"},{"text":"RT @petesouza: Potus has a St Pat's beer at the Dubliner: http://t.co/fTxhcIZ9","month":"03","year":"2012","corpus":"petesouza potu pat beer dublin","id":181116213362032640,"day":"17"},{"text":"RT @WHLive: Here is recent POTUS message on Sudan. http://t.co/Dcz6A4Vt\n#whchat","month":"04","year":"2012","corpus":"whlive recent potu messag sudan whchat","id":194434869521162240,"day":"23"},{"text":"RT @Brundage44: On POTUS agenda tmrw: push Congress on To Do List, Meet w Small Biz Owners on jobs http://t.co/F1gn0FxG #CongressToDoList","month":"05","year":"2012","corpus":"brundage44 potu agenda tmrw push congress list meet small biz owner job congresstodolist","id":202476347799515140,"day":"15"},{"text":"RT @macon44: Wow. Livestream on POTUS' #refinance plan w/Sec Donovan had 70,000 views during event. http://t.co/XgmR6Hab @HUDNews @Zillo ...","month":"07","year":"2012","corpus":"macon44 wow livestream potu refin plan sec donovan 000 view event hudnew zillo","id":224872678685802500,"day":"16"},{"text":"RT @macon44: POTUS just mentioned housing #refi plan that Congress could pass when they come back - lots more about that here: http://t. ...","month":"08","year":"2012","corpus":"macon44 potu mention hous refi plan congress could pass come back lot","id":237606073484328960,"day":"20"},{"text":"RT @PressSec: POTUS: \"The financial wellbeing of the American people is not leverage to be used.\" Threatening U.S. default \"is not a bar ...","month":"01","year":"2013","corpus":"presssec potu financi wellb american peopl leverag use threaten default bar","id":290888694137753600,"day":"14"},{"text":"RT @rhodes44: POTUS doing roundtable with eight Palestinian students in Ramallah. Chance to hear directly from young people from across  ...","month":"03","year":"2013","corpus":"rhodes44 potu roundtabl eight palestinian student ramallah chanc hear directli young peopl across","id":314728849441173500,"day":"21"},{"text":"POTUS: \"Tonight we think of all the wounded, still struggling to recover.\"","month":"04","year":"2013","corpus":"potu tonight think wound still struggl recov","id":325431424603799550,"day":"20"},{"text":"POTUS: \"Close coordination among federal, state, and local officials ... has been critical to this effort\"","month":"04","year":"2013","corpus":"potu close coordin among feder state local offici critic effort","id":325430254317482000,"day":"20"},{"text":"POTUS: \"This has been a tough week. But we have seen the character of our country once more.\"","month":"04","year":"2013","corpus":"potu tough week seen charact countri","id":325431887277482000,"day":"20"},{"text":"RT @edgarzuniga: POTUS cautions not to rush on judgement... \"on entire groups of people...\" \"we welcome people from around the world\" #Amer…","month":"04","year":"2013","corpus":"edgarzuniga potu caution rush judgement ... entir group peopl ...\" welcom peopl around world amer","id":325434421345923100,"day":"20"},{"text":"RT @petesouza: Photo of POTUS hugging principal Amy Simpson outside Plaza Towers Elementary School in Moore, Oklahoma today http://t.co/bFX…","month":"05","year":"2013","corpus":"petesouza photo potu hug princip ami simpson outsid plaza tower elementari school moor oklahoma today","id":338832868941905900,"day":"27"},{"text":"RT @HealthCareTara: POTUS: \"I love nurses\" raises importance of nurses at town hall –  my Mom and all the nation’s great nurses deserve a s…","month":"08","year":"2013","corpus":"healthcaretara potu love nurs rais import nurs town hall mom nation great nurs deserv","id":370958219998289900,"day":"23"},{"text":"RT @NSCPress: Earlier today, POTUS spoke with @PMHarper about the situation in #Syria: http://t.co/SHO9z1wvap","month":"08","year":"2013","corpus":"nscpress earlier today potu spoke pmharper situat syria","id":372414949802246140,"day":"27"},{"text":"RT @Bobby44: West Wing Week: @PressSec Russian intro, POTUS address to the Nation, 9/11 anny, @FLOTUS Drink Up, and much more http://t.co/P…","month":"09","year":"2013","corpus":"bobby44 west wing week presssec russian intro potu address nation anni flotu drink much","id":378528047042818050,"day":"13"},{"text":"RT @NSCPress: POTUS: Europe and America are united in our support of the #Ukrainian government and people.#ObamainHolland","month":"03","year":"2014","corpus":"nscpress potu europ america unit support ukrainian govern peopl obamainholland","id":448092285151248400,"day":"24"},{"text":"POTUS's May 29th #HeadsUp4Safety summit will:\n1. Raise awareness on youth sports safety.\n2. Encourage commitments to research concussions.","month":"05","year":"2014","corpus":"potu may 29th headsup4safeti summit rais awar youth sport safeti encourag commit research concuss","id":467029194036088800,"day":"15"},{"text":"RT @AmbassadorPower: POTUS msg to Dutch ppl after signing condolence book: \"Will not rest until we're certain that justice is done.\" #MH17 …","month":"07","year":"2014","corpus":"ambassadorpow potu msg dutch ppl sign condol book rest certain justic done mh17","id":491643397489180700,"day":"22"},{"text":"RT @pfeiffer44: POTUS just pointed out that the House GOP is going to vote today to bill YOU the American taxpayer for their pointless poli…","month":"07","year":"2014","corpus":"pfeiffer44 potu point hous gop go vote today bill american taxpay pointless poli","id":494522123625705500,"day":"30"},{"text":"RT @PressSec: POTUS: Earlier this week, one Iraqi in the area cried to the world, “There is no one coming to help.” Well today, America is …","month":"08","year":"2014","corpus":"presssec potu earlier week one iraqi area cri world one come help well today america","id":497564145131474940,"day":"08"},{"text":"RT @vj44: FACT: 52% of POTUS’ second term circuit court appointments have been women. No other President has appointed more than 35% in a s…","month":"09","year":"2014","corpus":"vj44 fact potu second term circuit court appoint women presid appoint","id":511524934418694140,"day":"15"},{"text":"RT @elisewho: It's pretty huge that POTUS has come out in support of reclassifying the Internet as a utility. Statement: http://t.co/iBN7Pg…","month":"11","year":"2014","corpus":"elisewho pretti huge potu come support reclassifi internet util statement","id":531827666790281200,"day":"10"},{"text":"RT @vj44: Paid leave should be a worker's right not a privilege. Check out my post on POTUS' new steps to help #FamiliesSucceed http://t.co…","month":"01","year":"2015","corpus":"vj44 paid leav worker right privileg check post potu new step help familiessucce","id":555477059141517300,"day":"14"},{"text":"RT @chasityscooper: I love how tech savvy POTUS is -- this video is awesome! http://t.co/6wAt9bkoLN #TechTuesday #BetterBroadband","month":"01","year":"2015","corpus":"chasityscoop love tech savvi potu video awesom techtuesday betterbroadband","id":555188242090168300,"day":"14"},{"text":"RT @Podesta44: Belugas are smiling: POTUS makes 9.8m acres of Arctic marine wilderness off-limits to leasing http://t.co/MUcdJizHB7 http://…","month":"01","year":"2015","corpus":"podesta44 beluga smile potu make acr arctic marin wilder limit leas","id":560171715968659460,"day":"27"},{"text":"RT @Schultz44: POTUS loading Marine One en route to first ever WH Summit on Cybersecurity and Consumer Protection at @Stanford http://t.co/…","month":"02","year":"2015","corpus":"schultz44 potu load marin one rout first ever summit cybersecur consum protect stanford","id":566314485389209600,"day":"13"},{"text":"POTUS lounge. http://t.co/bLXImBTejs #WHCD http://t.co/bL6M13pzSg","month":"04","year":"2015","corpus":"potu loung whcd","id":592153221163917300,"day":"26"},{"text":"RT @POTUS: In Camden today, seeing first-hand how smart policing is making the community safer while building trust. http://t.co/3MiWk43c8g","month":"05","year":"2015","corpus":"potu camden today see first hand smart polic make commun safer build trust","id":600388564430540800,"day":"18"},{"text":"\"If it’s working here, it can work anywhere.\" —@POTUS in Camden on steps we can take to improve community policing http://t.co/n5sJDWgV5w","month":"05","year":"2015","corpus":"work work anywher potu camden step take improv commun polic","id":600797284205461500,"day":"19"},{"text":"\"Climate change constitutes a serious threat to global security\" —@POTUS: http://t.co/K5YxkHO9qw #ActOnClimate http://t.co/MoNg6jjbUW","month":"05","year":"2015","corpus":"climat chang constitut seriou threat global secur potu actonclim","id":601117643546984400,"day":"20"},{"text":"\"Our commitment to Israel’s security—and my commitment to Israel’s security—is and always will be unshakeable.\" —@POTUS at @AdasIsraelDC","month":"05","year":"2015","corpus":"commit israel secur commit israel secur alway unshak potu adasisraeldc","id":601766729061130200,"day":"22"},{"text":"\"May we always choose faith over nihilism, and courage over despair, and hope over cynicism and fear.\" —@POTUS","month":"05","year":"2015","corpus":"may alway choos faith nihil courag despair hope cynic fear potu","id":601771638854680600,"day":"22"},{"text":"RT @POTUS: .@rebsteve really enjoyed stopping by today. I had fun singing Shabbat Shalom with the PreK class downstairs, too! http://t.co/6…","month":"05","year":"2015","corpus":"potu rebstev realli enjoy stop today fun sing shabbat shalom prek class downstair","id":601841883988492300,"day":"22"},{"text":"\"For many of us, this #MemorialDay is especially meaningful—it is the first since our war in Afghanistan came to an end.\" —@POTUS","month":"05","year":"2015","corpus":"mani memorialday especi meaning first sinc war afghanistan came end potu","id":602862704752209900,"day":"25"},{"text":"\"Honor. Courage. Selflessness. Those values lived in the hearts of everyday heroes who risked everything for us\" —@POTUS #MemorialDay","month":"05","year":"2015","corpus":"honor courag selfless valu live heart everyday hero risk everyth potu memorialday","id":602860308940619800,"day":"25"},{"text":"RT @POTUS: .@drock89 as @Pontifex and other religious leaders have stated we have a moral obligation to the most vulnerable and the next ge…","month":"05","year":"2015","corpus":"potu drock89 pontifex religi leader state moral oblig vulner next","id":603970523538784300,"day":"28"},{"text":"RT @POTUS: .@BigBennyFL 2/ But since we can't prevent oil exploration completely in region we're setting the highest possible standards","month":"05","year":"2015","corpus":"potu bigbennyfl sinc prevent oil explor complet region set highest possibl standard","id":603969755595210800,"day":"28"},{"text":"Higher labor standards ✓\nHigher environmental standards ✓\nWatch @POTUS explain the most progressive trade deal ever. http://t.co/9cAUEXhVGU","month":"06","year":"2015","corpus":"higher labor standard higher environment standard watch potu explain progress trade deal ever","id":605488340859691000,"day":"01"},{"text":"RT @NASA: Just like @POTUS, you can learn about the most crowded place in our galaxy, from @NASA_Hubble: http://t.co/3GwfkY4QWV http://t.co…","month":"06","year":"2015","corpus":"nasa like potu learn crowd place galaxi nasa_hubbl","id":606233240601534500,"day":"03"},{"text":"\"He did in 46 years what most of us couldn’t do in 146.\" —@POTUS on the life of Beau Biden","month":"06","year":"2015","corpus":"year 146 potu life beau biden","id":607221467349008400,"day":"06"},{"text":"RT @LorettaLynch: Thank you @POTUS and Justice Sotomayor. It's a privilege to serve as Attorney General for @TheJusticeDept. http://t.co/Ln…","month":"06","year":"2015","corpus":"lorettalynch thank potu justic sotomayor privileg serv attorney gener thejusticedept","id":611217795821342700,"day":"17"},{"text":"\"We as a country will have to reckon with the fact that this type of mass violence does not happen in other advanced countries.\" —@POTUS","month":"06","year":"2015","corpus":"countri reckon fact type mass violenc happen advanc countri potu","id":611570520069279700,"day":"18"},{"text":"\"More jobs creating more clean energy—here in California, solar is growing like crazy.\" —@POTUS #ActOnClimate http://t.co/djLHi2rxRp","month":"06","year":"2015","corpus":"job creat clean energi california solar grow like crazi potu actonclim","id":612012890267230200,"day":"19"},{"text":"RT @POTUS: Good point, Mitt. https://t.co/Ryusfp8Xbh","month":"06","year":"2015","corpus":"potu good point mitt","id":612433652534804500,"day":"21"},{"text":"\"Paying ransom to terrorists risks endangering more Americans and funding the very terrorism we are trying to stop.\" —@POTUS","month":"06","year":"2015","corpus":"pay ransom terrorist risk endang american fund terror tri stop potu","id":613747561132744700,"day":"24"},{"text":"\"Nearly 1 in 3 Americans who was uninsured a few years ago is insured today. That’s something we can all be proud of.\" —@POTUS #ACAWorks","month":"06","year":"2015","corpus":"nearli american uninsur year ago insur today someth proud potu acawork","id":614095461671174100,"day":"25"},{"text":"\"He was full of empathy…able to walk in someone else’s shoes and see the world through their eyes.\" —@POTUS on Reverend Pinckney","month":"06","year":"2015","corpus":"full empathi abl walk someon els shoe see world eye potu reverend pinckney","id":614507415338356700,"day":"26"},{"text":"\"As a nation, out of terrible tragedy, God has visited grace upon us. For he has allowed us to see where we’ve been blind.\" —@POTUS","month":"06","year":"2015","corpus":"nation terribl tragedi god visit grace upon allow see blind potu","id":614510899727085600,"day":"26"},{"text":"\"The Bible calls us to hope. To persevere, and have faith in things not seen.\" —@POTUS delivering a eulogy for Reverend Clementa Pinckney","month":"06","year":"2015","corpus":"bibl call hope persever faith thing seen potu deliv eulog reverend clementa pinckney","id":614505837927755800,"day":"26"},{"text":"\"To feed the hungry...and house the homeless is not just a call for isolated charity but the imperative of a just society.\" —@POTUS","month":"06","year":"2015","corpus":"feed hungri ... hous homeless call isol chariti imper societi potu","id":614507952012136400,"day":"26"},{"text":"\"We are here today to remember a man of God who lived by faith. A man who believed in things not seen.\" —@POTUS on Reverend Pinckney","month":"06","year":"2015","corpus":"today rememb man god live faith man believ thing seen potu reverend pinckney","id":614505968005697500,"day":"26"},{"text":"Watch: @POTUS on the progress he wants to achieve over the rest of his presidency. http://t.co/XPfTv2Sd9o","month":"06","year":"2015","corpus":"watch potu progress want achiev rest presid","id":615929671830495200,"day":"30"},{"text":"RT @POTUS: we need to encourage states to take advantage of medicaid expansion; could insure 4 mil more people in 22 states! https://t.co/S…","month":"07","year":"2015","corpus":"potu need encourag state take advantag medicaid expans could insur mil peopl state","id":616334598927216600,"day":"01"},{"text":"\"The bottom line is:\nTop-down economics doesn't work.\nMiddle-class economics works.\"\n—@POTUS #OpportunityForAll http://t.co/dGXrhC95iH","month":"07","year":"2015","corpus":"bottom line top econom work middl class econom work potu opportunityforal","id":617033502110974000,"day":"03"},{"text":"RT @POTUS: It doesn't get much better than celebrating America with the people you love. Happy Fourth of July, everyone!","month":"07","year":"2015","corpus":"potu get much better celebr america peopl love happi fourth juli everyon","id":617430920069574700,"day":"04"},{"text":"\"From my family to yours, have a safe and happy #FourthOfJuly!\" —@POTUS: http://t.co/NnS0kM3L7Z http://t.co/ZSZthxoWy6","month":"07","year":"2015","corpus":"famili safe happi fourthofjuli potu","id":617361781376290800,"day":"04"},{"text":"RT @FLOTUS: \"I've looked over the menu, and the food looks outstanding. I'm particularly impressed with the Barack-amole.\" —@POTUS  #KidsSt…","month":"07","year":"2015","corpus":"flotu look menu food look outstand particularli impress barack amol potu kidsst","id":619540068408119300,"day":"10"},{"text":"RT @Interior: .@POTUS designates 3 new national monuments including the stunning Berryessa Snow Mountain #California #FindYourPark http://t…","month":"07","year":"2015","corpus":"interior potu design new nation monument includ stun berryessa snow mountain california findyourpark","id":619527821791227900,"day":"10"},{"text":"RT @vicenews: VICE will join @POTUS on the first-ever presidential visit to a federal prison for an upcoming #VICEonHBO special:\nhttp://t.c…","month":"07","year":"2015","corpus":"vicenew vice join potu first ever presidenti visit feder prison upcom viceonhbo special","id":619589403590000600,"day":"10"},{"text":"\"This law has saved over 9 million people on Medicare more than $15 billion on their prescriptions\" —@POTUS #WHCOA #ACAWorks","month":"07","year":"2015","corpus":"law save million peopl medicar billion prescript potu whcoa acawork","id":620616143590457300,"day":"13"},{"text":"\"Arguably the toughest justice on the Supreme Court is...the oldest—Ruth Bader Ginsburg, also known as the Notorious R.B.G.\" —@POTUS #WHCOA","month":"07","year":"2015","corpus":"arguabl toughest justic suprem court ... oldest ruth bader ginsburg also known notori potu whcoa","id":620615501455061000,"day":"13"},{"text":"“Let us never negotiate out of fear. But let us never fear to negotiate.” —@POTUS quoting President Kennedy #IranDeal","month":"07","year":"2015","corpus":"let never negoti fear let never fear negoti potu quot presid kennedi irand","id":620911544130383900,"day":"14"},{"text":"RT @POTUS: Mass incarceration doesn't work. Let's build communities that give kids a shot at success and prisons that prepare people for a …","month":"07","year":"2015","corpus":"potu mass incarcer work let build commun give kid shot success prison prepar peopl","id":621089847151702000,"day":"14"},{"text":"\"We give nothing up by testing whether or not this problem can be solved peacefully\" —@POTUS: http://t.co/3PJ1t0Zk7U #IranDeal","month":"07","year":"2015","corpus":"give noth test whether problem solv peac potu irand","id":620913554032431100,"day":"14"},{"text":"\"We can't be satisfied...until the opportunity gap is closed for everybody in America\" —@POTUS #OpportunityForAll http://t.co/pG828BMWns","month":"07","year":"2015","corpus":"satisfi ... opportun gap close everybodi america potu opportunityforal","id":621061910302068700,"day":"14"},{"text":"\"History shows that America must lead not just with our might, but with our principles\" —@POTUS: http://t.co/3PJ1t0Zk7U #IranDeal","month":"07","year":"2015","corpus":"histori show america must lead might principl potu irand","id":620914898512425000,"day":"14"},{"text":"\"On Thursday, I’ll become the first sitting president to visit a federal prison.\" —@POTUS: http://t.co/oZ6YAb70Wn","month":"07","year":"2015","corpus":"thursday becom first sit presid visit feder prison potu","id":621068187807780900,"day":"14"},{"text":"\"Every year, we spend $80 billion to keep folks incarcerated. $80 billion.\" —@POTUS http://t.co/9fuG7zTIVS","month":"07","year":"2015","corpus":"everi year spend billion keep folk incarcer billion potu","id":621063748766187500,"day":"14"},{"text":"\"If you’re a low-level drug dealer, or you violate your parole, you owe some debt to society…but you don’t owe 20 years\" —@POTUS","month":"07","year":"2015","corpus":"low level drug dealer violat parol owe debt societi owe year potu","id":621063496868851700,"day":"14"},{"text":"\"We've got a special obligation to make sure that tribal youth have every opportunity to achieve their potential\" —@POTUS #ConnectHome","month":"07","year":"2015","corpus":"got special oblig make sure tribal youth everi opportun achiev potenti potu connecthom","id":621456679876431900,"day":"15"},{"text":"RT @WHLive: \"Yesterday was an historic day.\" —@POTUS on the deal we reached to prevent Iran from obtaining a nuclear weapon #IranDeal","month":"07","year":"2015","corpus":"whlive yesterday histor day potu deal reach prevent iran obtain nuclear weapon irand","id":621370238983123000,"day":"15"},{"text":"\"It is a heartbreaking circumstance\" —@POTUS on the shooting in Chattanooga\nhttps://t.co/sS7cQen0Qj","month":"07","year":"2015","corpus":"heartbreak circumst potu shoot chattanooga","id":621848854963486700,"day":"17"},{"text":"\"This deal will make America and the world safer and more secure.\" —@POTUS on the #IranDeal: http://t.co/3PJ1t0Zk7U http://t.co/r1zsJUdgBG","month":"07","year":"2015","corpus":"deal make america world safer secur potu irand","id":622455814117175300,"day":"18"},{"text":"RT @WHLive: \"Our combat mission in Afghanistan is over. We brought America’s longest war to a responsible end.\" —@POTUS","month":"07","year":"2015","corpus":"whlive combat mission afghanistan brought america longest war respons end potu","id":623517849139679200,"day":"21"},{"text":"RT @POTUS: E.L. Doctorow was one of America's greatest novelists. His books taught me much, and he will be missed.","month":"07","year":"2015","corpus":"potu doctorow one america greatest novelist book taught much miss","id":623662853963165700,"day":"22"},{"text":"\"I cannot rap. Although I have enough of a rap that I got Michelle to marry me.\" —@POTUS: http://t.co/gMpX6ki28T http://t.co/4ILqQVVci1","month":"07","year":"2015","corpus":"cannot rap although enough rap got michel marri potu","id":624359330242912300,"day":"23"},{"text":"\"Africa and its people teach us a powerful lesson—we must uphold the inherent dignity of every human being.\" —@POTUS to the African Union","month":"07","year":"2015","corpus":"africa peopl teach power lesson must uphold inher digniti everi human potu african union","id":625988060841295900,"day":"28"},{"text":"Go behind the scenes with @POTUS on his trip to Kenya and Ethiopia → http://t.co/5WH4RjBwG0\nhttps://t.co/xOgEkmnTbx","month":"07","year":"2015","corpus":"behind scene potu trip kenya ethiopia","id":626928070000185300,"day":"31"},{"text":"RT @Deese44: A Memo to America\nFrom: @POTUS \nRE: Our planet\nWe're taking out biggest step yet to #ActOnClimate. Watch: https://t.co/7KBPJk…","month":"08","year":"2015","corpus":"deese44 memo america potu planet take biggest step yet actonclim watch","id":627883794788319200,"day":"02"},{"text":"RT @PiperPerabo: .@POTUS I'm proud of you! Let's do this! #ActOnClimate The biggest step we've ever taken http://t.co/mTurLjeqhd http://t.c…","month":"08","year":"2015","corpus":"piperperabo potu proud let actonclim biggest step ever taken","id":627944787484782600,"day":"02"},{"text":"\"This plan will ultimately save the average American nearly $85 a year on their energy bills\" —@POTUS #CleanPowerPlan http://t.co/5m2rZnYHms","month":"08","year":"2015","corpus":"plan ultim save averag american nearli year energi bill potu cleanpowerplan","id":628271597200252900,"day":"03"},{"text":"\"Levels of carbon dioxide, which heats up our atmosphere, are higher than they’ve been in 800,000 years.\" —@POTUS #CleanPowerPlan","month":"08","year":"2015","corpus":"level carbon dioxid heat atmospher higher 800 000 year potu cleanpowerplan","id":628268234974883800,"day":"03"},{"text":"\"Ideas can come from anyone, anywhere, and they can be inspired by any kind of life experience.\" —@POTUS: http://t.co/eHvUuk4N9m #WHDemoDay","month":"08","year":"2015","corpus":"idea come anyon anywher inspir kind life experi potu whdemoday","id":628664371342786600,"day":"04"},{"text":"\"If Iran violates the agreement, all of the sanctions can snap back into place\" —@POTUS: http://t.co/3PJ1t0Zk7U #IranDeal","month":"08","year":"2015","corpus":"iran violat agreement sanction snap back place potu irand","id":628963265138143200,"day":"05"},{"text":"“How can we in good conscience justify war before we have tested a diplomatic agreement that achieves our objectives?\" —@POTUS #IranDeal","month":"08","year":"2015","corpus":"good conscienc justifi war test diplomat agreement achiev object potu irand","id":628968397552758800,"day":"05"},{"text":"\"Just because Iranian hardliners chant 'Death to America' does not mean that’s what all Iranians believe\" —@POTUS #IranDeal","month":"08","year":"2015","corpus":"iranian hardlin chant death america mean iranian believ potu irand","id":628968727200071700,"day":"05"},{"text":"RT @WHLive: \"One order of business is for...Congress to pass an updated version of the Voting Rights Act\" —@POTUS: http://t.co/XMXdOTP08C #…","month":"08","year":"2015","corpus":"whlive one order busi ... congress pass updat version vote right act potu","id":629360601215692800,"day":"06"},{"text":"RT @POTUS: Thank you for all you've done to protect our sacred right to vote. It's as important today as it's ever been. https://t.co/ge74w…","month":"08","year":"2015","corpus":"potu thank done protect sacr right vote import today ever","id":629346298341232600,"day":"06"},{"text":"\"50 years ago today, President Johnson signed the Voting Rights Act into law to protect this precious right\" —@POTUS: http://t.co/Xc7SEzMzdm","month":"08","year":"2015","corpus":"year ago today presid johnson sign vote right act law protect preciou right potu","id":629359144567472100,"day":"06"},{"text":"Listen to @POTUS and @NPRInskeep discuss how the #IranDeal prevents Iran from obtaining a nuclear weapon → http://t.co/Bo7R8Lld2v","month":"08","year":"2015","corpus":"listen potu nprinskeep discuss irand prevent iran obtain nuclear weapon","id":631126890913214500,"day":"11"},{"text":"\"Over the past year, we’ve come to see more clearly than ever the frustration in many communities of color.\" —@POTUS: http://t.co/MIrjXT7tr3","month":"08","year":"2015","corpus":"past year come see clearli ever frustrat mani commun color potu","id":632590101424377900,"day":"15"},{"text":"RT @POTUS: President Carter is as good a man as they come. Michelle and I are praying for him and Rosalynn. We're all pulling for you, Jimm…","month":"08","year":"2015","corpus":"potu presid carter good man come michel pray rosalynn pull jimm","id":634414019638599700,"day":"20"},{"text":"\"We refuse to surrender the hope of a clean energy future to those who fear it and fight it.\" —@POTUS: http://t.co/jmJUBHSLqb #ActOnClimate","month":"08","year":"2015","corpus":"refus surrend hope clean energi futur fear fight potu actonclim","id":636214028323283000,"day":"25"},{"text":"RT @POTUS: The National Park Service: 99 years and 84 million acres strong. Congrats to all who work to protect these treasures. http://t.c…","month":"08","year":"2015","corpus":"potu nation park servic year million acr strong congrat work protect treasur","id":636236549907087400,"day":"25"},{"text":"RT @WHLive: \"Making our communities more resilient is going to be increasingly important as we see more extreme weather events.\" —@POTUS #A…","month":"08","year":"2015","corpus":"whlive make commun resili go increasingli import see extrem weather event potu","id":637014780625055700,"day":"27"},{"text":"\"Together, we’re building a New Orleans that is as entrepreneurial as any place in the country.\" —@POTUS http://t.co/uVfCVwhEPa","month":"08","year":"2015","corpus":"togeth build new orlean entrepreneuri place countri potu","id":637012278425055200,"day":"27"},{"text":"RT @TheIranDeal: Q: \"Will America continue to help Israel maintain it's strategic and qualitative military edge in the region?\"\n@POTUS: \"Ye…","month":"08","year":"2015","corpus":"theirand america continu help israel maintain strateg qualit militari edg region potu","id":637334713045250000,"day":"28"},{"text":"RT @POTUS: Today we’re returning Mount McKinley to its native name - Denali, a step to reflect the heritage of Alaska Natives. http://t.co/…","month":"08","year":"2015","corpus":"potu today return mount mckinley nativ name denali step reflect heritag alaska nativ","id":638404585158279200,"day":"31"},{"text":"\"Whether we live in the Arctic Circle or the Hawaiian Islands, big cities or small towns, we’re one people\" —@POTUS: http://t.co/eAVC9RAQbv","month":"09","year":"2015","corpus":"whether live arctic circl hawaiian island big citi small town one peopl potu","id":639259337886711800,"day":"03"},{"text":"Travel to the edge of a glacier with @POTUS and see the serious impacts of climate change → http://t.co/Bj2OH3qUJM https://t.co/5y0EZGSgSK","month":"09","year":"2015","corpus":"travel edg glacier potu see seriou impact climat chang","id":639466133435850800,"day":"03"},{"text":"Happy #NationalWildlifeDay!\nCheck out the wildlife that @POTUS saw on his trip to Alaska → http://t.co/qNLETToEa6 http://t.co/YXNsg0u3dU","month":"09","year":"2015","corpus":"happi nationalwildlifeday check wildlif potu saw trip alaska","id":639860601804558300,"day":"04"},{"text":"\"Right now, we are the world’s only advanced nation that does not guarantee paid maternity leave.\" —@POTUS #LaborDay http://t.co/JdmCDKw8K2","month":"09","year":"2015","corpus":"right world advanc nation guarante paid matern leav potu laborday","id":640913747758989300,"day":"07"},{"text":"RT @vj44: Amen, Jessie! This is why @POTUS took action on paid sick leave today, but Congress needs to do more. #LeadOnLeave http://t.co/5r…","month":"09","year":"2015","corpus":"vj44 amen jessi potu took action paid sick leav today congress need leadonleav","id":640958840125673500,"day":"07"},{"text":"RT @USDOL: #BREAKING: Today @POTUS will announce $175-million in grants to expand apprenticeships. http://t.co/4qgauL6JUl","month":"09","year":"2015","corpus":"usdol break today potu announc 175 million grant expand apprenticeship","id":641608845911965700,"day":"09"},{"text":"\"The unemployment rate is now at 5.1%—which is the lowest it’s been since April 2008\" —@POTUS: http://t.co/9kOjfWfJ1E http://t.co/XMnpPEwo5X","month":"09","year":"2015","corpus":"unemploy rate lowest sinc april 2008 potu","id":641701603054121000,"day":"09"},{"text":"RT @WHLive: “Compared to those with a high school diploma, college graduates earn about $1 million more over their lifetimes.” —@POTUS","month":"09","year":"2015","corpus":"whlive compar high school diploma colleg graduat earn million lifetim potu","id":641702734438264800,"day":"09"},{"text":"\"We negotiated from a position of strength to reach an agreement that meets our core objectives\" —@POTUS #IranDeal http://t.co/MMBAeqHRLu","month":"09","year":"2015","corpus":"negoti posit strength reach agreement meet core object potu irand","id":642115876372762600,"day":"10"},{"text":"RT @Quora: \"Under this agreement, Iran is never allowed to build a nuclear weapon, period.\" -- @POTUS: https://t.co/p8EMJn6mWk","month":"09","year":"2015","corpus":"quora agreement iran never allow build nuclear weapon period potu","id":642055866611572700,"day":"10"},{"text":"\"We’re helping folks cap their federal student loan payments at 10% of their income.\" —@POTUS #CollegeOpportunity http://t.co/fILQJr5lv6","month":"09","year":"2015","corpus":"help folk cap feder student loan payment incom potu collegeopportun","id":643532844086767600,"day":"14"},{"text":"“If kids don’t have access to broadband and laptops…then they’re at a disadvantage to those kids who do.” —@POTUS http://t.co/gJuXKmVgpa","month":"09","year":"2015","corpus":"kid access broadband laptop disadvantag kid potu","id":643536968169746400,"day":"14"},{"text":"RT @Holst44: Before leaving, @POTUS leaves a message on one of the cards from the Library's card catalog. http://t.co/2JAQPVB0jz","month":"09","year":"2015","corpus":"holst44 leav potu leav messag one card librari card catalog","id":643522273077542900,"day":"14"},{"text":"\"There’s no more certain ticket to the middle class than higher education.\" —@POTUS in Iowa: http://t.co/xkCXNOISLD http://t.co/AWvVZsHcc6","month":"09","year":"2015","corpus":"certain ticket middl class higher educ potu iowa","id":643532560983789600,"day":"14"},{"text":"WATCH: Veterans share with @POTUS and @JohnKerry why they support the #IranDeal → http://t.co/3PJ1t1gVwu https://t.co/nR1KFlhQMt","month":"09","year":"2015","corpus":"watch veteran share potu johnkerri support irand","id":643798781981524000,"day":"15"},{"text":"RT @POTUS: When I took office, 15.4% of our population was uninsured. Today, we’ve cut that by more than a third. http://t.co/3OOqcz8Oxp","month":"09","year":"2015","corpus":"potu took offic popul uninsur today cut third","id":643885314994503700,"day":"15"},{"text":"RT @TheIranDeal: \"No one wants peace more than someone who has seen war.\" \nWatch veterans sit down with @POTUS on the #IranDeal.\nhttps://t.…","month":"09","year":"2015","corpus":"theirand one want peac someon seen war watch veteran sit potu irand","id":643780335096852500,"day":"15"},{"text":"RT @POTUS: 7 years ago today, Lehman Brothers filed for bankruptcy, setting off the worst financial crisis in decades. Here's how far we've…","month":"09","year":"2015","corpus":"potu year ago today lehman brother file bankruptci set worst financi crisi decad far","id":643883176016937000,"day":"15"},{"text":"Read Chana Sangkagalo's letter to @POTUS about becoming an American citizen: http://t.co/eIVdOrYyif #ConstitutionDay http://t.co/yhRaZ2npHZ","month":"09","year":"2015","corpus":"read chana sangkagalo letter potu becom american citizen constitutionday","id":644602563900387300,"day":"17"},{"text":"RT @WHLive: \"With your help, our businesses have created over 13 million new jobs.\" —@POTUS #CBC2015 http://t.co/URgOue2YYw","month":"09","year":"2015","corpus":"whlive help busi creat million new job potu cbc2015","id":645412983154208800,"day":"20"},{"text":"\"Jake devoted his life to empowering people and making government work better for them.\" —@POTUS on Jake Brewer: http://t.co/uX9Ewn3BXn","month":"09","year":"2015","corpus":"jake devot life empow peopl make govern work better potu jake brewer","id":645669584146706400,"day":"20"},{"text":"\"Manufacturing is growing.\nHousing is bouncing back.\nWe’ve reduced our deficits by two-thirds.\"\n—@POTUS\nhttps://t.co/qV2fTmmwG8","month":"09","year":"2015","corpus":"manufactur grow hous bounc back reduc deficit two third potu","id":645608141741121500,"day":"20"},{"text":"\"Your message of love and hope has inspired so many people across our nation and around the world\" —@POTUS #PopeInDC http://t.co/7axMaiwnwC","month":"09","year":"2015","corpus":"messag love hope inspir mani peopl across nation around world potu popeindc","id":646819113499816000,"day":"23"},{"text":".@POTUS takes you to the frontlines of our fight to #ActOnClimate in @RollingStone → http://t.co/PCp120ie51 http://t.co/9Qv2ZGCOpG","month":"09","year":"2015","corpus":"potu take frontlin fight actonclim rollingston","id":647155402535227400,"day":"24"},{"text":"Chart of the week: Here's how @POTUS plans to put an #AIDSFreeGen within reach → http://t.co/m7m2ZKo0Po http://t.co/aet0qhAwp3","month":"09","year":"2015","corpus":"chart week potu plan put aidsfreegen within reach","id":647817493419941900,"day":"26"},{"text":"\"In just two months, the world must unite around a strong global agreement\" —@POTUS: http://t.co/xQDERBymp3 http://t.co/xKxpvdFw6l","month":"09","year":"2015","corpus":"two month world must unit around strong global agreement potu","id":648217839573319700,"day":"27"},{"text":"RT @POTUS: We've provided more than $4.5 billion in humanitarian aid to help meet the needs of those impacted by the Syrian conflict.","month":"09","year":"2015","corpus":"potu provid billion humanitarian aid help meet need impact syrian conflict","id":648544075621224400,"day":"28"},{"text":"RT @WHLive: \"As President of the United States, I am mindful of the dangers we face—they cross my desk every morning.\" —@POTUS #UNGA","month":"09","year":"2015","corpus":"whlive presid unit state mind danger face cross desk everi morn potu unga","id":648503883505930200,"day":"28"},{"text":"Go inside a federal prison with @POTUS and watch #ViceOnHBO at 9pm ET: http://t.co/AyA0uMaRh1 #CriminalJusticeReform http://t.co/KgJKcHg7DJ","month":"09","year":"2015","corpus":"insid feder prison potu watch viceonhbo 9pm criminaljusticereform","id":648296646573453300,"day":"28"},{"text":"RT @POTUS: We have a moral responsibility to do what we can for families forced from their homes. Find out how you can help at http://t.co/…","month":"09","year":"2015","corpus":"potu moral respons famili forc home find help","id":648545763224625200,"day":"28"},{"text":"\"We can roll back the pollution that we put in our skies\" —@POTUS: http://t.co/QrXzBhdOjp #UNGA #ActOnClimate http://t.co/CAJyQwX9iS","month":"09","year":"2015","corpus":"roll back pollut put sky potu unga actonclim","id":648510245556256800,"day":"28"},{"text":"\"No matter how powerful our military, how strong our economy...the United States cannot solve the world’s problems alone.\" —@POTUS #UNGA","month":"09","year":"2015","corpus":"matter power militari strong economi ... unit state cannot solv world problem alon potu unga","id":648504303552888800,"day":"28"},{"text":"\"We are the only advanced country in the world that sees these mass shootings every few months\" —@POTUS #UCCShooting http://t.co/8sheX2R0wI","month":"10","year":"2015","corpus":"advanc countri world see mass shoot everi month potu uccshoot","id":649719223426486300,"day":"01"},{"text":"\"Make sure that anybody that you’re voting for is on the right side of this issue\" —@POTUS on what it will take to reduce gun violence","month":"10","year":"2015","corpus":"make sure anybodi vote right side issu potu take reduc gun violenc","id":650044422701383700,"day":"02"},{"text":"\"I will not sign another shortsighted spending bill like the one Congress sent me this week.\" —@POTUS http://t.co/glKoik4QB1","month":"10","year":"2015","corpus":"sign anoth shortsight spend bill like one congress sent week potu","id":650039134149603300,"day":"02"},{"text":"\"We’ve cut our deficits by two-thirds...they’re below the average deficit over the past 40 years.\" —@POTUS http://t.co/Ngju3NiiXu","month":"10","year":"2015","corpus":"cut deficit two third ... averag deficit past year potu","id":650038264993329200,"day":"02"},{"text":"“We’re on pace to sell more American cars than in any year since 2001” —@POTUS #MadeInAmerica","month":"10","year":"2015","corpus":"pace sell american car year sinc 2001 potu madeinamerica","id":651802318539759600,"day":"07"},{"text":"\"If you work hard in America, you should earn enough money to support your family.\" —@POTUS: http://t.co/12kdzQvx1i #StartTheConvo","month":"10","year":"2015","corpus":"work hard america earn enough money support famili potu starttheconvo","id":651806758151827500,"day":"07"},{"text":"\"A clear majority of Americans—including a lot of Republican voters—support reform\" —@POTUS #ImmigrationReform #CHCI http://t.co/62qSr87qf0","month":"10","year":"2015","corpus":"clear major american includ lot republican voter support reform potu immigrationreform chci","id":652280955105878000,"day":"09"},{"text":"\"Our businesses have created jobs for a record 67 months in a row—more than 13 million new jobs\" —@POTUS #CHCI http://t.co/CkmYOHHUmD","month":"10","year":"2015","corpus":"busi creat job record month row million new job potu chci","id":652273163594780700,"day":"09"},{"text":"\"Our future depends not on what past trade deals did wrong, but on doing new trade deals right.\" —@POTUS: http://t.co/e34xkCpfHV","month":"10","year":"2015","corpus":"futur depend past trade deal wrong new trade deal right potu","id":652929151670710300,"day":"10"},{"text":"RT @iTunesPodcasts: Can't miss this! @POTUS talks books on Soundings from @nybooks. http://t.co/tRXjC3wjV7 http://t.co/sKT1Z1TnaR","month":"10","year":"2015","corpus":"itunespodcast miss potu talk book sound nybook","id":653654895380275200,"day":"12"},{"text":"\"Last December...America’s combat mission in Afghanistan came to a responsible end.\" —@POTUS","month":"10","year":"2015","corpus":"last decemb ... america combat mission afghanistan came respons end potu","id":654674275337547800,"day":"15"},{"text":"\"Bilateral trade is up, including exports of American autos.\" —@POTUS on U.S. trade with South Korea #MadeInAmerica http://t.co/u1Weg2NQtf","month":"10","year":"2015","corpus":"bilater trade includ export american auto potu trade south korea madeinamerica","id":655084647609716700,"day":"16"},{"text":"\"Today marks an important milestone toward preventing Iran from obtaining a nuclear weapon\" —@POTUS #IranDeal http://t.co/iJ2dkaHQbz","month":"10","year":"2015","corpus":"today mark import mileston toward prevent iran obtain nuclear weapon potu irand","id":655794868074098700,"day":"18"},{"text":"\"We need to inspire more young people to ask about the stars.\" —@POTUS #AstronomyNight https://t.co/Rul1GusDwF","month":"10","year":"2015","corpus":"need inspir young peopl ask star potu astronomynight","id":656271812611805200,"day":"20"},{"text":"RT @POTUS: Sales of powerful painkillers have skyrocketed. In 2012, enough prescriptions were written to give every American adult a bottle…","month":"10","year":"2015","corpus":"potu sale power painkil skyrocket 2012 enough prescript written give everi american adult bottl","id":656892085405155300,"day":"21"},{"text":"\"In 2013 alone, overdoses from prescription pain medications killed more than 16,000 Americans.\" —@POTUS in West Virginia","month":"10","year":"2015","corpus":"2013 alon overdos prescript pain medic kill 000 american potu west virginia","id":656904991546998800,"day":"21"},{"text":"\"We as a society, particularly given our history, have to take this seriously.\" —@POTUS on #BlackLivesMatter https://t.co/yC1T1q9GYm","month":"10","year":"2015","corpus":"societi particularli given histori take serious potu blacklivesmatt","id":657288329172488200,"day":"22"},{"text":"Open letter from @POTUS to America's parents and teachers:\nLet's make our testing smarter → https://t.co/WUZkcYpfRT https://t.co/2jyB4X98ZK","month":"10","year":"2015","corpus":"open letter potu america parent teacher let make test smarter","id":658779646809546800,"day":"26"},{"text":"\"Let’s keep pushing our world in the right direction—towards fairness and justice and safety.\" —@POTUS to @TheIACP #CriminalJusticeReform","month":"10","year":"2015","corpus":"let keep push world right direct toward fair justic safeti potu theiacp criminaljusticereform","id":659099475890303000,"day":"27"},{"text":"\"It is easier in some communities to find a gun than to find fresh vegetables.\" —@POTUS #StopGunViolence https://t.co/PX4dpRdcxn","month":"10","year":"2015","corpus":"easier commun find gun find fresh veget potu stopgunviol","id":659112090045689900,"day":"27"},{"text":"\"We should require national criminal background checks for anyone who wants to purchase a gun.\" —@POTUS #StopGunViolence","month":"10","year":"2015","corpus":"requir nation crimin background check anyon want purchas gun potu stopgunviol","id":659097315597226000,"day":"27"},{"text":"\"We need to start by supporting you, the men and women who walk that thin blue line.\" —@POTUS #CriminalJusticeReform","month":"10","year":"2015","corpus":"need start support men women walk thin blue line potu criminaljusticereform","id":659089738247372800,"day":"27"},{"text":"RT @DrBiden: Watch @POTUS welcome the World Cup champion @ussoccer_wnt to the @WhiteHouse → https://t.co/yfL84roHzq #SheBelieves https://t.…","month":"10","year":"2015","corpus":"drbiden watch potu welcom world cup champion ussoccer_wnt whitehous shebeliev","id":659028307619500000,"day":"27"},{"text":"\"Fewer gun safety laws don't mean more freedom, they mean more danger.\" —@POTUS #StopGunViolence https://t.co/5PrimcUQGl","month":"10","year":"2015","corpus":"fewer gun safeti law mean freedom mean danger potu stopgunviol","id":659166467896705000,"day":"28"},{"text":"\"It's a simple proposition: Cops shouldn't be out-armed by the criminals they're pursuing.\" —@POTUS #StopGunViolence https://t.co/PX4dpQVB8N","month":"10","year":"2015","corpus":"simpl proposit cop arm crimin pursu potu stopgunviol","id":659175759408267300,"day":"28"},{"text":"\"Each victim of crime is one too many. Each fallen police officer is one too many.\" —@POTUS: https://t.co/9slXM8GS04 https://t.co/PvNOvzmtXL","month":"10","year":"2015","corpus":"victim crime one mani fallen polic offic one mani potu","id":659847704709722100,"day":"29"},{"text":"RT @WHLive: \"Around 70 million Americans have some sort of criminal record. That’s almost 1 in 5 of us.\" —@POTUS #CriminalJusticeReform","month":"11","year":"2015","corpus":"whlive around million american sort crimin record almost potu criminaljusticereform","id":661292353748115500,"day":"02"},{"text":".@POTUS's trade deal = the strongest environmental standards of any trade agreement ever → https://t.co/DxG2mXEygp https://t.co/okWPhVAQx9","month":"11","year":"2015","corpus":"potu trade deal strongest environment standard trade agreement ever","id":662285357891760100,"day":"05"},{"text":"\"Yet, for all our young people have endured, you give me incredible hope. In you, I see so much promise.\" —@POTUS to Native youth","month":"11","year":"2015","corpus":"yet young peopl endur give incred hope see much promis potu nativ youth","id":662379425552597000,"day":"05"},{"text":"\"I'm still sort of in shock about how great the experience of signing up for healthcare was\" —Phil Viso to @POTUS: https://t.co/si6OAdTCmA","month":"11","year":"2015","corpus":"still sort shock great experi sign healthcar phil viso potu","id":663415774476828700,"day":"08"},{"text":"\"Most Americans will find an option that costs less than $75 a month\" —@POTUS on https://t.co/GNfbft9Ewv #GetCovered https://t.co/YlvjBuK3WA","month":"11","year":"2015","corpus":"american find option cost less month potu getcov","id":663393755031031800,"day":"08"},{"text":"Wanna take a walk with @POTUS in his backyard?\nNow you can on his brand new Facebook page → https://t.co/Pq2X1BVaWU https://t.co/p2x96Yjf2n","month":"11","year":"2015","corpus":"wanna take walk potu backyard brand new facebook page","id":663774847596699600,"day":"09"},{"text":"\"We’ve helped more than 1.5 million veterans and their families pursue an education under the Post 9/11 G.I. Bill.\" —@POTUS #VeteransDay","month":"11","year":"2015","corpus":"help million veteran famili pursu educ post bill potu veteransday","id":664484775323807700,"day":"11"},{"text":"\"My message today is simple: If you want to get the job done, hire a vet.\" —@POTUS #VeteransDay #HireAVet https://t.co/qqRueIRBKH","month":"11","year":"2015","corpus":"messag today simpl want get job done hire vet potu veteransday hireavet","id":664491355184304100,"day":"11"},{"text":"At 11:15am ET, @POTUS presents the #MedalOfHonor to U.S. Army Captain Florent Groberg. Watch → https://t.co/JTFnmLPUXY","month":"11","year":"2015","corpus":"15am potu present medalofhonor armi captain florent groberg watch","id":664838017727729700,"day":"12"},{"text":"Watch @POTUS award the #MedalOfHonor to U.S. Army Captain Florent Groberg. https://t.co/oC6Z0wNaIj","month":"11","year":"2015","corpus":"watch potu award medalofhonor armi captain florent groberg","id":664851418080280600,"day":"12"},{"text":"\"Every American should know that our veterans are some of the most talented, capable people in the world.\" —@POTUS https://t.co/2HRVgJmuuo","month":"11","year":"2015","corpus":"everi american know veteran talent capabl peopl world potu","id":665948319655555100,"day":"15"},{"text":".@POTUS arrives in Turkey for the #G20 Summit: https://t.co/C3htRp6A5P https://t.co/jRuXrv6hmO","month":"11","year":"2015","corpus":"potu arriv turkey g20 summit","id":666083939627462700,"day":"16"},{"text":"RT @POTUS: We also win this fight with our values. America can ensure our own security while welcoming refugees desperately seeking safety …","month":"11","year":"2015","corpus":"potu also win fight valu america ensur secur welcom refuge desper seek safeti","id":667020673991225300,"day":"18"},{"text":"\"They're just like our kids, and they deserve love, and protection...and an education.\" —@POTUS #RefugeesWelcome\nhttps://t.co/OXYQmCxPdM","month":"11","year":"2015","corpus":"like kid deserv love protect ... educ potu refugeeswelcom","id":668249612377976800,"day":"22"},{"text":".@POTUS on how we can continue to welcome refugees while ensuring the safety of all Americans. #RefugeesWelcome https://t.co/pJWNzRjX4W","month":"11","year":"2015","corpus":"potu continu welcom refuge ensur safeti american refugeeswelcom","id":668849943680000000,"day":"23"},{"text":"RT @FactsOnClimate: \"What a powerful rebuke to the terrorists it will be when the world stands as one” —@POTUS #ActOnClimate #COP21 https:/…","month":"11","year":"2015","corpus":"factsonclim power rebuk terrorist world stand one potu actonclim cop21 http :/…","id":669208483590484000,"day":"24"},{"text":"\"We are both equipped to prevent attacks, and resilient in the face of those who would try to do us harm.\"—@POTUS  https://t.co/YYfLjt8NXw","month":"11","year":"2015","corpus":"equip prevent attack resili face would tri harm .\"—@ potu","id":669578832022605800,"day":"25"},{"text":"\"What I want the American people to know is that we’re taking every step possible to keep our homeland safe.\" —@POTUS","month":"11","year":"2015","corpus":"want american peopl know take everi step possibl keep homeland safe potu","id":669562289457115100,"day":"25"},{"text":".@POTUS is headed to Paris for the global climate change conference.\nFollow along → https://t.co/QscCX2BfYE #COP21 https://t.co/zOFmr9Z6Wz","month":"11","year":"2015","corpus":"potu head pari global climat chang confer follow along cop21","id":670996672139276300,"day":"29"},{"text":"\"I saw the effects of climate change firsthand in our northernmost state, Alaska\" —@POTUS #ParisClimateConference https://t.co/QeOzdgyJaf","month":"11","year":"2015","corpus":"saw effect climat chang firsthand northernmost state alaska potu parisclimateconfer","id":671295789411512300,"day":"30"},{"text":"RT @NSCPress: On World Aids Day (#WAD2015), here's how @POTUS plans to put an #AIDSFreeGen within reach → https://t.co/WL5W1ClItw https://t…","month":"12","year":"2015","corpus":"nscpress world aid day wad2015 potu plan put aidsfreegen within reach","id":671742814087196700,"day":"01"},{"text":"\"The killers in San Bernardino used military-style assault weapons—weapons of war.\" —@POTUS: https://t.co/epXMBxdxsH","month":"12","year":"2015","corpus":"killer san bernardino use militari style assault weapon weapon war potu","id":673206458389946400,"day":"05"},{"text":".@POTUS received an update on the investigation into the San Bernardino shootings. Here's the readout: https://t.co/4U7ocpsTim","month":"12","year":"2015","corpus":"potu receiv updat investig san bernardino shoot readout","id":673220178402869200,"day":"05"},{"text":"Watch: @POTUS talks to @CBSThisMonring about our obligation to future generations to #ActOnClimate. #COP21 https://t.co/RvB4DGqU2m","month":"12","year":"2015","corpus":"watch potu talk cbsthismonr oblig futur gener actonclim cop21","id":673248012999614500,"day":"05"},{"text":".@POTUS on how we can defeat ISIL and keep Americans safe here at home: https://t.co/oDIQ2UMleK https://t.co/crFkjlz4cT","month":"12","year":"2015","corpus":"potu defeat isil keep american safe home","id":673932403598041100,"day":"07"},{"text":"\"As Commander-in-Chief, I have no greater responsibility than the security of the American people.\" —@POTUS: https://t.co/oDIQ2V3W6i","month":"12","year":"2015","corpus":"command chief greater respons secur american peopl potu","id":673669435677257700,"day":"07"},{"text":"\"I have authorized U.S. forces to take out terrorists abroad precisely because I know how real the danger is\" —@POTUS","month":"12","year":"2015","corpus":"author forc take terrorist abroad precis know real danger potu","id":673669390190010400,"day":"07"},{"text":".@POTUS on Pearl Harbor Remembrance Day: https://t.co/tomOvxyqMC https://t.co/RJJvoIQtwt","month":"12","year":"2015","corpus":"potu pearl harbor remembr day","id":674030718675120100,"day":"08"},{"text":"\"We betray our most noble past as well if we were to deny the...possibility of progress\" —@POTUS on the anniversary of the 13th Amendment","month":"12","year":"2015","corpus":"betray nobl past well deni ... possibl progress potu anniversari 13th amend","id":674638026845249500,"day":"09"},{"text":"\"Hope—often in the face of all evidence to the contrary, that something better lay around the bend.\" —@POTUS","month":"12","year":"2015","corpus":"hope often face evid contrari someth better lay around bend potu","id":674637200038887400,"day":"09"},{"text":"RT @POTUS: 150 years since the abolition of slavery, a turning point in our history. Progress - that's our story.","month":"12","year":"2015","corpus":"potu 150 year sinc abolit slaveri turn point histori progress stori","id":674621032662220800,"day":"09"},{"text":"RT @POTUS: The opioid epidemic is destroying lives. We need to put treatment within reach of anyone who needs it. https://t.co/RJfKkield9","month":"12","year":"2015","corpus":"potu opioid epidem destroy live need put treatment within reach anyon need","id":675065094846419000,"day":"10"},{"text":"\"This law lays the foundation to expand access to high-quality preschools.\"—@POTUS on education bill that fixes No Child Left Behind #ESSA","month":"12","year":"2015","corpus":"law lay foundat expand access high qualiti preschool .\"—@ potu educ bill fix child left behind essa","id":674988535083098100,"day":"10"},{"text":"\"This law focuses on a national goal of ensuring that all of our students graduate prepared for college and future careers.\" —@POTUS #ESSA","month":"12","year":"2015","corpus":"law focus nation goal ensur student graduat prepar colleg futur career potu essa","id":674988073780817900,"day":"10"},{"text":"\"One of the most important things we can do is to stay true to who we are as Americans.\" —@POTUS https://t.co/YRlT3QQEIa","month":"12","year":"2015","corpus":"one import thing stay true american potu","id":676099446858457100,"day":"13"},{"text":"RT @FactsOnClimate: \"We’ve shown what’s possible when the world stands as one.\" —@POTUS: https://t.co/uLtVMN2A7C #ParisAgreement https://t.…","month":"12","year":"2015","corpus":"factsonclim shown possibl world stand one potu parisagr","id":676075754384420900,"day":"13"},{"text":"\"This agreement will mean less of the carbon pollution that threatens our planet.\" —@POTUS on the #ParisAgreement https://t.co/wOVY8FzDuO","month":"12","year":"2015","corpus":"agreement mean less carbon pollut threaten planet potu parisagr","id":676071702363807700,"day":"13"},{"text":"Watch @POTUS give an update on our fight against ISIL at 12:25pm ET from the Pentagon → https://t.co/oDIQ2UMleK https://t.co/okB9BU57pN","month":"12","year":"2015","corpus":"watch potu give updat fight isil 25pm pentagon","id":676443087820951600,"day":"14"},{"text":"Tune in: @POTUS welcomes #NewAmericans during a Naturalization Ceremony.  https://t.co/HT71cVwF9L https://t.co/AUuUreCIg7","month":"12","year":"2015","corpus":"tune potu welcom newamerican natur ceremoni","id":676802333066399700,"day":"15"},{"text":"“We must resolve to always speak out against hatred and bigotry in all of its forms” —@POTUS #NewAmericans https://t.co/anwSjXh4J8","month":"12","year":"2015","corpus":"must resolv alway speak hatr bigotri form potu newamerican","id":676820547121098800,"day":"15"},{"text":"\"No matter who we are or what we look like, or who we love, or what we believe, we can make of our lives what we will\" —@POTUS #NewAmericans","month":"12","year":"2015","corpus":"matter look like love believ make live potu newamerican","id":676813157554372600,"day":"15"},{"text":"\"Our greatest allies in this fight are each other, Americans of all faiths\" —@POTUS on countering ISIL https://t.co/U2DBgHBN4u","month":"12","year":"2015","corpus":"greatest alli fight american faith potu counter isil","id":677556791086030800,"day":"17"},{"text":"Tune in as @POTUS gives an update on counterterrorism efforts and our fight against ISIL → https://t.co/oDIQ2UMleK https://t.co/VWkSwv3OoA","month":"12","year":"2015","corpus":"tune potu give updat counterterror effort fight isil","id":677548440667234300,"day":"17"},{"text":"\"One of our greatest weapons against terrorism is our own strength and resilience as a people.\" —@POTUS on combating terrorism here at home","month":"12","year":"2015","corpus":"one greatest weapon terror strength resili peopl potu combat terror home","id":677550978124660700,"day":"17"},{"text":"RT @NSCPress: “Any refugee coming to America…will continue to get the most intensive scrutiny of any new arrival”-@POTUS https://t.co/F4jWU…","month":"12","year":"2015","corpus":"nscpress refuge come america continu get intens scrutini new arriv ”-@ potu","id":677550831458234400,"day":"17"},{"text":"This past year has been one of unprecedented progress. Check out @POTUS's Top 10 of 2015. #YearInReview https://t.co/44tdv98FdM","month":"12","year":"2015","corpus":"past year one unpreced progress check potu top 2015 yearinreview","id":678239510187102200,"day":"19"},{"text":"\"This week, Congress passed a bipartisan budget that invests in middle-class priorities\" —@POTUS #YearInReview https://t.co/44tdv8R3Pc","month":"12","year":"2015","corpus":"week congress pass bipartisan budget invest middl class prioriti potu yearinreview","id":678272359363567600,"day":"19"},{"text":".@JerrySeinfeld ✓\n@POTUS ✓\n1963 Corvette Stingray ✓\nAnd a cup of coffee ✓\nHere's what happened next. https://t.co/RIJqFqB0f4","month":"12","year":"2015","corpus":"jerryseinfeld potu 1963 corvett stingray cup coffe happen next","id":682429745473040400,"day":"31"},{"text":"\"There are a bunch of us who care about this. If you are one of them, I need your help.\" —@POTUS #StopGunViolence https://t.co/4vl5qPklqN","month":"01","year":"2016","corpus":"bunch care one need help potu stopgunviol","id":683088320549683200,"day":"02"},{"text":"\"I get too many letters from parents, and teachers, and kids, to sit around and do nothing\" —@POTUS #StopGunViolence https://t.co/4vl5qPBWPn","month":"01","year":"2016","corpus":"get mani letter parent teacher kid sit around noth potu stopgunviol","id":684065171820671000,"day":"04"},{"text":"\"Anybody in the business of selling firearms must get a license and conduct background checks\" —@POTUS https://t.co/6E71ZGUvYM","month":"01","year":"2016","corpus":"anybodi busi sell firearm must get licens conduct background check potu","id":684420454656950300,"day":"05"},{"text":"\"We are the only advanced country on Earth that sees this kind of mass violence erupt with this kind of frequency.\" —@POTUS #StopGunViolence","month":"01","year":"2016","corpus":"advanc countri earth see kind mass violenc erupt kind frequenc potu stopgunviol","id":684416426623524900,"day":"05"},{"text":"\"We’re going to do more to help those suffering from mental illness get the help they need\" —@POTUS https://t.co/lvvpQ2IYzj","month":"01","year":"2016","corpus":"go help suffer mental ill get help need potu","id":684421137447694300,"day":"05"},{"text":"\"Fort Hood\nBinghamton\nAurora\nOak Creek\nNewtown\nThe Navy Yard\nSanta Barbara\nCharleston\nSan Bernardino\nToo many.\"\n—@POTUS\n#StopGunViolence","month":"01","year":"2016","corpus":"fort hood binghamton aurora oak creek newtown navi yard santa barbara charleston san bernardino mani potu stopgunviol","id":684415287366664200,"day":"05"},{"text":"\"The gun lobby may be holding Congress hostage. But they can’t hold America hostage.\" —@POTUS #StopGunViolence https://t.co/pBZJ1ndByg","month":"01","year":"2016","corpus":"gun lobbi may hold congress hostag hold america hostag potu stopgunviol","id":684848583527534600,"day":"06"},{"text":"We're one week out from @POTUS's final State of the Union. Take a look back at his first address to Congress. #SOTU\nhttps://t.co/6ilgswMjCE","month":"01","year":"2016","corpus":"one week potu final state union take look back first address congress sotu","id":684574690237530100,"day":"06"},{"text":"\"There are steps we can take now to save lives.\" —@POTUS in the @NYTimes: https://t.co/Fjz7bb6O8G #StopGunViolence https://t.co/1CTmRJHPdn","month":"01","year":"2016","corpus":"step take save live potu nytim stopgunviol","id":685261147096936400,"day":"08"},{"text":"Next Tuesday, @POTUS will give his final State of the Union address. Watch it here: https://t.co/JB6PVhXXJ7 #SOTU\nhttps://t.co/b255xciIV3","month":"01","year":"2016","corpus":"next tuesday potu give final state union address watch sotu","id":685307018270216200,"day":"08"},{"text":"In just 4 days, @POTUS will deliver his final State of the Union. RSVP to watch → https://t.co/JB6PVhXXJ7 #SOTU\nhttps://t.co/FnVeRLtZOS","month":"01","year":"2016","corpus":"day potu deliv final state union rsvp watch sotu","id":685644437481898000,"day":"09"},{"text":"\"Later this month, I’ll visit the Detroit Auto Show to see this progress firsthand.\" —@POTUS on the auto industry: https://t.co/Mki5O6b9xZ","month":"01","year":"2016","corpus":"later month visit detroit auto show see progress firsthand potu auto industri","id":685841037550579700,"day":"09"},{"text":"Fired up for @POTUS's final State of the Union? See who will be watching from the guest box: https://t.co/9iRxCh0I9A\nhttps://t.co/bqzlPRjozr","month":"01","year":"2016","corpus":"fire potu final state union see watch guest box","id":686236376640061400,"day":"10"},{"text":"\"Never in our lives again will we have the chance to do as much good as we do right now.\" —@POTUS #SOTU https://t.co/uwE7JrHrXf","month":"01","year":"2016","corpus":"never live chanc much good right potu sotu","id":686663903456145400,"day":"11"},{"text":"\"We've gotten amazing things done over the last 7 years.\"\nWatch @POTUS's final State of the Union at 9pm ET. #SOTU\nhttps://t.co/Ruvsn9NWnk","month":"01","year":"2016","corpus":"gotten amaz thing done last year watch potu final state union 9pm sotu","id":686927736611291100,"day":"12"},{"text":"\"We secured the freedom in every state to marry the person we love.\" —@POTUS #SOTU https://t.co/SNV0vMz6La","month":"01","year":"2016","corpus":"secur freedom everi state marri person love potu sotu","id":687096028667904000,"day":"13"},{"text":"\"Tonight, I want to go easy on the traditional list of proposals for the year ahead.\" —@POTUS: https://t.co/7ZgBUWI9cz #SOTU","month":"01","year":"2016","corpus":"tonight want easi tradit list propos year ahead potu sotu","id":687094830296477700,"day":"13"},{"text":"\"It doesn’t work if we think the people who disagree with us are motivated by malice\" —@POTUS: https://t.co/7ZgBUWI9cz #SOTU","month":"01","year":"2016","corpus":"work think peopl disagre motiv malic potu sotu","id":687106426448121900,"day":"13"},{"text":"\"I see it in the Marine who gives almost everything to save his brothers\" —@POTUS #SOTU","month":"01","year":"2016","corpus":"see marin give almost everyth save brother potu sotu","id":687108821974569000,"day":"13"},{"text":"RT if you agree with @POTUS:\nWe’ve got to accelerate our transition away from dirty energy. #ActOnClimate #SOTU https://t.co/feytZ7GnL6","month":"01","year":"2016","corpus":"agre potu got acceler transit away dirti energi actonclim sotu","id":687101541459832800,"day":"13"},{"text":"\"I will keep working to shut down the prison at Guantanamo\" —@POTUS: https://t.co/7ZgBUWI9cz #SOTU","month":"01","year":"2016","corpus":"keep work shut prison guantanamo potu sotu","id":687105199538712600,"day":"13"},{"text":"RT @WHLive: \"You want to show our strength in this century?  Approve this agreement. Give us the tools to enforce it.\" —@POTUS to Congress …","month":"01","year":"2016","corpus":"whlive want show strength centuri approv agreement give tool enforc potu congress","id":687104452981948400,"day":"13"},{"text":"\"We’ve cut our imports of foreign oil by nearly 60%\" —@POTUS #SOTU #ActOnClimate https://t.co/8k6zxCdhmE","month":"01","year":"2016","corpus":"cut import foreign oil nearli potu sotu actonclim","id":687101191378104300,"day":"13"},{"text":"\"On issues of global concern, we will mobilize the world to work with us, and pull their own weight.\" —@POTUS #SOTU","month":"01","year":"2016","corpus":"issu global concern mobil world work pull weight potu sotu","id":687104060994879500,"day":"13"},{"text":"At 5:15pm ET, @POTUS will speak in Omaha on how can keep taking action on the challenges and opportunities ahead: https://t.co/l7aJhHnJ58","month":"01","year":"2016","corpus":"15pm potu speak omaha keep take action challeng opportun ahead","id":687395597435813900,"day":"13"},{"text":".@POTUS's favorite movie of the year?\nHint: He loves saying \"science the heck out of this thing\" #YouTubeAsksObama https://t.co/l33F3fPl1h","month":"01","year":"2016","corpus":"potu favorit movi year hint love say scienc heck thing youtubeasksobama","id":688096910217879600,"day":"15"},{"text":"\"This is a good day. Once again, we’re seeing what’s possible with strong American diplomacy.\" —@POTUS #IranDeal https://t.co/yNV26XZmDQ","month":"01","year":"2016","corpus":"good day see possibl strong american diplomaci potu irand","id":688757736310485000,"day":"17"},{"text":"RT @WHLive: \"Amir Hekmati is coming home. A former sergeant in the Marine Corps, he’s been held for four and a half years.\" —@POTUS","month":"01","year":"2016","corpus":"whlive amir hekmati come home former sergeant marin corp held four half year potu","id":688751668343746600,"day":"17"},{"text":"\"We’ve achieved this historic progress through diplomacy, without resorting to another war in the Middle East.\" —@POTUS #IranDeal","month":"01","year":"2016","corpus":"achiev histor progress diplomaci without resort anoth war middl east potu irand","id":688751183645782000,"day":"17"},{"text":".@POTUS on the helicopter tragedy in Hawaii. https://t.co/60kpYFGBMa","month":"01","year":"2016","corpus":"potu helicopt tragedi hawaii","id":690659030222635000,"day":"22"},{"text":"\"The government should not intrude on private decisions made between a woman and her doctor.\" —@POTUS #Roe43 https://t.co/tpxXvwmUTM","month":"01","year":"2016","corpus":"govern intrud privat decis made woman doctor potu roe43","id":690603492184993800,"day":"22"},{"text":".@POTUS met with his national security and health teams on the spread of the #Zika virus → https://t.co/4Xw449WgOx https://t.co/HUJcdcf0yX","month":"01","year":"2016","corpus":"potu met nation secur health team spread zika viru","id":692402486926262300,"day":"27"},{"text":"Tune in as @POTUS honors individuals who heroically risked their lives to save Jews during the Holocaust: https://t.co/aEISwVm8xx","month":"01","year":"2016","corpus":"tune potu honor individu heroic risk live save jew holocaust","id":692480828610342900,"day":"27"},{"text":"Watch @POTUS's weekly address on giving every student an opportunity to learn through computer science for all: https://t.co/iAxqqpavO7","month":"01","year":"2016","corpus":"watch potu weekli address give everi student opportun learn comput scienc","id":693457310824468500,"day":"30"},{"text":"RT @jack: Thank you @POTUS and @codeorg for pushing all schools to teach computer science. https://t.co/IJERCgQBev  #CSforAll","month":"01","year":"2016","corpus":"jack thank potu codeorg push school teach comput scienc csforal","id":693540514159661000,"day":"30"},{"text":".@POTUS's new plan will help ensure all of our students get an opportunity to learn computer science. #CSforAll https://t.co/iAxqqpavO7","month":"02","year":"2016","corpus":"potu new plan help ensur student get opportun learn comput scienc csforal","id":694214850210316300,"day":"01"},{"text":"RT @Botticelli44: I'm taking Qs on the new steps @POTUS is taking to help fight the opioid epidemic. Ask by 5:00pm ET using #Opioids.\nhttps…","month":"02","year":"2016","corpus":"botticelli44 take new step potu take help fight opioid epidem ask 00pm use opioid http","id":694582075949736000,"day":"02"},{"text":"\"Muslim Americans are some of the most resilient and patriotic Americans you’ll ever meet.\" —@POTUS during a #MosqueVisit in Baltimore","month":"02","year":"2016","corpus":"muslim american resili patriot american ever meet potu mosquevisit baltimor","id":694948338362294300,"day":"03"},{"text":"\"We can’t give in to profiling entire groups of people because there is no single profile of a terrorist.\" —@POTUS #MosqueVisit","month":"02","year":"2016","corpus":"give profil entir group peopl singl profil terrorist potu mosquevisit","id":694953806359040000,"day":"03"},{"text":"\"Generations of Muslim Americans have helped to build our nation.\" —@POTUS #MosqueVisit https://t.co/AWDJ9KkZom","month":"02","year":"2016","corpus":"gener muslim american help build nation potu mosquevisit","id":694981326638833700,"day":"03"},{"text":".@POTUS on the signing of the Trans-Pacific Partnership—a trade deal that puts American workers 1st. #MadeInAmerica https://t.co/QvRZr0snyn","month":"02","year":"2016","corpus":"potu sign tran pacif partnership trade deal put american worker 1st madeinamerica","id":695027767616753700,"day":"03"},{"text":"RT @WHLive: \"For me, and perhaps for many of you, faith is the great cure for fear.\" —@POTUS at the #NationalPrayerBreakfast","month":"02","year":"2016","corpus":"whlive perhap mani faith great cure fear potu nationalprayerbreakfast","id":695254222611218400,"day":"04"},{"text":"\"He is the shining star in heaven tonight.\" —@POTUS on the passing of Maurice White: https://t.co/fWSeVVIKWA https://t.co/WeaEwwlonW","month":"02","year":"2016","corpus":"shine star heaven tonight potu pass mauric white","id":695728543322406900,"day":"05"},{"text":"\"Too often government IT is like an Atari game in an Xbox world\" —@POTUS on #Cybersecurity: https://t.co/8YP0MkzuNU https://t.co/a7HG8pJeWB","month":"02","year":"2016","corpus":"often govern like atari game xbox world potu cybersecur","id":697154004997034000,"day":"09"},{"text":"\"A third step toward a better politics is to make voting easier, not harder.\" —@POTUS https://t.co/dX5nOLBZaB","month":"02","year":"2016","corpus":"third step toward better polit make vote easier harder potu","id":697507777527291900,"day":"10"},{"text":"\"For almost 30 years, Justice Antonin “Nino” Scalia was a larger-than-life presence on the bench\" —@POTUS","month":"02","year":"2016","corpus":"almost year justic antonin nino scalia larger life presenc bench potu","id":698684683349930000,"day":"14"},{"text":"Tune in as @POTUS holds a press conference at the #USASEAN2016 Summit: https://t.co/Ql0ZWFZ9Xs https://t.co/S9RqoxiwLc","month":"02","year":"2016","corpus":"tune potu hold press confer usasean2016 summit","id":699712904526852100,"day":"16"},{"text":"\"That’s the thing about our democracy. It takes all of us.\" —@POTUS #BlackHistoryMonth","month":"02","year":"2016","corpus":"thing democraci take potu blackhistorymonth","id":700439441383563300,"day":"18"},{"text":".@POTUS will be the first U.S. President to travel to Cuba since Calvin Coolidge in 1928 → https://t.co/5jPvVh2faS https://t.co/q2Fa0zXzfX","month":"02","year":"2016","corpus":"potu first presid travel cuba sinc calvin coolidg 1928","id":700352245137805300,"day":"18"},{"text":"RT @POTUS: Next month, I'll travel to Cuba to advance our progress and efforts that can improve the lives of the Cuban people.","month":"02","year":"2016","corpus":"potu next month travel cuba advanc progress effort improv live cuban peopl","id":700320430436053000,"day":"18"},{"text":"Today @POTUS and @FLOTUS paid their respects to Justice Antonin Scalia in the Great Hall of the Supreme Court. https://t.co/BLjWzOcGcf","month":"02","year":"2016","corpus":"today potu flotu paid respect justic antonin scalia great hall suprem court","id":700885551826628600,"day":"20"},{"text":"RT @POTUS: We've made big strides in the fight against Malaria - saving millions of lives. That's American leadership at work. https://t.co…","month":"02","year":"2016","corpus":"potu made big stride fight malaria save million live american leadership work","id":701872314137313300,"day":"22"},{"text":"\"We have to stay united as one American family...rejecting any politics that tries to divide Americans by faith.\" —@POTUS to @NatlGovsAssoc","month":"02","year":"2016","corpus":"stay unit one american famili ... reject polit tri divid american faith potu natlgovsassoc","id":701806790695112700,"day":"22"},{"text":"\"People we serve don’t typcially think in terms of red or blue, left or right. They just want a shot to get ahead\" —@POTUS to @NatlGovsAssoc","month":"02","year":"2016","corpus":"peopl serv typcial think term red blue left right want shot get ahead potu natlgovsassoc","id":701562752607903700,"day":"22"},{"text":"RT @FactsOnClimate: JUST IN: Solar and wind tax credits extended by @POTUS will ↑ capacity by nearly 60% → https://t.co/bnP2BDBRgP https://…","month":"02","year":"2016","corpus":"factsonclim solar wind tax credit extend potu capac nearli","id":701859616913756200,"day":"22"},{"text":"\"ISIL fighters are learning that they have no safe haven. We can hit them anywhere, anytime—and we do.\" —@POTUS on the fight against ISIL","month":"02","year":"2016","corpus":"isil fighter learn safe hit anywher anytim potu fight isil","id":702992481055600600,"day":"25"},{"text":"\"Every day, our air campaign—more than 10,000 strikes so far—continues to destroy ISIL forces\" —@POTUS https://t.co/DYIp9EckbQ","month":"02","year":"2016","corpus":"everi day air campaign 000 strike far continu destroy isil forc potu","id":702992347991318500,"day":"25"},{"text":"\"Here’s the Scoop: Why My #FirstJob Mattered\" —@POTUS on @LinkedIn about creating opportunity for young Americans: https://t.co/oIsh4KayPB","month":"02","year":"2016","corpus":"scoop firstjob matter potu linkedin creat opportun young american","id":702885850712039400,"day":"25"},{"text":"“In fact, ISIL has still not had a single successful major offensive operation in Syria or Iraq since last summer.” —@POTUS on ISIL","month":"02","year":"2016","corpus":"fact isil still singl success major offens oper syria iraq sinc last summer potu isil","id":702992694486941700,"day":"25"},{"text":"\"Yesterday, a gunman murdered three people and injured 14 others in Hesston, Kansas.\" —@POTUS #StopGunViolence","month":"02","year":"2016","corpus":"yesterday gunman murder three peopl injur other hesston kansa potu stopgunviol","id":703290657281085400,"day":"26"},{"text":"\"Businesses like yours have created jobs 71 straight months—14 million in all\" —@POTUS in Jacksonville https://t.co/45eRYwbulc","month":"02","year":"2016","corpus":"busi like creat job straight month million potu jacksonvil","id":703291699913687000,"day":"26"},{"text":"\"Every day, our air campaign—more than 10,000 strikes so far—continues to destroy ISIL forces.\" —@POTUS: https://t.co/RnXlQ79S4H","month":"02","year":"2016","corpus":"everi day air campaign 000 strike far continu destroy isil forc potu","id":703630717130051600,"day":"27"},{"text":"\"Beyond Syria and Iraq, we continue to use the full range of our tools to go after ISIL\" —@POTUS: https://t.co/RnXlQ7rsWf","month":"02","year":"2016","corpus":"beyond syria iraq continu use full rang tool isil potu","id":703999387416940500,"day":"28"},{"text":"Watch as @POTUS describes @USNavy SEAL Ed Byers' harrowing mission that earned him the #MedalOfHonor. https://t.co/yCBd6n21gA","month":"02","year":"2016","corpus":"watch potu describ usnavi seal byer harrow mission earn medalofhonor","id":704388684657913900,"day":"29"},{"text":"RT @DeptofDefense: .@POTUS presents @USNavy Senior Chief Petty Officer Edward Byers Jr with the #MedalofHonor. @us_navyseals https://t.co/E…","month":"02","year":"2016","corpus":"deptofdefens potu present usnavi senior chief petti offic edward byer medalofhonor us_navys","id":704345746758176800,"day":"29"},{"text":"\"In the entire history of the @USNavy SEALs, just five have been awarded the #MedalOfHonor...And now, a sixth. Byers.\" —@POTUS","month":"02","year":"2016","corpus":"entir histori usnavi seal five award medalofhonor ... sixth byer potu","id":704341151235469300,"day":"29"},{"text":"RT @PressSec: In fact, one-third of the presidents before @POTUS have confirmed a #SCOTUS nominee in an election year. https://t.co/r1YYRbA…","month":"03","year":"2016","corpus":"presssec fact one third presid potu confirm scotu nomine elect year","id":704817022736179200,"day":"01"},{"text":"\"Coach Saban’s teams aren’t just defined by what they do on the field. Alabama was...3rd among Top-25 teams in graduation rates\" —@POTUS","month":"03","year":"2016","corpus":"coach saban team defin field alabama ... 3rd among top team graduat rate potu","id":705127682107908100,"day":"02"},{"text":"RT @PressSec: He did. And it did. Read the letter Brent sent to @POTUS: https://t.co/wHOWyMTSbd  https://t.co/n1bh3FMRqN","month":"03","year":"2016","corpus":"presssec read letter brent sent potu","id":705466883944931300,"day":"03"},{"text":"RT @VP: Today's #JobsReport is a testament to the American people's resilience--and to smart decisions made by @POTUS. And I'm proud of tha…","month":"03","year":"2016","corpus":"today jobsreport testament american peopl resili smart decis made potu proud tha","id":705801895458148400,"day":"04"},{"text":"Watch @POTUS preview his visit to South by Southwest → https://t.co/p1yAeytFmm #SXSW https://t.co/v5XOcmyRPC","month":"03","year":"2016","corpus":"watch potu preview visit south southwest sxsw","id":706502133198106600,"day":"06"},{"text":"\"We honor those who walked so we could run. We must run so our children soar.\" —@POTUS #Selma51 #MarchOn https://t.co/Zw4YoCROWj","month":"03","year":"2016","corpus":"honor walk could run must run children soar potu selma51 marchon","id":706995100145025000,"day":"08"},{"text":"\"Thousands of families will no longer have to choose between losing income and taking care of a sick child\" —@POTUS https://t.co/yLg29qS9ai","month":"03","year":"2016","corpus":"thousand famili longer choos lose incom take care sick child potu","id":707712811422515200,"day":"09"},{"text":"Tune in now as @POTUS and @JustinTrudeau hold a joint press conference: https://t.co/wLZY7oJxbq #CanadaVisit","month":"03","year":"2016","corpus":"tune potu justintrudeau hold joint press confer canadavisit","id":707963304321355800,"day":"10"},{"text":"RT @POTUS: Nearly 1 in 3 American families struggle to afford diapers. We're working with the private sector to help fix this. https://t.co…","month":"03","year":"2016","corpus":"potu nearli american famili struggl afford diaper work privat sector help fix","id":708346195748524000,"day":"11"},{"text":"\"We avoided a Great Depression. \nThanks, Obama.\"\n—@POTUS #SXSW2016 https://t.co/BBcKZOD8cW","month":"03","year":"2016","corpus":"avoid great depress thank obama potu sxsw2016","id":708406020054392800,"day":"11"},{"text":"\"Really the reason I'm here is to recruit all of you.\" —@POTUS at #SXSW2016 https://t.co/iRQakG5dda","month":"03","year":"2016","corpus":"realli reason recruit potu sxsw2016","id":708410233538879500,"day":"11"},{"text":"Cuban Americans share their thoughts on @POTUS's efforts on Cuba ahead of his visit: https://t.co/K7FKzsSx25 https://t.co/ARXKZTKXGW","month":"03","year":"2016","corpus":"cuban american share thought potu effort cuba ahead visit","id":708724376846209000,"day":"12"},{"text":"Watch @POTUS discuss the life and legacy of former First Lady Nancy Reagan in his weekly address. https://t.co/Glw3uit9oa","month":"03","year":"2016","corpus":"watch potu discuss life legaci former first ladi nanci reagan weekli address","id":708708041189761000,"day":"12"},{"text":"\"Let’s get started. Enjoy the show, everybody!\" —@POTUS: https://t.co/qoijfA70kZ #Bam4Ham https://t.co/ue97NCjnk2","month":"03","year":"2016","corpus":"let get start enjoy show everybodi potu bam4ham","id":709496407913328600,"day":"14"},{"text":"RT @StateDept: .@POTUS's remarks at the Chiefs of Mission Conference at @StateDept this morning. https://t.co/ewHItfHgwy","month":"03","year":"2016","corpus":"statedept potu remark chief mission confer statedept morn","id":709411449622368300,"day":"14"},{"text":"\"We wanted to share this incredible musical with folks who might otherwise not get the experience\" —@POTUS on @HamiltonMusical #Bam4Ham","month":"03","year":"2016","corpus":"want share incred music folk might otherwis get experi potu hamiltonmus bam4ham","id":709494111997468700,"day":"14"},{"text":"\"We hope that the remarkable life of Alexander Hamilton will show our young people the possibilities within themselves\" —@POTUS #Bam4Ham","month":"03","year":"2016","corpus":"hope remark life alexand hamilton show young peopl possibl within potu bam4ham","id":709496002328338400,"day":"14"},{"text":"RT @Lin_Manuel: But before that, @POTUS tried to stump me with some words in a Rose Garden freestyle--beats by the Marine band! https://t.c…","month":"03","year":"2016","corpus":"lin_manuel potu tri stump word rose garden freestyl beat marin band","id":709539082939007000,"day":"15"},{"text":"\"We should...treat the process of appointing a Supreme Court justice with the seriousness and care it deserves.\" —@POTUS #SCOTUSnominee","month":"03","year":"2016","corpus":"... treat process appoint suprem court justic serious care deserv potu scotusnomine","id":710123666005168100,"day":"16"},{"text":"“This is not a responsibility I take lightly—it’s a decision that requires me to set aside short-term expediency or narrow politics” —@POTUS","month":"03","year":"2016","corpus":"respons take lightli decis requir set asid short term expedi narrow polit potu","id":710119927550713900,"day":"16"},{"text":"\"To find someone...who just about everyone not only respects, but genuinely likes—that is rare.\" —@POTUS on Merrick Garland #SCOTUSnominee","month":"03","year":"2016","corpus":"find someon ... everyon respect genuin like rare potu merrick garland scotusnomine","id":710122668356472800,"day":"16"},{"text":"\"He led the investigation and supervised the prosecution that brought Timothy McVeigh to justice.\" —@POTUS on Merrick Garland #SCOTUSnominee","month":"03","year":"2016","corpus":"led investig supervis prosecut brought timothi mcveigh justic potu merrick garland scotusnomine","id":710121731604783100,"day":"16"},{"text":"Get a first look at the key stops @POTUS will make during his #CubaVisit next week → https://t.co/Dfbi5gPyYQ https://t.co/Zgq1ChK8hR","month":"03","year":"2016","corpus":"get first look key stop potu make cubavisit next week","id":710537408857514000,"day":"17"},{"text":"\"Presidents don’t stop working in the final year of their term.\nNeither should a Senator\"\n—@POTUS #DoYourJobFriday https://t.co/JNB1vTPy2x","month":"03","year":"2016","corpus":"presid stop work final year term neither senat potu doyourjobfriday","id":710906097079550000,"day":"18"},{"text":"\"Give Judge Garland the respect he has earned.\nGive him a hearing.\nGive him an up-or-down vote.\" —@POTUS: https://t.co/gdUKEwDUUz","month":"03","year":"2016","corpus":"give judg garland respect earn give hear give vote potu","id":711621610055139300,"day":"20"},{"text":"\"With help from services like @AirBnB, more Americans are staying at your casas particulares\" —@POTUS to Cuban entrepreneurs","month":"03","year":"2016","corpus":"help servic like airbnb american stay casa particular potu cuban entrepreneur","id":712014348332302300,"day":"21"},{"text":"\"We're moving ahead with our efforts to help connect more Cubans to the Internet and the global economy\" —@POTUS https://t.co/h89eoPa3YV","month":"03","year":"2016","corpus":"move ahead effort help connect cuban internet global economi potu","id":711999126825738200,"day":"21"},{"text":"RT @lacasablanca: \"El futuro de Cuba tiene que estar en las manos del pueblo cubano.\" -@POTUS en La Habana https://t.co/a0789qquxw","month":"03","year":"2016","corpus":"lacasablanca futuro cuba tien que estar la mano del pueblo cubano potu habana","id":712300910349668400,"day":"22"},{"text":"\"We can make this journey as friends, as neighbors, as family. Si se puede.\" —@POTUS speaking to the Cuban people https://t.co/To5wDa6EyK","month":"03","year":"2016","corpus":"make journey friend neighbor famili pued potu speak cuban peopl","id":712301437028425700,"day":"22"},{"text":"Happening now: @POTUS holds a town hall in Argentina with Young Leaders of the Americas → https://t.co/9VMvRKoHB3","month":"03","year":"2016","corpus":"happen potu hold town hall argentina young leader america","id":712711002626895900,"day":"23"},{"text":"“There’s no more important item on my agenda than going after them and defeating them.” —@POTUS on fighting ISIL https://t.co/WsJBH39JDa","month":"03","year":"2016","corpus":"import item agenda go defeat potu fight isil","id":712685104942817300,"day":"23"},{"text":"“We’re going to be steady.\n We’re going to be resolute.\nAnd ultimately we’re going to be successful.” —@POTUS on our plan to defeat ISIL","month":"03","year":"2016","corpus":"go steadi go resolut ultim go success potu plan defeat isil","id":712679427302375400,"day":"23"},{"text":"\"We also commemorate those who fought side-by-side with Argentinians for human rights\" —@POTUS at the Parque de la Memoria in Buenos Aires","month":"03","year":"2016","corpus":"also commemor fought side side argentinian human right potu parqu memoria bueno air","id":713001217719410700,"day":"24"},{"text":"\"We’ve ramped up our intelligence cooperation so that we can root out ISIL’s operations.\" —@POTUS https://t.co/KNzCYRErLj","month":"03","year":"2016","corpus":"ramp intellig cooper root isil oper potu","id":713802882542227500,"day":"26"},{"text":"“We’re seeing a bipartisan interest in addressing this problem.” —@POTUS on the opioid epidemic: https://t.co/M2HgnDmceC #RxSummit","month":"03","year":"2016","corpus":"see bipartisan interest address problem potu opioid epidem rxsummit","id":714883790011768800,"day":"29"},{"text":"Watch @POTUS speak on what the image of @Pontifex washing the feet of refugees meant to him. #EasterPrayerBreakfast https://t.co/jMT56ZmnEe","month":"03","year":"2016","corpus":"watch potu speak imag pontifex wash feet refuge meant easterprayerbreakfast","id":715190508629454800,"day":"30"},{"text":"RT @NSC44: \"Together, we've removed the world's most deadly materials from nuclear facilities around the world\"-@POTUS #NSS2016\nhttps://t.c…","month":"04","year":"2016","corpus":"nsc44 togeth remov world deadli materi nuclear facil around world \"-@ potu nss2016","id":716028011926130700,"day":"01"},{"text":"Watch @POTUS discuss the important progress we've made on #NuclearSecurity: https://t.co/QyBNjAvu7G  https://t.co/fDU0niiIVo","month":"04","year":"2016","corpus":"watch potu discuss import progress made nuclearsecur","id":716028784697278500,"day":"01"},{"text":"\"More than 50 nations...have taken concrete steps to enhance security at their nuclear facilities\" —@POTUS https://t.co/ohxrEwE1gc","month":"04","year":"2016","corpus":"nation ... taken concret step enhanc secur nuclear facil potu","id":716025553787162600,"day":"01"},{"text":"\"In Syria and Iraq, ISIL continues to lose ground. Our coalition continues to take out its leaders\" —@POTUS: https://t.co/Gh0tbI4inU","month":"04","year":"2016","corpus":"syria iraq isil continu lose ground coalit continu take leader potu","id":716325586033979400,"day":"02"},{"text":"\"We’ve been leading a global effort to secure the world’s nuclear materials.\" —@POTUS: https://t.co/Gh0tbIlTMu","month":"04","year":"2016","corpus":"lead global effort secur world nuclear materi potu","id":716279976505565200,"day":"02"},{"text":"\"I’ve been pushing for years to eliminate the injustices in our tax system.\" —@POTUS on making our tax code fairer","month":"04","year":"2016","corpus":"push year elimin injustic tax system potu make tax code fairer","id":717385975136018400,"day":"05"},{"text":"Professor @POTUS is back at @UChicagoLaw to talk about #SCOTUS. Tune in at 3:30 pm ET → https://t.co/O5iYU0VkHB #TBT https://t.co/5c3drrlIBE","month":"04","year":"2016","corpus":"professor potu back uchicagolaw talk scotu tune tbt","id":718146305734750200,"day":"07"},{"text":"“What better place to commemorate this day than here at this house, where some of our country’s most important history took place.”  —@POTUS","month":"04","year":"2016","corpus":"better place commemor day hous countri import histori took place potu","id":719912366838845400,"day":"12"},{"text":"These women picketed for the right to vote. Today, @POTUS will preserve their stories: https://t.co/jArlheWm4j https://t.co/yGcP6oGQDz","month":"04","year":"2016","corpus":"women picket right vote today potu preserv stori","id":719908474579062800,"day":"12"},{"text":"\"Science has always been the hallmark of American progress.\" —@POTUS at the #WHScienceFair https://t.co/bX1qEz02L9","month":"04","year":"2016","corpus":"scienc alway hallmark american progress potu whsciencefair","id":720350920198856700,"day":"13"},{"text":"\"One industry that's ripe for change is cable TV.\" —@POTUS on taking action to spur competition for cable boxes: https://t.co/z4mA9kN2ea","month":"04","year":"2016","corpus":"one industri ripe chang cabl potu take action spur competit cabl box","id":721726422646005800,"day":"17"},{"text":"Planning your trip during #NationalParkWeek? Here's a little inspiration from @POTUS: https://t.co/VGShEzwatN https://t.co/phtL1YdY8n","month":"04","year":"2016","corpus":"plan trip nationalparkweek littl inspir potu","id":722543341422846000,"day":"19"},{"text":"RT @POTUS: Thank you, Adrianne, for being Boston Strong. Terror and bombs can't beat us. We carry on. We finish the race! https://t.co/55hm…","month":"04","year":"2016","corpus":"potu thank adriann boston strong terror bomb beat carri finish race","id":722218673885216800,"day":"19"},{"text":"Get inspired by @POTUS and #FindYourPark during #NationalParkWeek: https://t.co/VGShEzezCf https://t.co/yBmhCTpNar","month":"04","year":"2016","corpus":"get inspir potu findyourpark nationalparkweek","id":722532679443476500,"day":"19"},{"text":"RT @SCOTUSnom: .@POTUS gives a short lesson on the long-term impacts of failing to fill the #SCOTUS bench → https://t.co/5ReTz6Kkav\nhttps:/…","month":"04","year":"2016","corpus":"scotusnom potu give short lesson long term impact fail fill scotu bench http :/…","id":725336116505788400,"day":"27"},{"text":"\"It is more important than ever.\" —@POTUS on filling the vacancy on the Supreme Court: https://t.co/QYiIYb4ep3 https://t.co/IddjwVX9BZ","month":"04","year":"2016","corpus":"import ever potu fill vacanc suprem court","id":726480021766836200,"day":"30"},{"text":"\"With that, I have just two more words to say: Obama Out.\" —@POTUS #WHCD https://t.co/RQSDh92YsU","month":"05","year":"2016","corpus":"two word say obama potu whcd","id":726602492742635500,"day":"01"},{"text":"Staff in the room with @POTUS recount the mission that led to the death of Usama bin Laden: https://t.co/El0biJlSsl https://t.co/55SjdV0orT","month":"05","year":"2016","corpus":"staff room potu recount mission led death usama bin laden","id":727226245486780400,"day":"02"},{"text":"At 4:30pm ET, watch @POTUS honor the 2016 National Teacher of the Year → https://t.co/ezVzVMI5I0 #ThankATeacher https://t.co/NGOGG0pbXk","month":"05","year":"2016","corpus":"30pm watch potu honor 2016 nation teacher year thankateach","id":727593598426828800,"day":"03"},{"text":"\"Flint's recovery is everybody's responsibility. And I'm going to make sure that responsibility is met.\" —@POTUS https://t.co/AkHsQuT3pU","month":"05","year":"2016","corpus":"flint recoveri everybodi respons go make sure respons met potu","id":727974450650583000,"day":"04"},{"text":"\"'Never forget. Never again.'\" —@POTUS on #HolocaustRemembranceDay: https://t.co/JGOp6Hd9Ly https://t.co/eUymMbONIJ","month":"05","year":"2016","corpus":"never forget never .'\" potu holocaustremembranceday","id":728003365469184000,"day":"04"},{"text":"\"¡Feliz #CincoDeMayo! Bienvenidos a @LaCasaBlanca.\" —@POTUS","month":"05","year":"2016","corpus":"feliz cincodemayo bienvenido lacasablanca potu","id":728316584847118300,"day":"05"},{"text":"“We were all strangers once until America welcomed us home.” —@POTUS to the #AAPI community https://t.co/DssyqTYxvI","month":"05","year":"2016","corpus":"stranger america welcom home potu aapi commun","id":728021418827358200,"day":"05"},{"text":"\"Everything is 3-D to me.\" Read this man's story of life outside prison after @POTUS commuted his life sentence: https://t.co/DWFY8xgEZm","month":"05","year":"2016","corpus":"everyth read man stori life outsid prison potu commut life sentenc","id":728647500161290200,"day":"06"},{"text":"Watch @POTUS deliver the 2016 commencement address at @HowardU → https://t.co/yArc9fhnru","month":"05","year":"2016","corpus":"watch potu deliv 2016 commenc address howardu","id":728956828780920800,"day":"07"},{"text":"\"No one deserves thanks more than our moms.\" Read @POTUS's message on #MothersDay: https://t.co/EluhUFxxfq https://t.co/wqBg716OB4","month":"05","year":"2016","corpus":"one deserv thank mom read potu messag mothersday","id":729316513149157400,"day":"08"},{"text":"Watch live: @POTUS honors the 2016 NCAA Women's Basketball Champion @UConnWBB → https://t.co/pVFLa2q71B  #UConnNation","month":"05","year":"2016","corpus":"watch live potu honor 2016 ncaa women basketbal champion uconnwbb uconnn","id":730105476927524900,"day":"10"},{"text":"Take a look behind the scenes as @POTUS and @FLOTUS arrive at the Nordic State Dinner. #NordicVisit https://t.co/7uHwaHWSXc","month":"05","year":"2016","corpus":"take look behind scene potu flotu arriv nordic state dinner nordicvisit","id":731623914858643500,"day":"14"},{"text":"\"Progress doesn’t travel a straight line, but instead zigs and zags in fits and starts.” —@POTUS #RU250Grad https://t.co/f7hnpmUQ8o","month":"05","year":"2016","corpus":"progress travel straight line instead zig zag fit start potu ru250grad","id":731912556856660000,"day":"15"},{"text":"\"This is an award none of them sought\" —@POTUS on the 13 officers awarded with the #MedalOfValor https://t.co/fUWV1zkpnV","month":"05","year":"2016","corpus":"award none sought potu offic award medalofvalor","id":732239391557455900,"day":"16"},{"text":"\"It’s because of your courage— often unseen—that the rest of us can go about living our lives like it’s any other day\" —@POTUS #MedalOfValor","month":"05","year":"2016","corpus":"courag often unseen rest live live like day potu medalofvalor","id":732233090408566800,"day":"16"},{"text":"We've now seen 68 days of Senate Republicans blocking @POTUS's Supreme Court nominee—this is next-level obstruction. https://t.co/WnSKlQ34L2","month":"05","year":"2016","corpus":"seen day senat republican block potu suprem court nomine next level obstruct","id":734884793154834400,"day":"23"},{"text":"When @POTUS went to Elkhart in 2009, it was reeling from the recession. Next week, he'll highlight its recovery: https://t.co/N11atWOhJI","month":"05","year":"2016","corpus":"potu went elkhart 2009 reel recess next week highlight recoveri","id":735501955578003500,"day":"25"},{"text":"RT @rhodes44: Today @POTUS became the first sitting US President to visit Hiroshima. Here's what he said: https://t.co/kQX3OXEfmF","month":"05","year":"2016","corpus":"rhodes44 today potu becam first sit presid visit hiroshima said","id":736198064147468300,"day":"27"},{"text":"\"Since that fateful day, we have made choices that give us hope.\" —@POTUS at the Hiroshima Peace Memorial https://t.co/cbfqtYeBou","month":"05","year":"2016","corpus":"sinc fate day made choic give hope potu hiroshima peac memori","id":737108349888561200,"day":"30"},{"text":"RT @POTUS: This Memorial Day, I hope you'll join me in acts of remembrance. The debt we owe our fallen heroes is one we can never truly rep…","month":"05","year":"2016","corpus":"potu memori day hope join act remembr debt owe fallen hero one never truli rep","id":737270063355596800,"day":"30"},{"text":"RT @POTUS: He shook up the world, and the world's better for it. Rest in peace, Champ. https://t.co/z1yM3sSLH3","month":"06","year":"2016","corpus":"potu shook world world better rest peac champ","id":739096978617999400,"day":"04"},{"text":"\"It was a powerful symbol here at home, where more Americans finally felt accepted and whole.\" —@POTUS #Pride2016 https://t.co/eszexqybSU","month":"06","year":"2016","corpus":"power symbol home american final felt accept whole potu pride2016","id":741017365681311700,"day":"09"},{"text":"\"In the face of hate and violence, we will love one another. We will not give into fear.\" —@POTUS https://t.co/i7fOS38GzH","month":"06","year":"2016","corpus":"face hate violenc love one anoth give fear potu","id":742058774412681200,"day":"12"},{"text":"\"Our country isn’t just all about the Benjamins – it’s about the Tubmans, too.\" —@POTUS at the #StateOfWomen Summit https://t.co/Bo9M1IXzu4","month":"06","year":"2016","corpus":"countri benjamin tubman potu stateofwomen summit","id":743174501072932900,"day":"15"},{"text":"\"This is what a feminist looks like.\" —@POTUS: https://t.co/VKhkqUSCTO #StateOfWomen https://t.co/n6oq0r4fHU","month":"06","year":"2016","corpus":"feminist look like potu stateofwomen","id":743169414548230100,"day":"15"},{"text":"Under @POTUS’s leadership, we've done more than ever before to #ActOnClimate: https://t.co/RxPSPdGsxs https://t.co/rnCqd1EEFV","month":"06","year":"2016","corpus":"potu leadership done ever actonclim","id":743933830193520600,"day":"17"},{"text":"“In the West Wing Lobby, I’ve got a painting of Vernal Fall and Half-Dome.” —@POTUS in Yosemite #FindYourPark https://t.co/oHydI2RLo7","month":"06","year":"2016","corpus":"west wing lobbi got paint vernal fall half dome potu yosemit findyourpark","id":744234307095519200,"day":"18"},{"text":"“Every dollar we invest in our national parks generates ten dollars for local economies.” —@POTUS at @YosemiteNPS https://t.co/GEKhf4Pc9V","month":"06","year":"2016","corpus":"everi dollar invest nation park gener ten dollar local economi potu yosemitenp","id":744248632510033900,"day":"18"},{"text":"\"No country has done more to build a culture of making and tinkering, of entrepreneurship and risk-taking\" —@POTUS on the U.S. #WeekOfMaking","month":"06","year":"2016","corpus":"countri done build cultur make tinker entrepreneurship risk take potu weekofmak","id":744932005918441500,"day":"20"},{"text":"RT @POTUS: By giving him its highest rating, the American Bar Association confirms what we all know: Judge Garland should serve on the Supr…","month":"06","year":"2016","corpus":"potu give highest rate american bar associ confirm know judg garland serv supr","id":745327427803562000,"day":"21"},{"text":"RT @GinaEPA: Today @POTUS signed bipartisan #TSCA reform, huge step forward to help @EPA protect Americans from toxic chemicals. https://t.…","month":"06","year":"2016","corpus":"ginaepa today potu sign bipartisan tsca reform huge step forward help epa protect american toxic chemic","id":745647615694471200,"day":"22"},{"text":"“The fact that the Supreme Court wasn’t able to issue a decision in this case sets it back even further.” —@POTUS on #immigration ruling","month":"06","year":"2016","corpus":"fact suprem court abl issu decis case set back even potu immigr rule","id":746008641145208800,"day":"23"},{"text":"RT @WHLive: \"You just see enormous creativity, waiting to be tapped.\" —@POTUS on the entrepreneurial spirit around the world. #GES2016","month":"06","year":"2016","corpus":"whlive see enorm creativ wait tap potu entrepreneuri spirit around world ges2016","id":746404286595113000,"day":"24"},{"text":"RT @WHLive: \"This is the place that made 'nerd' cool.\" —@POTUS at @Stanford for #GES2016 https://t.co/pK7owIsgE1","month":"06","year":"2016","corpus":"whlive place made nerd cool potu stanford ges2016","id":746401981229457400,"day":"24"},{"text":"RT @rhodes44: .@POTUS launches the Young Transatlantic Innovation Leaders Initiative to bring 200 young Europeans to the U.S. https://t.co/…","month":"06","year":"2016","corpus":"rhodes44 potu launch young transatlant innov leader initi bring 200 young european","id":746427932734742500,"day":"24"},{"text":"\"The special relationship between our two nations will endure.\" —@POTUS on the UK referendum to leave the EU. https://t.co/IdmA77dg2T","month":"06","year":"2016","corpus":"special relationship two nation endur potu referendum leav","id":746408694036967400,"day":"24"},{"text":"\"I believe our national parks should reflect the full story of our country\" —@POTUS on Stonewall National Monument: https://t.co/XtTx7WGLyS","month":"06","year":"2016","corpus":"believ nation park reflect full stori countri potu stonewal nation monument","id":746795214317117400,"day":"25"},{"text":"\"The story of America is a story of progress.\" —@POTUS on our newest national monument: Stonewall: https://t.co/XtTx7WGLyS","month":"06","year":"2016","corpus":"stori america stori progress potu newest nation monument stonewal","id":746734857624051700,"day":"25"},{"text":"\"In every state in America, you’re now free to marry the person you love.\" —@POTUS #LoveIsLove #Pride2016 https://t.co/XtTx7WGLyS","month":"06","year":"2016","corpus":"everi state america free marri person love potu loveislov pride2016","id":747157257377353700,"day":"26"},{"text":"Tune in at 4:50pm ET to watch @POTUS welcome the 2015 @WNBA Champion @MinnesotaLynx to the @WhiteHouse: https://t.co/Qpft1ud2D7","month":"06","year":"2016","corpus":"tune 50pm watch potu welcom 2015 wnba champion minnesotalynx whitehous","id":747530351510167600,"day":"27"},{"text":"Watch @POTUS congratulate the 2015 @WNBA champion @MinnesotaLynx: https://t.co/IVFX5Nk4YT","month":"06","year":"2016","corpus":"watch potu congratul 2015 wnba champion minnesotalynx","id":747538586120093700,"day":"27"},{"text":"\"Give it up for the 2015 @WNBA champions, the @MinnesotaLynx!\" —@POTUS","month":"06","year":"2016","corpus":"give 2015 wnba champion minnesotalynx potu","id":747530823809794000,"day":"27"},{"text":"\"A role model to millions of Americans\" —@POTUS on @LadyVol_Hoops' Pat Summitt: https://t.co/a5awog5dpx https://t.co/mjamharF7J","month":"06","year":"2016","corpus":"role model million american potu ladyvol_hoop pat summitt","id":747821042622570500,"day":"28"},{"text":"\"We are bound together by family, including millions of immigrants who trace their roots to each other’s countries\" —@POTUS #NALS2016","month":"06","year":"2016","corpus":"bound togeth famili includ million immigr trace root countri potu nals2016","id":748238493185249300,"day":"29"},{"text":"\"We’re announcing a new goal across our continent\" —@POTUS on the U.S., Canada, and Mexico working to #ActOnClimate https://t.co/aJPgzFvetP","month":"06","year":"2016","corpus":"announc new goal across contin potu canada mexico work actonclim","id":748239300844654600,"day":"29"},{"text":"\"We Americans can never say it enough—we could not ask for a better friend or ally than Canada.\" —@POTUS #POTUSinCanada","month":"06","year":"2016","corpus":"american never say enough could ask better friend alli canada potu potusincanada","id":748276459186364400,"day":"29"},{"text":"Watch @POTUS in a press conference with Canadian Prime Minister @JustinTrudeau and Mexican President @EPN at 3pm ET: https://t.co/7P91jpJZUV","month":"06","year":"2016","corpus":"watch potu press confer canadian prime minist justintrudeau mexican presid epn 3pm","id":748225848105283600,"day":"29"},{"text":"RT @IBMpolicy: #IBM is proud to join @POTUS’ call-to-action on the global refugee crisis. Here’s how we’re helping https://t.co/Q5CRskGLqD…","month":"06","year":"2016","corpus":"ibmpolici ibm proud join potu call action global refuge crisi help","id":748598354481922000,"day":"30"},{"text":"2016 was the last commencement season for @POTUS and @FLOTUS. Watch this year’s addresses: https://t.co/z4GjLKvg8o","month":"07","year":"2016","corpus":"2016 last commenc season potu flotu watch year address","id":748694443922956300,"day":"01"},{"text":".@POTUS celebrates America's men and women in uniform in this week's #FourthOfJuly address. Watch: https://t.co/UYx8aDz3n4","month":"07","year":"2016","corpus":"potu celebr america men women uniform week fourthofjuli address watch","id":749267671678496800,"day":"02"},{"text":"“Even as we remain relentless against those who threaten us, we are no longer engaged in a major ground war in Afghanistan.” —@POTUS","month":"07","year":"2016","corpus":"even remain relentless threaten longer engag major ground war afghanistan potu","id":750698358403059700,"day":"06"},{"text":"\"I'd just ask folks to step back and think: What if this happened to somebody in your family?\" —@POTUS: https://t.co/gawmje4gOd","month":"07","year":"2016","corpus":"ask folk step back think happen somebodi famili potu","id":751196107380633600,"day":"07"},{"text":"Read @POTUS’s statement on the fatal shootings of Alton Sterling and Philando Castile: https://t.co/K313srpinP https://t.co/rVj40rHRKE","month":"07","year":"2016","corpus":"read potu statement fatal shoot alton sterl philando castil","id":751116804974489600,"day":"07"},{"text":"Watch @POTUS's statement on last night's attack on law enforcement in Dallas, Texas. https://t.co/lqd4OaofxM","month":"07","year":"2016","corpus":"watch potu statement last night attack law enforc dalla texa","id":751385615984386000,"day":"08"},{"text":"\"The American people are grieving with them and...we stand with them.\" —@POTUS on the officers of the @DallasPD and their families","month":"07","year":"2016","corpus":"american peopl griev ... stand potu offic dallaspd famili","id":751815899498352600,"day":"09"},{"text":"Tune in at 12:30pm ET to watch @POTUS talk with service members in Spain: https://t.co/BiNOJckIcy","month":"07","year":"2016","corpus":"tune 30pm watch potu talk servic member spain","id":752175995482955800,"day":"10"},{"text":"Watch live: @POTUS joins the people of Dallas in a service to honor the five fallen police officers → https://t.co/fi41y6GwN9","month":"07","year":"2016","corpus":"watch live potu join peopl dalla servic honor five fallen polic offic","id":752926178789453800,"day":"12"},{"text":"“These men and this department did their jobs like the professionals they were.” —@POTUS in Dallas: https://t.co/fi41y6GwN9","month":"07","year":"2016","corpus":"men depart job like profession potu dalla","id":752939637883150300,"day":"12"},{"text":"\"I believe our sorrow can make us a better country.\"\nWatch @POTUS deliver remarks at the #DallasMemorial:\nhttps://t.co/K9inIEjNMH","month":"07","year":"2016","corpus":"believ sorrow make better countri watch potu deliv remark dallasmemori","id":752953203566579700,"day":"12"},{"text":"\"We are going to destroy this vile terrorist organization.\" —@POTUS on taking out ISIL and its leaders","month":"07","year":"2016","corpus":"go destroy vile terrorist organ potu take isil leader","id":754027100655394800,"day":"15"},{"text":"RT @ABC: .@POTUS: \"For good police officers...the community has to stand up for them and speak out on their behalf.\" https://t.co/rjMGKRT4gy","month":"07","year":"2016","corpus":"abc potu good polic offic ... commun stand speak behalf","id":753755369294270500,"day":"15"},{"text":"\"Chuck Kettles is America.\" —@POTUS awarding the #MedalofHonor: https://t.co/bBzKRUNNip https://t.co/SOBj7CVcKD","month":"07","year":"2016","corpus":"chuck kettl america potu award medalofhonor","id":755082666102366200,"day":"18"},{"text":"RT @WHLive: “For Muslims across the United States and around the world, this is a time of spiritual renewal” —@POTUS marking Eid al-Fitr","month":"07","year":"2016","corpus":"whlive muslim across unit state around world time spiritu renew potu mark eid fitr","id":756233085822402600,"day":"21"},{"text":"\"We need to be clear about what we stand for. Muslim Americans—and all Americans—have to reject hatred.\" —@POTUS https://t.co/lrAUto5evT","month":"07","year":"2016","corpus":"need clear stand muslim american american reject hatr potu","id":756260325108908000,"day":"21"},{"text":"“Let’s be clear—Muslim Americans are as patriotic, as integrated, as American as any other member of our American family.” —@POTUS","month":"07","year":"2016","corpus":"let clear muslim american patriot integr american member american famili potu","id":756233914365145100,"day":"21"},{"text":"RT @lacasablanca: En Vivo Ahora: ruedo de prensa con @POTUS y #Mexico's @EPN https://t.co/8aXmJl2vea","month":"07","year":"2016","corpus":"lacasablanca vivo ahora ruedo prensa con potu mexico epn","id":756526517283323900,"day":"22"},{"text":"\"The ADA sought to guarantee that the places we share...truly belong to everyone.\" —@POTUS: https://t.co/0cEYUFTzZD https://t.co/0PzMYPjy40","month":"07","year":"2016","corpus":"ada sought guarante place share ... truli belong everyon potu","id":758042200580116500,"day":"26"},{"text":"\"When I came into office, we had nearly 180,000 American troops in Afghanistan and Iraq. Today, that number is less than 15,000.” —@POTUS","month":"08","year":"2016","corpus":"came offic nearli 180 000 american troop afghanistan iraq today number less 000 potu","id":760169801465598000,"day":"01"},{"text":"\"This is an opportunity to grow our economies and write the rules of trade in the 21st century.\" —@POTUS on the Trans-Pacific Partnership","month":"08","year":"2016","corpus":"opportun grow economi write rule trade 21st centuri potu tran pacif partnership","id":760495519193890800,"day":"02"},{"text":"\"This is a country that believes in second chances.\" —@POTUS on granting clemency: https://t.co/2CzoA4CDRt https://t.co/5FNwTo2lan","month":"08","year":"2016","corpus":"countri believ second chanc potu grant clemenc","id":760906004338872300,"day":"03"},{"text":"“I want to repeat—ISIL has not had a major successful offensive operation in either Syria or Iraq in a full year.” —@POTUS","month":"08","year":"2016","corpus":"want repeat isil major success offens oper either syria iraq full year potu","id":761304538498433000,"day":"04"},{"text":"“We are now seeing the first locally transmitted cases of the #Zika virus…in the continental United States.” —@POTUS https://t.co/eDDVQ47f97","month":"08","year":"2016","corpus":"see first local transmit case zika viru continent unit state potu","id":761305807740932100,"day":"04"},{"text":"\"They are raising their kids with love of country and a rejection of violence.\" —@POTUS on Muslim Americans: https://t.co/HXfcnpbpkp","month":"08","year":"2016","corpus":"rais kid love countri reject violenc potu muslim american","id":761344123257299000,"day":"04"},{"text":"RT @Schultz44: .@POTUS is focused on fighting #Zika, I'll let GOPers in Congress answer for why they're failing to do the same. 7/7 https:/…","month":"08","year":"2016","corpus":"schultz44 potu focus fight zika let goper congress answer fail http :/…","id":761681529588318200,"day":"05"},{"text":"“Our team boasts the most women who have ever competed for any nation at any Olympic Games.” —@POTUS on @TeamUSA: https://t.co/Sqeomstpqq","month":"08","year":"2016","corpus":"team boast women ever compet nation olymp game potu teamusa","id":761999790892806100,"day":"06"},{"text":"Jesse Owens.\nBob Beamon.\nKerri Strug.\nCassius Clay.\n \n@TeamUSA inspires us time and again. Watch @POTUS on #Rio2016: https://t.co/Sqeomstpqq","month":"08","year":"2016","corpus":"jess owen bob beamon kerri strug cassiu clay teamusa inspir time watch potu rio2016","id":761949771988959200,"day":"06"},{"text":"What is @POTUS listening to this summer? Check out his #SummerPlaylist:\n☀ https://t.co/t3MhjavVyg \n🌙 https://t.co/j3mi0dRlMr","month":"08","year":"2016","corpus":"potu listen summer check summerplaylist","id":763754097895886800,"day":"11"},{"text":"RT @NSC44: On the #LAflood, @POTUS directed @CraigatFEMA to utilize all resources available to assist in response and recovery.","month":"08","year":"2016","corpus":"nsc44 laflood potu direct craigatfema util resourc avail assist respons recoveri","id":765981907423203300,"day":"17"},{"text":"Businesses are answering @POTUS's call to give Americans with a criminal record a fair chance at a job and a future. https://t.co/Cm4TTwtOoe","month":"08","year":"2016","corpus":"busi answer potu call give american crimin record fair chanc job futur","id":765941174620287000,"day":"17"},{"text":"\"No camera...can fully capture the beauty and majesty of America’s national parks.\" —@POTUS #NPS100 https://t.co/mguWAYqpTW","month":"08","year":"2016","corpus":"camera ... fulli captur beauti majesti america nation park potu nps100","id":767028462423044100,"day":"20"},{"text":"RT @POTUS: Couldn't be prouder of #TeamUSA. Your determination and passion inspired so many of us. You carried that flag high tonight, @Sim…","month":"08","year":"2016","corpus":"potu prouder teamusa determin passion inspir mani carri flag high tonight sim","id":767529720367820800,"day":"22"},{"text":"RT @Price44: Readout of @POTUS' Call with Colombian President @JuanManSantos https://t.co/VJa9xn2qoV","month":"08","year":"2016","corpus":"price44 readout potu call colombian presid juanmansanto","id":768595387548508200,"day":"24"},{"text":"Breaking: @POTUS just designated the Katahdin Woods and Waters National Monument in Maine → https://t.co/MJVquf0ZQ4 https://t.co/51AjtMLAZ3","month":"08","year":"2016","corpus":"break potu design katahdin wood water nation monument main","id":768460269441978400,"day":"24"},{"text":"#EqualPay has been a priority for @POTUS since day 1. Here's how businesses are joining in: https://t.co/LJDhdjqJbJ https://t.co/w6P9x67rKF","month":"08","year":"2016","corpus":"equalpay prioriti potu sinc day busi join","id":769255491558056000,"day":"26"},{"text":"RT @POTUS: Nearly 100 years ago, women broke down barriers to the ballot box, moving us closer to a more equal nation. Let's finish what th…","month":"08","year":"2016","corpus":"potu nearli 100 year ago women broke barrier ballot box move closer equal nation let finish","id":769205495672569900,"day":"26"},{"text":"RT to share the good news: @POTUS just created the world's largest marine protected area. https://t.co/VWh0PfJANY https://t.co/TVHeEOoy4e","month":"08","year":"2016","corpus":"share good news potu creat world largest marin protect area","id":769183091969712100,"day":"26"},{"text":"Watch @POTUS honor the @NatlParkService staff who've dedicated their careers to maintaining the grounds of the WH: https://t.co/A2AZSWGCRM","month":"08","year":"2016","corpus":"watch potu honor natlparkservic staff dedic career maintain ground","id":769610571322757100,"day":"27"},{"text":".@POTUS responds to a letter from a pregnant woman concerned about #Zika: https://t.co/p52BXAQdtJ https://t.co/gP8bk3aCts","month":"08","year":"2016","corpus":"potu respond letter pregnant woman concern zika","id":769930430917316600,"day":"28"},{"text":"\"His spirit will live on...in the hearts of the fans who love him\" —@POTUS on Mexican musician #JuanGabriel: https://t.co/355XTv2Hq2","month":"08","year":"2016","corpus":"spirit live ... heart fan love potu mexican musician juangabriel","id":770323005968908300,"day":"29"},{"text":"“The overwhelming body of scientific evidence shows us that climate change is caused by human activity.” —@POTUS #ActOnClimate","month":"08","year":"2016","corpus":"overwhelm bodi scientif evid show climat chang caus human activ potu actonclim","id":771099305033736200,"day":"31"},{"text":"“We’ve proven that the choice between our environment, our economy, and our health is a false one.” —@POTUS #ActOnClimate #TahoeSummit","month":"08","year":"2016","corpus":"proven choic environ economi health fals one potu actonclim tahoesummit","id":771099687516508200,"day":"31"},{"text":"“The challenges of conservation and combating climate change are connected.\" —@POTUS: https://t.co/dKYTycKNTb  #TahoeSummit #ActOnClimate","month":"08","year":"2016","corpus":"challeng conserv combat climat chang connect potu tahoesummit actonclim","id":771099034404655100,"day":"31"},{"text":"RT @FactsOnClimate: New monument is a \"bold statement\" from @POTUS on the need to #ActOnClimate: https://t.co/U8SyrMO0nN","month":"09","year":"2016","corpus":"factsonclim new monument bold statement potu need actonclim","id":771745448449245200,"day":"02"},{"text":"\"As a country, we’ve got some choices to make\" —@POTUS on making our economy work for everyone. #LaborDay https://t.co/W8j1p7Iyxc","month":"09","year":"2016","corpus":"countri got choic make potu make economi work everyon laborday","id":772072443133517800,"day":"03"},{"text":"\"This agreement will help delay or avoid some of the worst consequences of climate change\" —@POTUS #ParisAgreement https://t.co/RQIMfG7w2G","month":"09","year":"2016","corpus":"agreement help delay avoid worst consequ climat chang potu parisagr","id":772495826295763000,"day":"04"},{"text":"Watch @POTUS in his #LaborDay address on the importance of raising your voice: https://t.co/W8j1p7Iyxc","month":"09","year":"2016","corpus":"watch potu laborday address import rais voic","id":772461285422358500,"day":"04"},{"text":"Tune in at 11:20pm ET as @POTUS delivers remarks in China with UK Prime Minister @Theresa_May: https://t.co/b4tqL36eMn","month":"09","year":"2016","corpus":"tune 20pm potu deliv remark china prime minist theresa_may","id":772260815697215500,"day":"04"},{"text":"\"It's indisputable that it would create a better deal for us than the status quo.\" —@POTUS  on #TPP https://t.co/dusOZipLw9","month":"09","year":"2016","corpus":"indisput would creat better deal statu quo potu tpp","id":772785204482052100,"day":"05"},{"text":"RT @rhodes44: The note @POTUS wrote to dedicated people working to remove unxploded ordnances in Laos: https://t.co/N3a6cqmndH https://t.co…","month":"09","year":"2016","corpus":"rhodes44 note potu wrote dedic peopl work remov unxplod ordnanc lao","id":773640092300693500,"day":"07"},{"text":"Read this Lao-American's story to learn one reason why @POTUS is making history in Laos: https://t.co/LjL56pGkIt https://t.co/PwRDsfhoZr","month":"09","year":"2016","corpus":"read lao american stori learn one reason potu make histori lao","id":773547582912016400,"day":"07"},{"text":".@POTUS makes a statement on North Korea's nuclear test: https://t.co/3QqCs9A9Bp https://t.co/AaEnck1uGb","month":"09","year":"2016","corpus":"potu make statement north korea nuclear test","id":774246894402809900,"day":"09"},{"text":"20,000 miles. 10 days. Behind the scenes on @POTUS’s trip to the Asia Pacific: https://t.co/8XVwcBF4pO https://t.co/MbovXQhHC8","month":"09","year":"2016","corpus":"000 mile day behind scene potu trip asia pacif","id":774601510667681800,"day":"10"},{"text":"At 9:20am ET, @POTUS joins a Pentagon ceremony to mark the 15th anniversary of September 11th. Tune in: https://t.co/9jseKaiu2U #NeverForget","month":"09","year":"2016","corpus":"20am potu join pentagon ceremoni mark 15th anniversari septemb 11th tune neverforget","id":774955234992861200,"day":"11"},{"text":"“We resolve to continue doing everything in our power to protect this country that we love” —@POTUS #NeverForget https://t.co/kpoBWCA5hH","month":"09","year":"2016","corpus":"resolv continu everyth power protect countri love potu neverforget","id":775023659274514400,"day":"11"},{"text":"“We renew the love and faith that binds us together as one American family.\" —@POTUS on  9/11 #NeverForget https://t.co/8n4g9QzTfX","month":"09","year":"2016","corpus":"renew love faith bind togeth one american famili potu neverforget","id":774972428707594200,"day":"11"},{"text":"\"It represents a remarkable process that Burma is undergoing.\" —@POTUS on Aung San Suu Kyi's historic visit today. https://t.co/iunIZ2Qy1v","month":"09","year":"2016","corpus":"repres remark process burma undergo potu aung san suu kyi histor visit today","id":776140422762623000,"day":"14"},{"text":"\"My administration has protected more waters than any in history.\" —@POTUS on his conservation record: https://t.co/SE4nnqkQRS","month":"09","year":"2016","corpus":"administr protect water histori potu conserv record","id":776450701195087900,"day":"15"},{"text":"“From tripling the electricity we get from wind and multiplying solar electric power more than thirtyfold” —@POTUS https://t.co/KHSbLaRy8J","month":"09","year":"2016","corpus":"tripl electr get wind multipli solar electr power thirtyfold potu","id":776440637075828700,"day":"15"},{"text":"“If we’re going to leave our children with oceans like the ones that were left to us, we’re going to have to act.” —@POTUS #OurOcean","month":"09","year":"2016","corpus":"go leav children ocean like one left go act potu ourocean","id":776440322922467300,"day":"15"},{"text":"“We cannot truly protect our planet without protecting #OurOcean.” —@POTUS https://t.co/6Gw31XzjEv","month":"09","year":"2016","corpus":"cannot truli protect planet without protect ourocean potu","id":776444982739734500,"day":"15"},{"text":"\"I’m proud of the work we’ve done to help show more than 740,000 Dreamers that the country they grew up in – the country they love\"  —@POTUS","month":"09","year":"2016","corpus":"proud work done help show 740 000 dreamer countri grew countri love potu","id":776571977448456200,"day":"16"},{"text":"\"We just need a Congress that works as hard as you do\" —@POTUS in his weekly address to the American people: https://t.co/blc1RHSsY5","month":"09","year":"2016","corpus":"need congress work hard potu weekli address american peopl","id":777611937320464400,"day":"18"},{"text":"“Over the last 25 years, the number of people living in extreme poverty has been cut from nearly 40% of humanity to under 10%.\" —@POTUS","month":"09","year":"2016","corpus":"last year number peopl live extrem poverti cut nearli human %.\" potu","id":778241138251661300,"day":"20"},{"text":"\"We must now open our hearts and do more to help refugees who are in desperate need of a home.\" —@POTUS #RefugeesWelcome https://t.co/9z2CfzFj6P","month":"09","year":"2016","corpus":"must open heart help refuge desper need home potu refugeeswelcom","id":778250230022144000,"day":"20"},{"text":"RT @WHLive: \"Our international community must  continue to work with those who seek to build rather than destroy.\" —@POTUS at #UNGA","month":"09","year":"2016","corpus":"whlive intern commun must continu work seek build rather destroy potu unga","id":778247587669413900,"day":"20"},{"text":"Today, 51 companies answered @POTUS’s call to aid refugees with $650M in commitments:  https://t.co/Vlq8Y0IKkJ #RefugeesWelcome https://t.co/VYHeNG7FXD","month":"09","year":"2016","corpus":"today compani answer potu call aid refuge 650m commit refugeeswelcom","id":778272555689914400,"day":"20"},{"text":"RT @Denis44: A changing climate is a threat to our national security. @POTUS's action today is an important step to keep us safe: https://t…","month":"09","year":"2016","corpus":"denis44 chang climat threat nation secur potu action today import step keep safe","id":778684585102090200,"day":"21"},{"text":"Tune in at 11:15am ET as @POTUS speaks on strengthening ties between the U.S. and Africa: https://t.co/lwN9yqi2nf https://t.co/CSkzBfker5","month":"09","year":"2016","corpus":"tune 15am potu speak strengthen tie africa","id":778611957955981300,"day":"21"},{"text":"RT @GMA: WATCH: \"The human spirit can transform some of the worst experiences into something beautiful.\" @POTUS Barack Obama https://t.co/e…","month":"09","year":"2016","corpus":"gma watch human spirit transform worst experi someth beauti potu barack obama","id":779358928870056000,"day":"23"},{"text":"“Let us now open up this museum to the world.” —@POTUS dedicates @NMAAHC https://t.co/Q6qkQIdLVA","month":"09","year":"2016","corpus":"let open museum world potu dedic nmaahc","id":779720674659094500,"day":"24"},{"text":".@POTUS looks ahead to what it will be like to one day take his grandchildren to the @NMAAHC: https://t.co/AGw3WiIK08","month":"09","year":"2016","corpus":"potu look ahead like one day take grandchildren nmaahc","id":779779942464622600,"day":"24"},{"text":".@TeamUSA in the House! Tune in at 12:05pm ET to watch @POTUS honor our Olympic and Paralympic teams: https://t.co/JyozpeExIV #TeamUSAinDC https://t.co/lyIFTttUmB","month":"09","year":"2016","corpus":"teamusa hous tune 05pm watch potu honor olymp paralymp team teamusaindc","id":781524091199258600,"day":"29"},{"text":"RT @Slate: What can @POTUS do to help workers get a sick day? We asked him: https://t.co/5onMwzZHqg https://t.co/Q4FtMkLzLZ","month":"09","year":"2016","corpus":"slate potu help worker get sick day ask","id":781509926182981600,"day":"29"},{"text":"\"One of the reasons our country is so proud of this year’s #TeamUSA is that 2016 belonged to America’s women Olympians\" —@POTUS #TeamUSAinDC","month":"09","year":"2016","corpus":"one reason countri proud year teamusa 2016 belong america women olympian potu teamusaindc","id":781538341099442200,"day":"29"},{"text":"“Last year, the typical household saw its income grow by about $2800—the biggest one-year increase ever.” —@POTUS https://t.co/AyQ4ohbiSG","month":"10","year":"2016","corpus":"last year typic household saw incom grow 2800 biggest one year increas ever potu","id":782286806335098900,"day":"01"},{"text":"“Right now, millions of Americans don’t have access to even a single day of paid sick leave.” —@POTUS: https://t.co/AyQ4ohbiSG","month":"10","year":"2016","corpus":"right million american access even singl day paid sick leav potu","id":782221449981333500,"day":"01"},{"text":"\"It is my anniversary today...24 years @FLOTUS has put up with me.\" —@POTUS at #SXSL","month":"10","year":"2016","corpus":"anniversari today ... year flotu put potu sxsl","id":783083085822693400,"day":"03"},{"text":"\"India just this past week signed on.\" —@POTUS on India joining the #ParisAgreement this week #ActOnClimate","month":"10","year":"2016","corpus":"india past week sign potu india join parisagr week actonclim","id":783084107433508900,"day":"03"},{"text":"Today, @POTUS is bringing something new to the South Lawn. Find out why: https://t.co/JvtZFKpQKZ","month":"10","year":"2016","corpus":"today potu bring someth new south lawn find","id":782971657048563700,"day":"03"},{"text":"“No nation, not even one as powerful as ours, can solve this challenge alone. All of us have to solve it together.” —@POTUS #ActOnClimate","month":"10","year":"2016","corpus":"nation even one power solv challeng alon solv togeth potu actonclim","id":783753054982017000,"day":"05"},{"text":"RT @PressSec: Breaking: @POTUS will provide an update from the Rose Garden on the #ParisAgreement at 3:30pm ET. Tune in: https://t.co/EfjOH…","month":"10","year":"2016","corpus":"presssec break potu provid updat rose garden parisagr 30pm tune","id":783742330809487400,"day":"05"},{"text":"Today, @POTUS received a briefing on Hurricane #Matthew, which could soon affect areas all across the Southeast. https://t.co/vywVyLiXFT","month":"10","year":"2016","corpus":"today potu receiv brief hurrican matthew could soon affect area across southeast","id":783792633328046100,"day":"05"},{"text":"Today @POTUS called the governors in GA, SC, NC, and FL about preparations ahead of Hurricane #Matthew: https://t.co/6voo6pu0NC","month":"10","year":"2016","corpus":"today potu call governor prepar ahead hurrican matthew","id":784145440501489700,"day":"06"},{"text":"“Working families are finally seeing their wages and incomes rise.” —@POTUS. Get the facts: https://t.co/5DMpxckmOJ","month":"10","year":"2016","corpus":"work famili final see wage incom rise potu get fact","id":784805949764735000,"day":"08"},{"text":"\"I still have the same sense of wonder about our space program that I did as a child.\" —@POTUS in a @CNN op-ed: https://t.co/RExUE1ilx1 https://t.co/bLeDaIlMIT","month":"10","year":"2016","corpus":"still sens wonder space program child potu cnn","id":785835630538395600,"day":"11"},{"text":"RT @TheUndefeated: Tune in to our #UndefeatedConvo at 10p et on @espn as @POTUS reveals what makes him UNDEFEATED. https://t.co/HnRcz4SuUY","month":"10","year":"2016","corpus":"theundef tune undefeatedconvo 10p espn potu reveal make undef","id":786021300489842700,"day":"12"},{"text":"RT @POTUS: Now this was fun. Artificial intelligence, space travel—hope you enjoy exploring new frontiers as much as I did. https://t.co/WW…","month":"10","year":"2016","corpus":"potu fun artifici intellig space travel hope enjoy explor new frontier much","id":786267895965724700,"day":"12"},{"text":"In honor of #HispanicHeritageMonth, we celebrate the progress that Hispanic Americans have made under @POTUS: https://t.co/qusl3KAlfk https://t.co/u2FU9oN8Pu","month":"10","year":"2016","corpus":"honor hispanicheritagemonth celebr progress hispan american made potu","id":786229841737592800,"day":"12"},{"text":"From interplanetary travel to artificial intelligence, @POTUS reflects on coming frontiers in @Wired: https://t.co/G5t5IFr5RM #WHFrontiers https://t.co/uv31PbFW2C","month":"10","year":"2016","corpus":"interplanetari travel artifici intellig potu reflect come frontier wire whfrontier","id":786647560114937900,"day":"13"},{"text":"America has always been a leader in innovation—and under @POTUS, we’re continuing to build the industries of the future. #WHFrontiers https://t.co/PKuJwf7zXO","month":"10","year":"2016","corpus":"america alway leader innov potu continu build industri futur whfrontier","id":786622165026082800,"day":"13"},{"text":"RT @Stranger_Things: The Duffer Brothers and the cast of #StrangerThings visited the @WhiteHouse to meet @POTUS and get inspired by young f…","month":"10","year":"2016","corpus":"stranger_th duffer brother cast strangerth visit whitehous meet potu get inspir young","id":786390926792929300,"day":"13"},{"text":"\"We’re the nation that just had six of our scientists and researchers win Nobel Prizes—and every one of them was an immigrant.\" —@POTUS","month":"10","year":"2016","corpus":"nation six scientist research win nobel prize everi one immigr potu","id":786652827129032700,"day":"13"},{"text":"“Innovation is in our DNA. And today, we need it more than ever.” —@POTUS on #WHFrontiers: https://t.co/w5sH7TLOAh","month":"10","year":"2016","corpus":"innov dna today need ever potu whfrontier","id":787310816273969200,"day":"15"},{"text":"Over the past 8 years we’ve launched moonshots for:\n✓Cancer\n✓Brain research\n✓Solar energy\n@POTUS on #WHFrontiers: https://t.co/w5sH7TLOAh","month":"10","year":"2016","corpus":"past year launch moonshot cancer brain research solar energi potu whfrontier","id":787666600891519000,"day":"16"},{"text":"\"That’s a necessity for the United States and a necessity for the world.\" —@POTUS on a strong and united Europe https://t.co/8GpweWYRLb","month":"10","year":"2016","corpus":"necess unit state necess world potu strong unit europ","id":788417805599158300,"day":"18"},{"text":"\"It was about children like Zoe Lihn...halfway to hitting her lifetime insurance cap before she was old enough to walk\" —@POTUS on the #ACA","month":"10","year":"2016","corpus":"children like zoe lihn ... halfway hit lifetim insur cap old enough walk potu aca","id":789163506046079000,"day":"20"},{"text":"\"Finally, we should continue to encourage innovation by the states.\" —@POTUS","month":"10","year":"2016","corpus":"final continu encourag innov state potu","id":789171353500856300,"day":"20"},{"text":"“Never in American history has the uninsured rate been lower than it is today” —@POTUS on the #ACA https://t.co/Nn1JBpPe3W","month":"10","year":"2016","corpus":"never american histori uninsur rate lower today potu aca","id":789181743806894100,"day":"20"},{"text":"\"We gave states funding to expand Medicaid...more than 4 million people have coverage who didn’t have it before\" —@POTUS","month":"10","year":"2016","corpus":"gave state fund expand medicaid ... million peopl coverag potu","id":789166448056766500,"day":"20"},{"text":"\"With the ability to shop around on https://t.co/5zeR2RPWAE...people can find plans for prices even lower than this year’s prices\" —@POTUS","month":"10","year":"2016","corpus":"abil shop around find plan price even lower year price potu","id":789169512536944600,"day":"20"},{"text":"RT @Cubs: @POTUS Thank you, Mr. President! #FlyTheW https://t.co/BQDr9GotzL","month":"10","year":"2016","corpus":"cub potu thank presid flythew","id":790299057969180700,"day":"23"},{"text":"Delayed baggage refunds ✓\nProtections for travelers with disabilities ✓\n@POTUS is standing up for consumers. Watch: https://t.co/pqdrS2TsrJ","month":"10","year":"2016","corpus":"delay baggag refund protect travel disabl potu stand consum watch","id":790243895074357200,"day":"23"},{"text":"Wondering what exactly the #TPP is? @POTUS provides the answer: https://t.co/j6XVV8RXxk","month":"10","year":"2016","corpus":"wonder exactli tpp potu provid answer","id":791786161773568000,"day":"27"},{"text":"RT @WHLive: \"It is the example of a military that meets every mission, one united team, all looking out for one another\" —@POTUS","month":"11","year":"2016","corpus":"whlive exampl militari meet everi mission one unit team look one anoth potu","id":797117265061748700,"day":"11"},{"text":"\"To bridge our differences, we look to the principles that are more enduring than politics.\" —@POTUS honors our vets https://t.co/LVLDxvAo93","month":"11","year":"2016","corpus":"bridg differ look principl endur polit potu honor veteran","id":797476557577220100,"day":"12"},{"text":"RT @tsipras_eu: We warmly welcome in Athens @POTUS Barack Obama. A meeting of great importance for our country and Europe. https://t.co/M0p…","month":"11","year":"2016","corpus":"tsipras_eu warmli welcom athen potu barack obama meet great import countri europ","id":798523879262220300,"day":"15"},{"text":"\"I want to thank the Greek people publicly for their humanitarian response to the crisis of so many migrants and refugees\" —@POTUS in Athens https://t.co/bEQ3GiCSo5","month":"11","year":"2016","corpus":"want thank greek peopl publicli humanitarian respons crisi mani migrant refuge potu athen","id":798706292302942200,"day":"16"},{"text":"“Free and fair elections—because citizens must be able to choose their own leaders, even if your candidate doesn’t always win.” —@POTUS","month":"11","year":"2016","corpus":"free fair elect citizen must abl choos leader even candid alway win potu","id":798864573965148200,"day":"16"},{"text":"\"We compete hard in campaigns. But even after elections, democracy depends on a peaceful transition of power\" —@POTUS","month":"11","year":"2016","corpus":"compet hard campaign even elect democraci depend peac transit power potu","id":798864959996305400,"day":"16"}]