[{"text":"We have the power to make the world we seek, but only if we have the courage to make a new beginning, keeping in mind what has been written.","month":"06","year":"2009","corpus":"power make world seek courag make new begin keep mind written","id":2028167383,"day":"04"},{"text":"I am particularly speaking to the young people.. Here is what you must know: the world will be what you make of it.","month":"07","year":"2009","corpus":"particularli speak young peopl must know world make","id":2583437041,"day":"11"},{"text":"5:30 EST: Watch & discuss w/ Sec. Duncan on making college more affordable through fb http://bit.ly/tCHXt or WH.gov/live","month":"03","year":"2010","corpus":"est watch discuss sec duncan make colleg afford gov live","id":9894232287,"day":"02"},{"text":"Obama: Medicare Advantage topic of \"most misinformation\" - \"just want to make sure it's not a big giveaway to insurance cos\"","month":"06","year":"2010","corpus":"obama medicar advantag topic misinform want make sure big giveaway insur co","id":15715620443,"day":"08"},{"text":"Boehner's Budget Gimmicks: Another Attempt to Hold Middle Class Tax Cuts Hostage http://bit.ly/dcHUhL","month":"09","year":"2010","corpus":"boehner budget gimmick anoth attempt hold middl class tax cut hostag","id":23933754623,"day":"08"},{"text":"Photos/ transcript: Obama CNBC town hall on middle class, views on business, tax cuts for millionaires http://bit.ly/9kL8W0","month":"09","year":"2010","corpus":"photo transcript obama cnbc town hall middl class view busi tax cut millionair","id":25059116582,"day":"20"},{"text":"Weekly Address: Obama lays out priorities on taxes - no to middle class increase, no to $700B in deficits","month":"11","year":"2010","corpus":"weekli address obama lay prioriti tax middl class increas 700b deficit","id":977830087233536,"day":"06"},{"text":"Furman & Sperling: What the compromise means for working & middle class families, by the numbers http://bit.ly/dJSrgk","month":"12","year":"2010","corpus":"furman sperl compromis mean work middl class famili number","id":12604806875062272,"day":"08"},{"text":"5 key lame duck achievements: Ending DADT, New START, Middle Class Tax Cuts/UI, Food Safety, 9/11 Health http://ow.ly/3tLMV","month":"12","year":"2010","corpus":"key lame duck achiev end dadt new start middl class tax cut food safeti health","id":17987122908631040,"day":"23"},{"text":"@paul_gillan Affordability measures: smallbiz/mid. class tax credits, reducing costs u pay for uninsured, premium review http://is.gd/uFrA0b","month":"01","year":"2011","corpus":"paul_gillan afford measur smallbiz mid class tax credit reduc cost pay uninsur premium review","id":27762149744975870,"day":"19"},{"text":"If you want to make a difference in the life of our nation; if you want to make a difference in the life of a child– become a teacher. #SOTU","month":"01","year":"2011","corpus":"want make differ life nation want make differ life child becom teacher sotu","id":30090917138399230,"day":"26"},{"text":"\"I ask Congress to ... make permanent our tuition tax credit – worth $10,000 for four years of college.\" #SOTU","month":"01","year":"2011","corpus":"ask congress make perman tuition tax credit worth 000 four year colleg sotu","id":30091238422093824,"day":"26"},{"text":"\"We may have different opinions, but we believe in the same promise that says this is a place where you can make it if you try.\" #SOTU","month":"01","year":"2011","corpus":"may differ opinion believ promis say place make tri sotu","id":30099815626969090,"day":"26"},{"text":"\"If you have ideas about how to improve this law by making care better or more affordable, I am eager to work with you.\" #SOTU","month":"01","year":"2011","corpus":"idea improv law make care better afford eager work sotu","id":30093945207791616,"day":"26"},{"text":"New tax cut calculator: how the December tax deal will benefit you in your taxes for 2011 and in paychecks right now http://wh.gov/a5O","month":"04","year":"2011","corpus":"new tax cut calcul decemb tax deal benefit tax 2011 paycheck right","id":55288295864803330,"day":"05"},{"text":"The President at Facebook - photos, transcript, highlights. \"make sure this isn’t just a one-way conversation...\" http://wh.gov/aeM","month":"04","year":"2011","corpus":"presid facebook photo transcript highlight make sure one way convers ...\"","id":61099909679550460,"day":"21"},{"text":"The President in Alabama: \"We're Going to Make Sure that You’re Not Forgotten\" Photo/transcript: http://wh.gov/CCx","month":"04","year":"2011","corpus":"presid alabama go make sure forgotten photo transcript","id":64063876798496770,"day":"29"},{"text":"President Obama's 100 Youth Roundtables: Detroit area young people make their voices heard: http://wh.gov/CuQ","month":"06","year":"2011","corpus":"presid obama 100 youth roundtabl detroit area young peopl make voic heard","id":76355371119284220,"day":"02"},{"text":"\"Now is the time to go ahead and make the tough choices\" -President Obama on our economy & the debt limit: http://t.co/nW6WgyU","month":"06","year":"2011","corpus":"time ahead make tough choic presid obama economi debt limit","id":86222406615699460,"day":"29"},{"text":"Obama on #smallbiz: Passed many tax cuts and incentive for small business, looking for other ways to make capital available, more","month":"07","year":"2011","corpus":"obama smallbiz pass mani tax cut incent small busi look way make capit avail","id":88677536611057660,"day":"06"},{"text":"Obama: Working w/ biz, others, on ways to streamline visas so we don't educate people then make them leave to compete against us...","month":"07","year":"2011","corpus":"obama work biz other way streamlin visa educ peopl make leav compet ...","id":88673919179034620,"day":"06"},{"text":"\"Let’s live within our means by making serious, historic cuts in government spending.\" -President Obama http://t.co/hOlVdV1","month":"07","year":"2011","corpus":"let live within mean make seriou histor cut govern spend presid obama","id":95660688600600580,"day":"26"},{"text":".@smittyfuel: Often ask myself that, making numbers add up on my spreadsheet not hard. Need compromise from Congress #WHchat","month":"07","year":"2011","corpus":"smittyfuel often ask make number add spreadsheet hard need compromis congress whchat","id":96633314630311940,"day":"28"},{"text":".@StrongDems can't afford to make that mistake again. Need short-term support from payroll tax cut & to phase in any deficit deal #WHChat","month":"07","year":"2011","corpus":"strongdem afford make mistak need short term support payrol tax cut phase deficit deal whchat","id":96664348881195000,"day":"28"},{"text":"@Ivan_Garcia_214: To make any changes like that, we need partners in Congress to help us reform the #immigration law - a priority for us.","month":"08","year":"2011","corpus":"ivan_garcia_214 make chang like need partner congress help reform immigr law prioriti","id":104288861919772670,"day":"18"},{"text":"RT @WHLive: .@dolupduk no, American Jobs Act will make the tax break for new hires effective now. What we need is Congress to pass the b ...","month":"09","year":"2011","corpus":"whlive dolupduk american job act make tax break new hire effect need congress pass","id":112264250298339330,"day":"09"},{"text":"\"You can help make it happen by telling your congressperson to pass this jobs bill right away\" -Pres Obama: http://t.co/7Sih4INA #JobsNow","month":"09","year":"2011","corpus":"help make happen tell congressperson pass job bill right away pre obama jobsnow","id":115025927146184700,"day":"17"},{"text":"RT @WHLive: Obama: We can’t afford both. This isn’t class warfare. It’s math.","month":"09","year":"2011","corpus":"whlive obama afford class warfar math","id":115805961653989380,"day":"19"},{"text":"RT @aneeshchopra: President Obama: \"...information is power—helping people make informed decisions and entrepreneurs turn data into...ne ...","month":"09","year":"2011","corpus":"aneeshchopra presid obama \"... inform power help peopl make inform decis entrepreneur turn data ...","id":116234045423230980,"day":"20"},{"text":"RT @WHLive: \"Together, let us work to make, not merely a peace, but a peace that will last\" -President Obama @UN General Assembly #UNGA","month":"09","year":"2011","corpus":"whlive togeth let work make mere peac peac last presid obama gener assembl unga","id":116525015721189380,"day":"21"},{"text":"RT @WHLive: Obama: If the American Jobs Act passes, the typical working family in Texas will get a tax cut worth about fourteen hundred  ...","month":"10","year":"2011","corpus":"whlive obama american job act pass typic work famili texa get tax cut worth fourteen hundr","id":121315028124172290,"day":"04"},{"text":"RT @WHLive: Obama: It’s time to reform our tax code based on a simple principle: Middle-class families shouldn’t pay higher tax rates th ...","month":"10","year":"2011","corpus":"whlive obama time reform tax code base simpl principl middl class famili pay higher tax rate","id":121315197129457660,"day":"04"},{"text":"\"I need you to keep making your voices heard in Washington\" -President Obama on the #JobsNow Act: http://t.co/PqbpBvUB","month":"10","year":"2011","corpus":"need keep make voic heard washington presid obama jobsnow act","id":122691049704538110,"day":"08"},{"text":"We can't wait: President Obama announces new efforts to make college more affordable: http://t.co/uT4WqL1k","month":"10","year":"2011","corpus":"wait presid obama announc new effort make colleg afford","id":129261317721817090,"day":"26"},{"text":"RT @wethepeople: NEW RESPONSE: The Fair Tax – A National Sales Tax That Increases Tax Burdens for Middle-Class Families: http://t.co/2OE ...","month":"10","year":"2011","corpus":"wethepeopl new respons fair tax nation sale tax increas tax burden middl class famili","id":129588384212594690,"day":"27"},{"text":"RT @JoiningForces: \"Each of us has the ability to make a difference in the life of a military family\" -Dr. Jill Biden: http://t.co/mmGrkXcN","month":"11","year":"2011","corpus":"joiningforc abil make differ life militari famili jill biden","id":136552837474828290,"day":"15"},{"text":"RT @WHLive: Obama: [Congress] should be doing everything they can to protect the middle class from tax hikes - not hike your taxes.","month":"11","year":"2011","corpus":"whlive obama congress everyth protect middl class tax hike hike tax","id":139036509000056830,"day":"22"},{"text":"RT @WHLive: Obama: When push comes to shove, are you willing to fight as hard for the middle class as you do for the wealthiest Americans?","month":"11","year":"2011","corpus":"whlive obama push come shove will fight hard middl class wealthiest american","id":139036324215791620,"day":"22"},{"text":"If Congress doesn't act, taxes for the middle class will go up on Jan 1. Find out how much more you'll pay: http://t.co/SSHqkBiU","month":"11","year":"2011","corpus":"congress act tax middl class jan find much pay","id":140175441829965820,"day":"25"},{"text":"RT @NumbersToKnow: 26 days, 7 hrs: Time until taxes increase for middle class unless GOP stops blocking payroll tax cut http://t.co/0cr0yuQu","month":"12","year":"2011","corpus":"numberstoknow day hr time tax increas middl class unless gop stop block payrol tax cut","id":143809859140329470,"day":"05"},{"text":"Obama: So my message to Congress is this: keep your word to working Americans, and do not raise taxes on them right now","month":"12","year":"2011","corpus":"obama messag congress keep word work american rais tax right","id":143771060213530620,"day":"05"},{"text":"Today @ 1:30ET, Obama will urge Rs in Congress to join Ds to ensure taxes don’t go up on middle class families. Watch: http://t.co/VVUkTrmD","month":"12","year":"2011","corpus":"today 30et obama urg congress join ensur tax middl class famili watch","id":143750770666373120,"day":"05"},{"text":"RT @jesseclee44: As @presssec noted, staggering how many in GOP oppose middle class tax cut not over pay-for, but point blank. Tick-tock ...","month":"12","year":"2011","corpus":"jesseclee44 presssec note stagger mani gop oppos middl class tax cut pay point blank tick tock","id":143772768725499900,"day":"05"},{"text":"RT @WHLive: Obama: We need to extend a payroll tax cut…If we don’t do that, 160 million Americans will see their taxes go up by an avera ...","month":"12","year":"2011","corpus":"whlive obama need extend payrol tax cut 160 million american see tax avera","id":144138060068691970,"day":"06"},{"text":"If Congress doesn't act, middle class taxes increase in 26 days, 4 hours, 23 minutes. Find out how it affects you: http://t.co/cleL6Kao","month":"12","year":"2011","corpus":"congress act middl class tax increas day hour minut find affect","id":143851432351764480,"day":"06"},{"text":"RT @PressSec: En route on Marine One to Osawatomie, KS, where POTUS will talk about how this is a make-or-break moment for the middle cl ...","month":"12","year":"2011","corpus":"presssec rout marin one osawatomi potu talk make break moment middl","id":144125586594467840,"day":"06"},{"text":"RT @WHLive: Obama in #Osawatomie: This is a make or break moment for the middle class & all those who are fighting to get into the middl ...","month":"12","year":"2011","corpus":"whlive obama osawatomi make break moment middl class fight get middl","id":144131132370337800,"day":"06"},{"text":"If Congress doesn't act, middle class taxes increase in 25 days, 12 hours, 13 minutes. Find out how it affects you: http://t.co/cleL6Kao","month":"12","year":"2011","corpus":"congress act middl class tax increas day hour minut find affect","id":144095473513398270,"day":"06"},{"text":"RT @arneduncan: \"It starts by making education a national mission\" -President Obama in #Osawatomie, KS. http://t.co/paH2x4Tl","month":"12","year":"2011","corpus":"arneduncan start make educ nation mission presid obama osawatomi","id":144445138788302850,"day":"07"},{"text":"President Obama talked about how this is a make or break moment for the middle class in #Osawatomie. Watch the speech: http://t.co/lHklaxEC","month":"12","year":"2011","corpus":"presid obama talk make break moment middl class osawatomi watch speech","id":144444831677165570,"day":"07"},{"text":"18 days: 8 hours: 30 minutes. If Congress doesn't act, that's when middle class taxes increase. How it affects you: http://t.co/CXBreph8","month":"12","year":"2011","corpus":"day hour minut congress act middl class tax increas affect","id":146688182015098880,"day":"13"},{"text":"RT @_joycastro: 6-minute video explains the payroll tax cut in terms that make sense to working families: http://t.co/V7aKP1KU","month":"12","year":"2011","corpus":"_joycastro minut video explain payrol tax cut term make sens work famili","id":147045347510853630,"day":"14"},{"text":"12 days: 5 hours: 10 minutes. If the House doesn't act, that's when middle class taxes will increase. We can't wait: http://t.co/ocBr3qF2","month":"12","year":"2011","corpus":"day hour minut hous act middl class tax increas wait","id":148912984675205120,"day":"19"},{"text":"@carrinlove2011 We're trying to stop a $40 middle-class tax increase next year b/c Congress didn't act. More info: http://t.co/ntCJT4PV","month":"12","year":"2011","corpus":"carrinlove2011 tri stop middl class tax increas next year congress act info","id":149267682154381300,"day":"20"},{"text":"RT @CrohnieTweets: #40Dollars is the cost of my monthly blood test to make sure my #Crohns meds aren't making me sick.","month":"12","year":"2011","corpus":"crohnietweet 40dollar cost monthli blood test make sure crohn med make sick","id":149260061032710140,"day":"20"},{"text":"10 days: 6 hours: 28 minutes. If the House doesn't act, that's when middle class taxes will go up. What does #40dollars mean to you?","month":"12","year":"2011","corpus":"day hour minut hous act middl class tax 40dollar mean","id":149618124981927940,"day":"21"},{"text":"RT @WHLive: Obama: We need to make sure we’re rebuilding an economy where if you work hard, that work will be rewarded.","month":"12","year":"2011","corpus":"whlive obama need make sure rebuild economi work hard work reward","id":150281656077525000,"day":"23"},{"text":"Thanks to all who shared #40dollars stories. Today's victory is yours. Keep making your voices heard – it makes all the difference. –bo","month":"12","year":"2011","corpus":"thank share 40dollar stori today victori keep make voic heard make differ","id":150012620815089660,"day":"23"},{"text":"Obama: if you make under $250,000 a year, like 98% of American families, your taxes shouldn’t go up...You’re the ones who need relief #SOTU","month":"01","year":"2012","corpus":"obama make 250 000 year like american famili tax ... one need relief sotu","id":162006190019198980,"day":"25"},{"text":"RT @jearnest44: .@GeoffreyStanton POTUS urging Congress to find bipartisan common ground. Making taxes fairer for middle class=prime rea ...","month":"01","year":"2012","corpus":"jearnest44 geoffreystanton potu urg congress find bipartisan common ground make tax fairer middl class prime rea","id":162219536261726200,"day":"25"},{"text":"WEEKLY ADDRESS: Obama urges Congress to extend the payroll tax cut to prevent a tax hike on 160 million Americans: http://t.co/hZ41pI1V","month":"02","year":"2012","corpus":"weekli address obama urg congress extend payrol tax cut prevent tax hike 160 million american","id":168353406048673800,"day":"11"},{"text":"RT @WHLive: Obama: Warren Buffett pays a lower tax rate than his secretary...Is that fair? Does that make any sense?","month":"02","year":"2012","corpus":"whlive obama warren buffett pay lower tax rate secretari ... fair make sens","id":169096466139316220,"day":"13"},{"text":"@Isadelia530 Thanks for making your voice heard & sharing what #40dollars means to you. Let's keep it going: http://t.co/wODcKgLq","month":"02","year":"2012","corpus":"isadelia530 thank make voic heard share 40dollar mean let keep go","id":169469995024265200,"day":"14"},{"text":"@PurposeWithPast Thanks for making your voice heard & sharing what #40dollars means to you. Let's keep it going: http://t.co/wODcKgLq","month":"02","year":"2012","corpus":"purposewithpast thank make voic heard share 40dollar mean let keep go","id":169469995129126900,"day":"14"},{"text":"@michael_conover Thanks for making your voice heard & sharing what #40dollars means to you. Let's keep it going: http://t.co/wODcKgLq","month":"02","year":"2012","corpus":"michael_conov thank make voic heard share 40dollar mean let keep go","id":169469994999095300,"day":"14"},{"text":"@k0828 @awakndreamng Thanks for making your voice heard & sharing what #40dollars means to you. Let's keep it going: http://t.co/wODcKgLq","month":"02","year":"2012","corpus":"k0828 awakndreamng thank make voic heard share 40dollar mean let keep go","id":169469995250749440,"day":"14"},{"text":"@NcrediBelle @melmo1123 Thanks for making your voice heard & sharing what #40dollars means to you. Let's keep it going: http://t.co/wODcKgLq","month":"02","year":"2012","corpus":"ncredibel melmo1123 thank make voic heard share 40dollar mean let keep go","id":169469996102197250,"day":"14"},{"text":"RT @PressSec: \"Disappointing\" is another GOP budget that gives tax cuts to millionaires while sticking the middle class & seniors with t ...","month":"04","year":"2012","corpus":"presssec disappoint anoth gop budget give tax cut millionair stick middl class senior","id":187282044919889920,"day":"03"},{"text":"Nearly one-quarter of all millionaires pay a lower tax rate than millions of middle-class families #BuffettRule http://t.co/6HrZAsoI","month":"04","year":"2012","corpus":"nearli one quarter millionair pay lower tax rate million middl class famili buffettrul","id":190184256226598900,"day":"11"},{"text":"RT @FrankLautenberg: The #BuffettRule would restore fairness to the tax code; millionaires shouldn't pay lower tax rates than the middle ...","month":"04","year":"2012","corpus":"franklautenberg buffettrul would restor fair tax code millionair pay lower tax rate middl","id":191903037860749300,"day":"16"},{"text":"#BuffettRule would make sure everyone plays by the same rules: http://t.co/Rl70xbOt Chart: http://t.co/tRDD2vGj","month":"04","year":"2012","corpus":"buffettrul would make sure everyon play rule chart","id":191973854929891330,"day":"16"},{"text":"RT @RepRickLarsen: I support the #BuffettRule. Hard-working middle class should not pay higher rate than those who make $1M+ a year. htt ...","month":"04","year":"2012","corpus":"repricklarsen support buffettrul hard work middl class pay higher rate make year htt","id":191974030092414980,"day":"16"},{"text":"RT @WHLive: President Obama: \"We cannot price the middle class out of a college education\" #DontDoubleMyRate","month":"04","year":"2012","corpus":"whlive presid obama cannot price middl class colleg educ dontdoublemyr","id":194962889050820600,"day":"25"},{"text":"Weekly Address: Helping our #Veterans &amp; Servicemembers Make Informed Decisions about Higher Education: http://t.co/b7f0QbaP","month":"04","year":"2012","corpus":"weekli address help veteran amp servicememb make inform decis higher educ","id":196308558369927170,"day":"28"},{"text":"RT @macon44: \"What really makes the 787 so special is what it says about America\" - Dreamliner makes soft landing but big splash http:// ...","month":"05","year":"2012","corpus":"macon44 realli make 787 special say america dreamlin make soft land big splash http ://","id":199630103775416320,"day":"07"},{"text":"\"Your voice makes a difference. Your voice matters.\" -President Obama http://t.co/d37G7leU #DontDoubleMyRate","month":"05","year":"2012","corpus":"voic make differ voic matter presid obama dontdoublemyr","id":199519878519074800,"day":"07"},{"text":"RT @WHLive: President Obama: \"At this make-or-break moment for the middle class, there’s no excuse for inaction.\" #CongressToDoList","month":"05","year":"2012","corpus":"whlive presid obama make break moment middl class excus inact congresstodolist","id":199913554273517570,"day":"08"},{"text":"RT @vj44: On a call now with President Obama and folks across the country. He is urging all Americans to make their voices heard on #Equ ...","month":"06","year":"2012","corpus":"vj44 call presid obama folk across countri urg american make voic heard equ","id":209680268192268300,"day":"04"},{"text":"RT @AmbassadorRice: Women deserve #EqualPay for equal work. Let's make this basic &amp; unambiguous principle a reality.","month":"06","year":"2012","corpus":"ambassadorric women deserv equalpay equal work let make basic amp unambigu principl realiti","id":210064010748510200,"day":"05"},{"text":"President Obama: New Admin action will make \"our nation's #immigration policy more fair, more efficient &amp; more just\" http://t.co/uJrpySQJ","month":"06","year":"2012","corpus":"presid obama new admin action make nation immigr polici fair effici amp","id":213970621535760400,"day":"16"},{"text":"\"This is a reminder of what makes us Americans. We don't just look out for ourselves.\" -President Obama Weekly Address: http://t.co/Yh3AsHwC","month":"06","year":"2012","corpus":"remind make american look presid obama weekli address","id":219131614800777200,"day":"30"},{"text":"RT @WHLive: Obama: \"We all say we agree that we should extend the tax cuts for 98% of the American people...let’s at least agree to do w ...","month":"07","year":"2012","corpus":"whlive obama say agre extend tax cut american peopl ... let least agre","id":222364054008758270,"day":"09"},{"text":"Today President Obama called on Congress to extend middle class tax cuts for 98% of Americans making less than $250k: http://t.co/CfB0tLiB","month":"07","year":"2012","corpus":"today presid obama call congress extend middl class tax cut american make less 250k","id":222533339523981300,"day":"10"},{"text":"By the Numbers: 98% http://t.co/cOUVxE6N President Obama is calling on Congress to extend tax cuts for 98% of Americans http://t.co/9vkKuLzr","month":"07","year":"2012","corpus":"number presid obama call congress extend tax cut american","id":222886553830166530,"day":"11"},{"text":"Extending Middle Class Tax Cuts for 98% of Americans &amp; 97% of Small Businesses: http://t.co/ACrGw9Ee","month":"07","year":"2012","corpus":"extend middl class tax cut american amp small busi","id":224486601055666180,"day":"15"},{"text":"President Obama: \"I've cut middle-class taxes every year that I've been President – by $3,600 for the typical family\" http://t.co/rqBm5WiI","month":"07","year":"2012","corpus":"presid obama cut middl class tax everi year presid 600 typic famili","id":224691770561273860,"day":"16"},{"text":"\"This country works best when we are growing a strong middle class\" –President Obama @NatUrbanLeague convention Watch: http://t.co/mPcgl5Ue","month":"07","year":"2012","corpus":"countri work best grow strong middl class presid obama naturbanleagu convent watch","id":228587878270246900,"day":"26"},{"text":"Our economy is \"built from a strong &amp; growing middle class\" -President Obama on the passage of #MiddleClassTaxCuts: http://t.co/KHc73nnY","month":"07","year":"2012","corpus":"economi built strong amp grow middl class presid obama passag middleclasstaxcut","id":228471793361494000,"day":"26"},{"text":"President Obama: \"I'm calling on 218 Members of the House to do their job &amp; not raise taxes on the middle class\" http://t.co/zXcWMDMS","month":"07","year":"2012","corpus":"presid obama call 218 member hous job amp rais tax middl class","id":229356447106998270,"day":"28"},{"text":"RT @WHLive: Obama: \"If Congress sends me a clean bill extending the tax cuts on the first $250,000 of every family’s income, I will sign ...","month":"08","year":"2012","corpus":"whlive obama congress send clean bill extend tax cut first 250 000 everi famili incom sign","id":231421795960496130,"day":"03"},{"text":"It's National Cyber Security Awareness Month. Make sure you check out these tips to help you stay safe online: http://t.co/jkyp7L90 #NCSAM","month":"10","year":"2012","corpus":"nation cyber secur awar month make sure check tip help stay safe onlin ncsam","id":258607472728739840,"day":"17"},{"text":"RT @fema: 10/29 #Sandy safety tip: Stay off the roads to let emergency crews do their work. Check on your neighbors to make sure they're OK.","month":"10","year":"2012","corpus":"fema sandi safeti tip stay road let emerg crew work check neighbor make sure","id":263087371816431600,"day":"30"},{"text":"RT @WHLive: President Obama: I believe that both parties can work together to make these decisions in a balanced &amp; responsible way","month":"11","year":"2012","corpus":"whlive presid obama believ parti work togeth make decis balanc amp respons way","id":268785344277782530,"day":"14"},{"text":"If Congress doesn't act, middle-class families will see their income taxes go up on January 1st: http://t.co/C3Z5QONh http://t.co/hMI0OhJX","month":"11","year":"2012","corpus":"congress act middl class famili see incom tax januari 1st","id":273182493161701380,"day":"26"},{"text":"\"$2,000 is very important to us\" -Tiffany on why Congress must pass the middle-class tax cuts. Watch: http://t.co/F6aGewtc","month":"11","year":"2012","corpus":"000 import tiffani congress must pass middl class tax cut watch","id":273504412037685250,"day":"27"},{"text":"RT @jesseclee44: Obama asks folks to join fight to protect middle class tax cut: \"when enough people get involved we have a pretty good  ...","month":"11","year":"2012","corpus":"jesseclee44 obama ask folk join fight protect middl class tax cut enough peopl get involv pretti good","id":273836207325200400,"day":"28"},{"text":"RT @geejayeff: I hope congress does the right thing and passes middle class tax cuts. #My2k is money that goes right back into the economy","month":"11","year":"2012","corpus":"geejayeff hope congress right thing pass middl class tax cut my2k money goe right back economi","id":273841764866084860,"day":"28"},{"text":"After #BlackFriday &amp; #CyberMonday, comes #GivingTuesday, a day for all Americans to give back and make a difference: http://t.co/geGQIaQD","month":"11","year":"2012","corpus":"blackfriday amp cybermonday come givingtuesday day american give back make differ","id":273609055841435650,"day":"28"},{"text":"RT @GovernorOMalley: More money for middle class families means a stronger economy and more secure future. #My2K","month":"11","year":"2012","corpus":"governoromalley money middl class famili mean stronger economi secur futur my2k","id":273941845137031170,"day":"29"},{"text":"$2,000 means 18 months of electric bill payments for the average middle-class family. What does $2k mean to you? #My2k http://t.co/FKhbVguE","month":"11","year":"2012","corpus":"000 mean month electr bill payment averag middl class famili mean my2k","id":273982121343856640,"day":"29"},{"text":"Today, @VP Biden visited a Costco to talk about #My2k &amp; the need to extend middle-class tax cuts. Watch #BidenatCostco: http://t.co/xGVYn8ib","month":"11","year":"2012","corpus":"today biden visit costco talk my2k amp need extend middl class tax cut watch bidenatcostco","id":274284052020871170,"day":"29"},{"text":"RT @VP: If there’s one thing we should all agree on, it’s that the middle-class tax cut should be made permanent.- VP @ Costco today #my2k","month":"11","year":"2012","corpus":"one thing agre middl class tax cut made perman costco today my2k","id":274233054762004480,"day":"29"},{"text":"President Obama: \"Make your voice heard. Tell members of Congress what a $2,000 tax hike would mean to you.\" http://t.co/lA27To9Y #My2k","month":"11","year":"2012","corpus":"presid obama make voic heard tell member congress 000 tax hike would mean my2k","id":273949563939856400,"day":"29"},{"text":"\"Make your voice heard. I promise, it makes a difference.\" -President Obama in his Weekly Address on #My2k Watch: http://t.co/3XtwfHjp","month":"12","year":"2012","corpus":"make voic heard promis make differ presid obama weekli address my2k watch","id":274957548073926660,"day":"01"},{"text":"President Obama: \"It's unacceptable for some Republicans in Congress to hold middle class tax cuts hostage\" Watch http://t.co/FLcrUFSz #My2k","month":"12","year":"2012","corpus":"presid obama unaccept republican congress hold middl class tax cut hostag watch my2k","id":274982904487096320,"day":"01"},{"text":"Good to see lots of folks on twitter speaking out on extending middle class tax cuts. I'll answer some Qs on that at 2ET. Ask w/ #My2k –bo","month":"12","year":"2012","corpus":"good see lot folk twitter speak extend middl class tax cut answer 2et ask my2k","id":275653161765699600,"day":"03"},{"text":"\"Make your voice heard. I promise, it makes a difference.\" —President Obama. Share your #My2k story: http://t.co/p3ZVAHvt &amp; use #My2k","month":"12","year":"2012","corpus":"make voic heard promis make differ presid obama share my2k stori amp use my2k","id":276003408861859840,"day":"04"},{"text":"RT @VP: PHOTO: VP discusses #My2K &amp; importance of middle class tax cuts with folks at Metro 29 diner in Arlington, VA today. http:// ...","month":"12","year":"2012","corpus":"photo discuss my2k amp import middl class tax cut folk metro diner arlington today http ://","id":277192170673405950,"day":"07"},{"text":"\"I believe America only succeeds and thrives when we have a strong and growing middle class.\" —President Obama","month":"12","year":"2012","corpus":"believ america succe thrive strong grow middl class presid obama","id":278220687599079420,"day":"10"},{"text":"The facts about Republicans' \"Plan B\": 25 million working middle-class families would pay $1,000 more in taxes: http://t.co/9YtKXwU7","month":"12","year":"2012","corpus":"fact republican plan million work middl class famili would pay 000 tax","id":281885251377180670,"day":"20"},{"text":"Today President Obama spoke from the WH briefing room about the need to avoid tax hikes on the middle class. Watch: http://t.co/WVfwFCpr","month":"12","year":"2012","corpus":"today presid obama spoke brief room need avoid tax hike middl class watch","id":284810273083244540,"day":"28"},{"text":"In this week’s address, President Obama urges Congress to protect the middle class from an income tax hike. Watch: http://t.co/Sy2h9hiU","month":"12","year":"2012","corpus":"week address presid obama urg congress protect middl class incom tax hike watch","id":285039361647587330,"day":"29"},{"text":"\"Our most immediate priority is to stop taxes from going up on middle-class families\" —President Obama urges Congress to act today","month":"12","year":"2012","corpus":"immedi prioriti stop tax go middl class famili presid obama urg congress act today","id":285828772391952400,"day":"31"},{"text":"Happening now: President Obama speaks on the #fiscalcliff at an event with middle-class Americans. Watch: http://t.co/dfEWfXpi","month":"12","year":"2012","corpus":"happen presid obama speak fiscalcliff event middl class american watch","id":285817108535861250,"day":"31"},{"text":"\"The most important changes we can make depend on action from Congress. They need to bring these proposals up for a vote.\" —President Obama","month":"01","year":"2013","corpus":"import chang make depend action congress need bring propos vote presid obama","id":291594013042147300,"day":"16"},{"text":"RT @VP: Vice President Biden: \"We should do as much as we can, as quickly as we can. And we cannot make the perfect the enemy of the good.\"","month":"01","year":"2013","corpus":"vice presid biden much quickli cannot make perfect enemi good","id":291589707228401660,"day":"16"},{"text":"President Obama: \"Let’s make this country a safer place for all our children.\" Watch the Weekly Address http://t.co/sxkVCxMO #Nowisthetime","month":"01","year":"2013","corpus":"presid obama let make countri safer place children watch weekli address nowisthetim","id":292716839132340200,"day":"19"},{"text":"\"We believe that America’s prosperity must rest upon the broad shoulders of a rising middle class..\"—President Obama #inaug2013","month":"01","year":"2013","corpus":"believ america prosper must rest upon broad shoulder rise middl class ..\"— presid obama inaug2013","id":293402462688247800,"day":"21"},{"text":"Obama: \"For we, the people, understand that our country cannot succeed when a shrinking few do very well &amp; a growing many barely make it\"","month":"01","year":"2013","corpus":"obama peopl understand countri cannot succeed shrink well amp grow mani bare make","id":293402416982925300,"day":"21"},{"text":"\"We recommit ourselves to supporting women &amp; families in the choices they make\" —President Obama on Roe v. Wade Anniv: http://t.co/FagbBeSk","month":"01","year":"2013","corpus":"recommit support women amp famili choic make presid obama roe wade anniv","id":293854689655676900,"day":"22"},{"text":"President Obama: \"My top priority is simple: to do everything in my power to fight for middle-class families\" Watch: http://t.co/7AEqnrRX","month":"01","year":"2013","corpus":"presid obama top prioriti simpl everyth power fight middl class famili watch","id":295237723462189060,"day":"26"},{"text":"We were sent here to make what difference we can, to secure this nation, expand opportunity &amp; uphold our ideals.\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"sent make differ secur nation expand opportun amp uphold ideal presid obama sotu","id":301529225222045700,"day":"13"},{"text":"Obama: \"It is this kind of prosperity – broad, shared &amp; built on a thriving middle class – that has always been the source of our progress\"","month":"02","year":"2013","corpus":"obama kind prosper broad share amp built thrive middl class alway sourc progress","id":301524677195612160,"day":"13"},{"text":"\"What makes you a man isn’t the ability to conceive a child; it’s having the courage to raise one.\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"make man abil conceiv child courag rais one presid obama sotu","id":301524474950459400,"day":"13"},{"text":"\"We need to build new ladders of opportunity into the middle class for all who are willing to climb them.\" —President Obama #JobsNow","month":"02","year":"2013","corpus":"need build new ladder opportun middl class will climb presid obama jobsnow","id":301524291684560900,"day":"13"},{"text":"President Obama: \"We must all do our part to make sure our God-given rights are protected here at home.\" #SOTU","month":"02","year":"2013","corpus":"presid obama must part make sure god given right protect home sotu","id":301527727461244900,"day":"13"},{"text":"Obama: \"Why would we choose to make deeper cuts to education &amp; Medicare just to protect special interest tax breaks?\" http://t.co/lgFXcDbb","month":"02","year":"2013","corpus":"obama would choos make deeper cut educ amp medicar protect special interest tax break","id":301517623659749400,"day":"13"},{"text":"3:45ET: President Obama speaks from Chicago on strengthening the economy for the middle class. Tune in: http://t.co/dfEWfXpi","month":"02","year":"2013","corpus":"45et presid obama speak chicago strengthen economi middl class tune","id":302517334285885440,"day":"15"},{"text":"Weekly Address: Following the President’s Plan for a Strong Middle Class: http://t.co/rDwjslHu #JobsNow","month":"02","year":"2013","corpus":"weekli address follow presid plan strong middl class jobsnow","id":303360299724050400,"day":"18"},{"text":"RT @WHLive: President Obama: \"I will not sign a plan that harms the middle class.\"","month":"02","year":"2013","corpus":"whlive presid obama sign plan harm middl class","id":303896556761915400,"day":"19"},{"text":"If Congress doesn't act, automatic budget cuts will hurt our economy &amp; middle class families: http://t.co/dN3cZ3jU http://t.co/ile4iZJC","month":"02","year":"2013","corpus":"congress act automat budget cut hurt economi amp middl class famili","id":304107324975480800,"day":"20"},{"text":"President Obama: \"We’ve got to make the tough, smart choices to cut what we don’t need so that we can invest the things we do need.\"","month":"02","year":"2013","corpus":"presid obama got make tough smart choic cut need invest thing need","id":306079400309444600,"day":"25"},{"text":"At 1:05ET: President Obama speaks on the impact the sequester will have on jobs &amp; middle class families. Watch live: http://t.co/Mffizne435","month":"02","year":"2013","corpus":"05et presid obama speak impact sequest job amp middl class famili watch live","id":306432223341580300,"day":"26"},{"text":"Full video: President Obama speaks on the impact the sequester will have on jobs &amp; middle class families. Watch: http://t.co/LvWiTPXN2p","month":"02","year":"2013","corpus":"full video presid obama speak impact sequest job amp middl class famili watch","id":306565646664212500,"day":"27"},{"text":"RT @Simas44: R's proposal to avoid the sequester protects wealthy &amp; forces middle class to bear the burden of deficit reduction: htt ...","month":"02","year":"2013","corpus":"simas44 propos avoid sequest protect wealthi amp forc middl class bear burden deficit reduct htt","id":307233826982223900,"day":"28"},{"text":"RT @PressSec: Thousands of middle class jobs are at risk because Congress made a choice to protect tax loopholes for wealthy: http://t.c ...","month":"03","year":"2013","corpus":"presssec thousand middl class job risk congress made choic protect tax loophol wealthi","id":307598583740387300,"day":"01"},{"text":"Republicans in Congress are making a choice. The President has a plan to resolve harmful cuts: http://t.co/DRFsn5VCG0 http://t.co/l6RebAAj7H","month":"03","year":"2013","corpus":"republican congress make choic presid plan resolv harm cut","id":309362361314209800,"day":"06"},{"text":"President Obama: \"Our top priority as a nation: reigniting the true engine of America’s economic growth – a rising, thriving middle class\"","month":"03","year":"2013","corpus":"presid obama top prioriti nation reignit true engin america econom growth rise thrive middl class","id":312633422826852350,"day":"15"},{"text":"RT @WHLive: President Obama: \"This is about national security. Our reliance on oil makes us far too dependent on other parts of the world.\"","month":"03","year":"2013","corpus":"whlive presid obama nation secur relianc oil make far depend part world","id":312636012113301500,"day":"15"},{"text":"RT @WHLive: Obama: \"I’d like to focus on how we can work together to make progress in 3 areas that will define our times: security, peac ...","month":"03","year":"2013","corpus":"whlive obama like focu work togeth make progress area defin time secur peac","id":314751441128538100,"day":"21"},{"text":"RT @petesouza: Slide show from the President's trip to the Middle East: http://t.co/zor4YjVmtO","month":"03","year":"2013","corpus":"petesouza slide show presid trip middl east","id":315935406061387800,"day":"24"},{"text":"\"Immigration makes us a stronger. It keeps us vibrant. It keeps us hungry. It keeps us prosperous.\" —President Obama: http://t.co/z9IMpL3WWo","month":"03","year":"2013","corpus":"immigr make stronger keep vibrant keep hungri keep prosper presid obama","id":316376599253643260,"day":"26"},{"text":"\"Why wouldn’t we want to make it more difficult for a dangerous person to get his or her hands on a gun?\"—President Obama","month":"03","year":"2013","corpus":"want make difficult danger person get hand gun ?\"— presid obama","id":317305913860050940,"day":"28"},{"text":"RT @WHLive: President Obama: \"#Nowisthetime to make your voice heard from every state house to the corridors of Congress.\" http://t.co/K ...","month":"04","year":"2013","corpus":"whlive presid obama nowisthetim make voic heard everi state hous corridor congress","id":321384374908104700,"day":"08"},{"text":"Obama: \"My budget replaces these cuts with smarter ones, making long-term reforms &amp; eliminating actual waste and programs we don’t need.\"","month":"04","year":"2013","corpus":"obama budget replac cut smarter one make long term reform amp elimin actual wast program need","id":322002396169531400,"day":"10"},{"text":"The President’s budget strengthens the middle class &amp; reduces the deficit in a balanced way. Fact sheet: http://t.co/RiAlqmMAuE","month":"04","year":"2013","corpus":"presid budget strengthen middl class amp reduc deficit balanc way fact sheet","id":321984861013409800,"day":"10"},{"text":"Make your voice heard. #NowIsthetime to speak out in support of common-sense steps to reduce gun violence. Join us: http://t.co/rDrY8yue6c","month":"04","year":"2013","corpus":"make voic heard nowisthetim speak support common sens step reduc gun violenc join","id":322538367491391500,"day":"12"},{"text":"Obama: \"I stand willing to do whatever it takes to make sure that comprehensive #ImmigrationReform becomes a reality\" http://t.co/CFLia4tmCN","month":"04","year":"2013","corpus":"obama stand will whatev take make sure comprehens immigrationreform becom realiti","id":324290816686305300,"day":"16"},{"text":"President Obama: \"90% of the American people support universal background checks that make it harder for a dangerous person to buy a gun.\"","month":"04","year":"2013","corpus":"presid obama american peopl support univers background check make harder danger person buy gun","id":324639119001124860,"day":"17"},{"text":"RT if you agree we need to keep making investments in science and innovation. http://t.co/j3JiyFPIXk","month":"04","year":"2013","corpus":"agre need keep make invest scienc innov","id":326474161478328300,"day":"22"},{"text":"Obama: \"What makes West special is what makes it familiar, &amp; instead of changing who you are, this tragedy revealed who you’ve always been.\"","month":"04","year":"2013","corpus":"obama make west special make familiar amp instead chang tragedi reveal alway","id":327529158324387840,"day":"25"},{"text":"President Obama: “The investments we make today are bound to pay off many times over in the years to come.” #NAS150","month":"04","year":"2013","corpus":"presid obama invest make today bound pay mani time year come nas150","id":328896249937948700,"day":"29"},{"text":"Make sure your friends know President Obama's plan to fix our broken immigration system: http://t.co/RnwW8f2mWJ, http://t.co/2vYBV2UH9l","month":"05","year":"2013","corpus":"make sure friend know presid obama plan fix broken immigr system","id":331830849593045000,"day":"07"},{"text":"President Obama travels to Austin, TX today—the first stop on his Middle Class Jobs and Opportunity Tour: http://t.co/kYJexrKyGf","month":"05","year":"2013","corpus":"presid obama travel austin today first stop middl class job opportun tour","id":332491677359022100,"day":"09"},{"text":"RT if you agree that immigration makes our country stronger. #ImmigrationNation, http://t.co/DYlPKZskNZ","month":"05","year":"2013","corpus":"agre immigr make countri stronger immigrationn","id":334413709596303360,"day":"14"},{"text":"President Obama: \"I’m going to keep trying to work with both parties in Washington to make progress. Because our challenges are solvable.\"","month":"05","year":"2013","corpus":"presid obama go keep tri work parti washington make progress challeng solvabl","id":335449679707910140,"day":"17"},{"text":"President Obama is on his way to Baltimore, the 2nd stop on his Middle Class Jobs &amp; Opportunity Tour. Trip preview: http://t.co/jWxYrlosLD","month":"05","year":"2013","corpus":"presid obama way baltimor 2nd stop middl class job amp opportun tour trip preview","id":335401543719333900,"day":"17"},{"text":"President Obama: \"The middle class will always be my number one focus. Period. Your jobs. Your families. Your communities.\"","month":"05","year":"2013","corpus":"presid obama middl class alway number one focu period job famili commun","id":335445515816812540,"day":"17"},{"text":"\"The American people make me optimistic about where we’re headed as a nation\" —President Obama in his Weekly Address: http://t.co/tWJN5B6wWC","month":"05","year":"2013","corpus":"american peopl make optimist head nation presid obama weekli address","id":335762655904161800,"day":"18"},{"text":"President Obama: \"I spoke with Governor Fallin to make it clear that Oklahomans would have all the resources they need at their disposal.\"","month":"05","year":"2013","corpus":"presid obama spoke governor fallin make clear oklahoman would resourc need dispos","id":336846465420890100,"day":"21"},{"text":"Fixing our broken immigration system will strengthen our economy—and it's time to make it happen: http://t.co/Sy6RcVblSe #iMarch","month":"05","year":"2013","corpus":"fix broken immigr system strengthen economi time make happen imarch","id":337259557145432060,"day":"22"},{"text":"President Obama in his Weekly Address: \"We must make sure all veterans have the care and benefits they’ve earned.\" http://t.co/sJ2NRQoeAi","month":"05","year":"2013","corpus":"presid obama weekli address must make sure veteran care benefit earn","id":338285766352465900,"day":"25"},{"text":"Obama: \"Anyone who wants to make sure they’re ready—for a hurricane or any other disaster—I want them to visit http://t.co/Q7B4sGeOZl\" #STTS","month":"05","year":"2013","corpus":"obama anyon want make sure readi hurrican disast want visit stt","id":339434902296616960,"day":"28"},{"text":"RT if you agree: Immigration makes us stronger, and there's no reason we can't pass immigration reform this year. http://t.co/nbBAO23hkd","month":"05","year":"2013","corpus":"agre immigr make stronger reason pass immigr reform year","id":339826019756302340,"day":"29"},{"text":"President Obama: “The surest path to the middle class is some form of higher education.” #DontDoubleMyRate","month":"05","year":"2013","corpus":"presid obama surest path middl class form higher educ dontdoublemyr","id":340474987091734500,"day":"31"},{"text":"President Obama: \"We cannot price the middle class...out of a college education.\" #DontDoubleMyRate","month":"05","year":"2013","corpus":"presid obama cannot price middl class ... colleg educ dontdoublemyr","id":340475617696940000,"day":"31"},{"text":"Obama: \"It’s not enough to help more Americans seek treatment—we also need to make sure treatment is there.\" #MentalHealthMatters","month":"06","year":"2013","corpus":"obama enough help american seek treatment also need make sure treatment mentalhealthmatt","id":341557768169345000,"day":"03"},{"text":"Obama: \"Now’s the time to make the minimum wage a wage you can live on, because 60% of those making the minimum wage are women.\" #EqualPay","month":"06","year":"2013","corpus":"obama time make minimum wage wage live make minimum wage women equalpay","id":344123034728296450,"day":"10"},{"text":"Pres. Obama on Syria: \"I will preserve every option available to me &amp; continually make assessments about what's in the interest of the U.S.\"","month":"06","year":"2013","corpus":"pre obama syria preserv everi option avail amp continu make assess interest","id":346829505110868000,"day":"18"},{"text":"\"We're committed to making it possible for more small businesses to thrive.\" —President Obama on #SmallBiz Week: http://t.co/yN57XaR0dM","month":"06","year":"2013","corpus":"commit make possibl small busi thrive presid obama smallbiz week","id":347064807796662300,"day":"18"},{"text":"\"We need to make sure that everyone in the country knows that this fight isn’t over.\" —@VP on reducing gun violence: http://t.co/zQUUfdbFwK","month":"06","year":"2013","corpus":"need make sure everyon countri know fight reduc gun violenc","id":347437499527868400,"day":"19"},{"text":"RT @Sebelius: New tools, website and call centers, ensure anyone who needs insurance can make the best choice http://t.co/QpQCyCr30t","month":"06","year":"2013","corpus":"sebeliu new tool websit call center ensur anyon need insur make best choic","id":349167495359381500,"day":"24"},{"text":"RT @FLOTUS: \"It’s about making sure that your body can be strong and healthy and your mind can be ready to learn and explore and dream.\" —T…","month":"07","year":"2013","corpus":"flotu make sure bodi strong healthi mind readi learn explor dream","id":354640263320305660,"day":"09"},{"text":"Obama: \"I ran for President to restore that basic bargain...that our economy works best not from the top-down, but from the middle-out.\"","month":"07","year":"2013","corpus":"obama ran presid restor basic bargain ... economi work best top middl","id":357516453282463740,"day":"17"},{"text":"Obama: \"We’re going to keep fighting...to make sure every American gets the care they need when they need it at a price they can afford.\"","month":"07","year":"2013","corpus":"obama go keep fight ... make sure everi american get care need need price afford","id":357890280747319300,"day":"18"},{"text":"President Obama will outline his vision for rebuilding middle-class security at Knox College on Wed. Don't miss it: http://t.co/PjqiGJMcVE","month":"07","year":"2013","corpus":"presid obama outlin vision rebuild middl class secur knox colleg wed miss","id":359338456234729500,"day":"22"},{"text":"Tomorrow, President Obama will lay out his vision for rebuilding middle-class security. Here's why you should watch: http://t.co/F87iR3AMLh","month":"07","year":"2013","corpus":"tomorrow presid obama lay vision rebuild middl class secur watch","id":359767332203151360,"day":"23"},{"text":"Happening now: President Obama speaks in Missouri on rebuilding middle-class security —&gt; http://t.co/FNHZd2SmS9 #ABetterBargain","month":"07","year":"2013","corpus":"happen presid obama speak missouri rebuild middl class secur abetterbargain","id":360160071159787500,"day":"24"},{"text":"Obama on helping the middle class: \"I will not allow gridlock, or inaction, or willful indifference to get in our way.\" #ABetterBargain","month":"07","year":"2013","corpus":"obama help middl class allow gridlock inact will indiffer get way abetterbargain","id":360091486529921000,"day":"24"},{"text":"Today, President Obama will lay out his vision to keep rebuilding middle-class security: http://t.co/WbZEbM5wKs, http://t.co/DrTIlNjbjw","month":"07","year":"2013","corpus":"today presid obama lay vision keep rebuild middl class secur","id":360065267692343300,"day":"24"},{"text":"Obama: \"The first cornerstone of a strong &amp; growing middle class...an economy that generates more good jobs in durable, growing industries.\"","month":"07","year":"2013","corpus":"obama first cornerston strong amp grow middl class ... economi gener good job durabl grow industri","id":360091975174725600,"day":"24"},{"text":"Obama: \"I care about 1 thing...how to use every min. of the 1,276 days remaining in my term to make this country work for working Americans\"","month":"07","year":"2013","corpus":"obama care thing ... use everi min 276 day remain term make countri work work american","id":360100738338271200,"day":"24"},{"text":"RT @Katie44: New on http://t.co/F8RAYFLH9j: Here's how POTUS is fighting to rebuild the cornerstones of middle-class security —&gt; http://t.c…","month":"07","year":"2013","corpus":"katie44 new potu fight rebuild cornerston middl class secur","id":360060600593821700,"day":"24"},{"text":"Obama: \"The 2nd cornerstone of a strong middle class...An education that prepares our children...for the global competition they’ll face.\"","month":"07","year":"2013","corpus":"obama 2nd cornerston strong middl class ... educ prepar children ... global competit face","id":360093274914029600,"day":"24"},{"text":"Obama on education: \"If we don’t make this investment, we’ll put our kids, our workers, and our country at a competitive disadvantage.\"","month":"07","year":"2013","corpus":"obama educ make invest put kid worker countri competit disadvantag","id":360093585737138200,"day":"24"},{"text":"President Obama: \"A focus on the core economic issues that matter to the middle class—that’s what this moment requires.\" #ABetterBargain","month":"07","year":"2013","corpus":"presid obama focu core econom issu matter middl class moment requir abetterbargain","id":360473812548059140,"day":"25"},{"text":"Obama: \"Making sure the American Dream is something that’s alive and real and achievable...that's what I'm fighting for.\" #ABetterBargain","month":"07","year":"2013","corpus":"obama make sure american dream someth aliv real achiev ... fight abetterbargain","id":360477296454414340,"day":"25"},{"text":"It's time for Washington to focus on making our country work for all Americans. Middle-class families deserve #ABetterBargain. -bo","month":"07","year":"2013","corpus":"time washington focu make countri work american middl class famili deserv abetterbargain","id":360488183064051700,"day":"25"},{"text":"Obama on rebuilding middle-class security: \"This is what I’m going to focus on over all the days left in my presidency.\" #ABetterBargain","month":"07","year":"2013","corpus":"obama rebuild middl class secur go focu day left presid abetterbargain","id":360476464199647200,"day":"25"},{"text":"\"You can't just be against something—you've got to be for something.\" —Obama on #ABetterBargain for the middle class: http://t.co/guw6bPr5KU","month":"07","year":"2013","corpus":"someth got someth obama abetterbargain middl class","id":360816994829864960,"day":"26"},{"text":"RT to share the news: President Obama will call for a grand bargain focused on middle-class jobs today in Tennessee: http://t.co/GQdrQ4Yxqr","month":"07","year":"2013","corpus":"share news presid obama call grand bargain focus middl class job today tennesse","id":362203019602956300,"day":"30"},{"text":"President Obama: \"If folks in Washington want a 'grand bargain,' how about a grand bargain for middle-class jobs?\" #ABetterBargain","month":"07","year":"2013","corpus":"presid obama folk washington want grand bargain grand bargain middl class job abetterbargain","id":362277684551761900,"day":"30"},{"text":"Obama: \"I’ve come to Chattanooga today to talk about that first and most important cornerstone of a middle-class life: A good job.\"","month":"07","year":"2013","corpus":"obama come chattanooga today talk first import cornerston middl class life good job","id":362273221527089150,"day":"30"},{"text":"President Obama on #ABetterBargain for the middle class: \"A good job with good wages. A good education. A home to call your own.\"","month":"07","year":"2013","corpus":"presid obama abetterbargain middl class good job good wage good educ home call","id":362272927258918900,"day":"30"},{"text":"RT if you agree with Jeff and Karen from Arizona: “When the middle class grows, the country grows.” http://t.co/zDzJwsAJLL #ABetterBargain","month":"08","year":"2013","corpus":"agre jeff karen arizona middl class grow countri grow abetterbargain","id":362991323441139700,"day":"01"},{"text":"In Phoenix speaking on the most tangible cornerstone of middle-class life: owning a home. Responsible homeowners deserve #ABetterBargain -bo","month":"08","year":"2013","corpus":"phoenix speak tangibl cornerston middl class life own home respons homeown deserv abetterbargain","id":364823971486642200,"day":"06"},{"text":"Obama: \"I’ve been visiting towns like this talking about what we need to do as a country to secure #ABetterBargain for the middle class.\"","month":"08","year":"2013","corpus":"obama visit town like talk need countri secur abetterbargain middl class","id":364838692508016640,"day":"06"},{"text":"Obama: \"Step 5: we should make sure families that don’t want to buy a home, or can’t yet afford to buy one, have a decent place to rent.\"","month":"08","year":"2013","corpus":"obama step make sure famili want buy home yet afford buy one decent place rent","id":364842860786360300,"day":"06"},{"text":"\"We have to keep housing affordable for first-time homebuyers and families working to climb into the middle class.\" —President Obama","month":"08","year":"2013","corpus":"keep hous afford first time homebuy famili work climb middl class presid obama","id":364844081052000260,"day":"06"},{"text":"President Obama: \"I’m laying out my ideas for how we must build on the cornerstones of what it means to be middle class.\" #ABetterBargain","month":"08","year":"2013","corpus":"presid obama lay idea must build cornerston mean middl class abetterbargain","id":364839563404914700,"day":"06"},{"text":"President Obama: \"But as any middle-class family will tell you, we’re not yet where we need to be.\" #ABetterBargain","month":"08","year":"2013","corpus":"presid obama middl class famili tell yet need abetterbargain","id":364839244042207200,"day":"06"},{"text":"\"It's one of the most important economic decisions I'll make.” —President Obama on the next Chairman of the Federal Reserve","month":"08","year":"2013","corpus":"one import econom decis make presid obama next chairman feder reserv","id":365917974114213900,"day":"09"},{"text":"President Obama: We need \"a national strategy to make sure everyone who works hard has a chance to succeed in the 21st century economy.\"","month":"08","year":"2013","corpus":"presid obama need nation strategi make sure everyon work hard chanc succeed 21st centuri economi","id":370567076945338400,"day":"22"},{"text":"Obama: \"We can't price the middle class &amp; everyone working to get into the middle class out of a college education.\" #MakeCollegeAffordable","month":"08","year":"2013","corpus":"obama price middl class amp everyon work get middl class colleg educ makecollegeafford","id":370677528223961100,"day":"22"},{"text":"President Obama: “This has to be Washington’s highest priority—making sure everyone gets a fair shake.” #ABetterBargain","month":"08","year":"2013","corpus":"presid obama washington highest prioriti make sure everyon get fair shake abetterbargain","id":370675084400144400,"day":"22"},{"text":"President Obama: \"More than ever before, some form of higher education is the surest path into the middle class.\" #MakeCollegeAffordable","month":"08","year":"2013","corpus":"presid obama ever form higher educ surest path middl class makecollegeafford","id":370568574693543940,"day":"22"},{"text":"RT @FLOTUS: Let's make sure every kid in America has a shot at a great education. #MakeCollegeAffordable #ThrowbackThursday, http://t.co/Ln…","month":"08","year":"2013","corpus":"flotu let make sure everi kid america shot great educ makecollegeafford throwbackthursday","id":370698697471848450,"day":"23"},{"text":"President Obama in Scranton: “Just because something’s hard doesn’t mean we can’t do it…we can make college more affordable.”","month":"08","year":"2013","corpus":"presid obama scranton someth hard mean make colleg afford","id":371020397371990000,"day":"23"},{"text":"President Obama: \"Higher education shouldn't be a luxury. It's an economic necessity...we want to make sure every family can afford it.\"","month":"08","year":"2013","corpus":"presid obama higher educ luxuri econom necess ... want make sure everi famili afford","id":370954094745514000,"day":"23"},{"text":"RT @arneduncan: Thoughtful @nytimes editorial on the President's plan to make college more affordable for families. http://t.co/podnR4FoXo","month":"08","year":"2013","corpus":"arneduncan thought nytim editori presid plan make colleg afford famili","id":371039530200997900,"day":"23"},{"text":"RT @Lehrich44: \"So does college raise incomes? Is it an investment good enough to make widely accessible? Yes, it is. Period\" http://t.co/Y…","month":"08","year":"2013","corpus":"lehrich44 colleg rais incom invest good enough make wide access ye period","id":372361096448839700,"day":"27"},{"text":"President @BillClinton: \"A great democracy does not make it harder to vote than to buy an assault weapon.\" #MLKDream50","month":"08","year":"2013","corpus":"presid billclinton great democraci make harder vote buy assault weapon mlkdream50","id":372790998864121860,"day":"28"},{"text":"\"We will honor their service to the nation they helped to make great.\" —Obama on the #NavyYardShooting victims: http://t.co/Sf7ltAU0pl","month":"09","year":"2013","corpus":"honor servic nation help make great obama navyyardshoot victim","id":379766323191873540,"day":"17"},{"text":"RT if you agree: It's time for Washington to focus on building #ABetterBargain for the middle class. http://t.co/irdMpijVeq","month":"09","year":"2013","corpus":"agre time washington focu build abetterbargain middl class","id":381192373348208640,"day":"20"},{"text":"Don't miss Obama's 1:50pm ET speech at a Ford plant in Missouri on building #ABetterBargain for the middle class —&gt; http://t.co/KvadYk9atb","month":"09","year":"2013","corpus":"miss obama 50pm speech ford plant missouri build abetterbargain middl class","id":381091223378735100,"day":"20"},{"text":"Happening now: President Obama speaks at a Ford plant in Missouri on building #ABetterBargain for the middle class —&gt; http://t.co/KvadYk9atb","month":"09","year":"2013","corpus":"happen presid obama speak ford plant missouri build abetterbargain middl class","id":381114492215513100,"day":"20"},{"text":"Obama: \"We need to work even harder to rebuild an economy that grows not from the top-down, but from the middle class out.\" #ABetterBargain","month":"09","year":"2013","corpus":"obama need work even harder rebuild economi grow top middl class abetterbargain","id":381117909356929000,"day":"20"},{"text":"Obama: \"Here in Maryland, an average 25 year-old making $25,000 a year could get covered for as little as $80 a month.\" #GetCovered","month":"09","year":"2013","corpus":"obama maryland averag year old make 000 year could get cover littl month getcov","id":383248216306622460,"day":"26"},{"text":"On Tuesday, working families making $50,000 can #GetCovered for less than $100/month —&gt; http://t.co/8dwzC5HBq3, http://t.co/AHnjO1mtws","month":"09","year":"2013","corpus":"tuesday work famili make 000 getcov less 100 month","id":383301249824616450,"day":"26"},{"text":"As members of Congress, the House GOP has 2 jobs: Pass a budget that doesn't hurt the middle class &amp; pay our country's bills. #Shutdown","month":"09","year":"2013","corpus":"member congress hous gop job pass budget hurt middl class amp pay countri bill shutdown","id":384773290058715140,"day":"30"},{"text":"RT if you agree: It's time to stop playing political games with our economy and pass a budget that protects the middle class. #Shutdown","month":"10","year":"2013","corpus":"agre time stop play polit game economi pass budget protect middl class shutdown","id":384833802574368800,"day":"01"},{"text":"RT if you agree with President Obama that we can't make extortion routine as part of our democracy. #JustVote","month":"10","year":"2013","corpus":"agre presid obama make extort routin part democraci justvot","id":387646374168104960,"day":"08"},{"text":"Disagreement cannot mean dysfunction. Let's focus on growing our economy and strengthening the middle class: http://t.co/UekEn7Pbv8","month":"10","year":"2013","corpus":"disagr cannot mean dysfunct let focu grow economi strengthen middl class","id":391227913443373060,"day":"18"},{"text":"Obama: \"For those who’ve had some problems with the website, I want to tell you what we’re doing to make it work better.\" #GetCovered","month":"10","year":"2013","corpus":"obama problem websit want tell make work better getcov","id":392313587827343360,"day":"21"},{"text":"Obama on #Obamacare: \"It’s time for folks to stop rooting for its failure, because...middle-class families are rooting for its success.\"","month":"10","year":"2013","corpus":"obama obamacar time folk stop root failur ... middl class famili root success","id":392318893852618750,"day":"21"},{"text":"Here's what we're doing to make http://t.co/GNfbftrfo3 better —&gt; http://t.co/LHJf7VR1jx #GetCovered #Obamacare","month":"10","year":"2013","corpus":"make better getcov obamacar","id":392419340487639040,"day":"21"},{"text":"Right now: President Obama speaks in Brooklyn about the next generation of middle-class American entrepreneurs —&gt; http://t.co/KvadYk9atb","month":"10","year":"2013","corpus":"right presid obama speak brooklyn next gener middl class american entrepreneur","id":393828314852257800,"day":"25"},{"text":"\"I take full responsibility for making sure it gets fixed ASAP.\" —President Obama on http://t.co/GNfbftrfo3 #Obamacare #GetCovered","month":"10","year":"2013","corpus":"take full respons make sure get fix asap presid obama obamacar getcov","id":395644775178584060,"day":"30"},{"text":"Obama: \"If Republicans in Congress were as eager to help Americans #GetCovered as some GOP governors...we could make a lot more progress.\"","month":"10","year":"2013","corpus":"obama republican congress eager help american getcov gop governor ... could make lot progress","id":395648933478670340,"day":"30"},{"text":"President Obama: \"Creating good-paying American jobs and strengthening the middle class. There’s nothing more important right now.\"","month":"10","year":"2013","corpus":"presid obama creat good pay american job strengthen middl class noth import right","id":395969377201164300,"day":"31"},{"text":"Watch President Obama's message to you on how we can keep growing our economy from the middle-class out —&gt; http://t.co/j4G2CnFsWC","month":"11","year":"2013","corpus":"watch presid obama messag keep grow economi middl class","id":396803520067690500,"day":"03"},{"text":"GDP grew at a strong 2.8% clip last quarter—but there's more to do to build a #ABetterBargain for the middle class: http://t.co/zCGrKRpYRU","month":"11","year":"2013","corpus":"gdp grew strong clip last quarter build abetterbargain middl class","id":398482700828278800,"day":"07"},{"text":"RT @WHLive: Obama: \"Let’s make sure we’ve got the best ports, and the best roads, and the best bridges, and the best schools.\" #PeopleOverP…","month":"11","year":"2013","corpus":"whlive obama let make sure got best port best road best bridg best school peopleoverp","id":398888245523521540,"day":"08"},{"text":"RT if you agree: It's time to focus on building #ABetterBargain for the middle class —&gt; http://t.co/zRCCjh6ur9, http://t.co/OqlQw7KaXm","month":"11","year":"2013","corpus":"agre time focu build abetterbargain middl class","id":401137009151836160,"day":"14"},{"text":"RT @FLOTUS: Getting a good education is the best investment you can make in yourself. #TBT #ThrowbackThursday, http://t.co/pCUTYIVKlW","month":"11","year":"2013","corpus":"flotu get good educ best invest make tbt throwbackthursday","id":403665715380498400,"day":"21"},{"text":"The Senate passed bipartisan #ImmigrationReform.\nThe House could too if they would #JustVote.\nRT if you agree it's time to make it happen.","month":"11","year":"2013","corpus":"senat pass bipartisan immigrationreform hous could would justvot agre time make happen","id":405016667630993400,"day":"25"},{"text":"Let’s make sure that no matter where you come from, in America you can make it if you try. #ActOnReform, http://t.co/EUaQwkCCL0","month":"11","year":"2013","corpus":"let make sure matter come america make tri actonreform","id":405139352894058500,"day":"26"},{"text":"At 3:15pm ET, President Obama will speak on how we can keep growing our economy and strengthen the middle class —&gt; http://t.co/PrVmzyD94G","month":"11","year":"2013","corpus":"15pm presid obama speak keep grow economi strengthen middl class","id":405418170808156160,"day":"26"},{"text":"Happening now: President Obama speaks on growing our economy and strengthening the middle class —&gt; http://t.co/PrVmzyD94G","month":"11","year":"2013","corpus":"happen presid obama speak grow economi strengthen middl class","id":405437548366811140,"day":"26"},{"text":"RT @WHLive: Obama: \"We’re making progress. But we’re all here today because we know our work is far from finished.\" #WorldAIDSDay","month":"12","year":"2013","corpus":"whlive obama make progress today know work far finish worldaidsday","id":407577214297722900,"day":"02"},{"text":"“What makes this medal mean so much is that it’s for waging peace.” —@GloriaSteinem. Watch —&gt;  http://t.co/EbZVjOVoFe #MedalOfFreedom","month":"12","year":"2013","corpus":"make medal mean much wage peac gloriasteinem watch medaloffreedom","id":407304945830871040,"day":"02"},{"text":"President Obama: \"Step two is making sure we empower more Americans with the skills and education they need to compete.\" #ABetterBargain","month":"12","year":"2013","corpus":"presid obama step two make sure empow american skill educ need compet abetterbargain","id":408279501265588200,"day":"04"},{"text":"Obama: \"I believe this is the defining challenge of our time—making sure our economy works for every working American.\" #ABetterBargain","month":"12","year":"2013","corpus":"obama believ defin challeng time make sure economi work everi work american abetterbargain","id":408273363744722940,"day":"04"},{"text":"Obama: “Tweet using the hashtag #GetCovered. Do whatever you can to help make sure people have the information they need.” #WHYouthSummit","month":"12","year":"2013","corpus":"obama tweet use hashtag getcov whatev help make sure peopl inform need whyouthsummit","id":408315501366874100,"day":"04"},{"text":"RT @WHLive: Obama on #SNAP: \"It makes a difference for a mother who’s working, but just having a hard time putting food on the table for he…","month":"12","year":"2013","corpus":"whlive obama snap make differ mother work hard time put food tabl","id":408282129143828500,"day":"04"},{"text":"President Obama: \"We’ve got to grow the economy faster &amp; keep working to make America a magnet for good, middle-class jobs.\" #ABetterBargain","month":"12","year":"2013","corpus":"presid obama got grow economi faster amp keep work make america magnet good middl class job abetterbargain","id":408279225544626200,"day":"04"},{"text":"RT @SenatorBoxer: Solid jobs report. Now let’s raise the #minimumwage and make sure our workers don’t live in poverty.","month":"12","year":"2013","corpus":"senatorbox solid job report let rais minimumwag make sure worker live poverti","id":409012001667825660,"day":"06"},{"text":"Obama: \"We have to do everything we can to protect our children from harm &amp; make them feel loved, valued &amp; cared for\" http://t.co/VJX038XF8p","month":"12","year":"2013","corpus":"obama everyth protect children harm amp make feel love valu amp care","id":411918676158193660,"day":"14"},{"text":"Remember when Bo tried to make fetch happen? https://t.co/ZF0Ozo5Fw8 All this &amp; more in our Top Tweets #YearInReview: http://t.co/AeJfDmu6f6","month":"12","year":"2013","corpus":"rememb tri make fetch happen amp top tweet yearinreview","id":416618475159707650,"day":"27"},{"text":"RT @vj44: Questions re: your Health Marketplace enrollment? Want to make sure u are covered Jan1? Call your insurer or the 24/7 hotline 1-8…","month":"12","year":"2013","corpus":"vj44 question health marketplac enrol want make sure cover jan1 call insur hotlin","id":418146099669786600,"day":"31"},{"text":"\"It makes a difference to a mother who needs help feeding her kids while she looks for work.\" —Obama: http://t.co/WRISuteyiI #RenewUI","month":"01","year":"2014","corpus":"make differ mother need help feed kid look work obama renewui","id":419528702175608800,"day":"04"},{"text":"President Obama: \"Letting unemployment insurance expire for millions of Americans is wrong. Congress should make things right.\" #RenewUI","month":"01","year":"2014","corpus":"presid obama let unemploy insur expir million american wrong congress make thing right renewui","id":420602875366998000,"day":"07"},{"text":"President Obama: \"We’ve got to keep our economy growing, and make sure more Americans share in that growth.\" #OpportunityForAll","month":"01","year":"2014","corpus":"presid obama got keep economi grow make sure american share growth opportunityforal","id":421362658848165900,"day":"09"},{"text":"\"I will mobilize the country around...making sure our economy offers everyone who works hard a fair shot.\" —Obama: http://t.co/KZLrEAkGHu","month":"01","year":"2014","corpus":"mobil countri around ... make sure economi offer everyon work hard fair shot obama","id":422023938172928000,"day":"11"},{"text":"President Obama: \"We want to make sure more young people have the chance to earn a higher education.\" #CollegeOpportunity","month":"01","year":"2014","corpus":"presid obama want make sure young peopl chanc earn higher educ collegeopportun","id":423861399589093400,"day":"16"},{"text":"RT @WHLive: Obama: \"We have to make some important decisions about how to protect ourselves...while upholding...civil liberties &amp; privacy p…","month":"01","year":"2014","corpus":"whlive obama make import decis protect ... uphold ... civil liberti amp privaci","id":424217451765592060,"day":"17"},{"text":"Obama: \"Let us chart a way forward that secures the life of our nation while preserving the liberties that make [it] worth fighting for.\"","month":"01","year":"2014","corpus":"obama let chart way forward secur life nation preserv liberti make worth fight","id":424224783480279040,"day":"17"},{"text":"\"Every woman should be able to make her own choices about her body and her health.\" —President Obama on the 41st anniversary of Roe v. Wade","month":"01","year":"2014","corpus":"everi woman abl make choic bodi health presid obama 41st anniversari roe wade","id":426038977280630800,"day":"22"},{"text":"Obama: \"Women make up about half our workforce. But they still make $0.77 for every $1 a man earns. That is wrong.\" http://t.co/a5cCjXBYZp","month":"01","year":"2014","corpus":"obama women make half workforc still make everi man earn wrong","id":428358405787357200,"day":"29"},{"text":"Obama: \"I’m committed to making Washington work better &amp; regaining the trust of the people who sent us here.\" #SOTU, http://t.co/rQ9oAlVnPW","month":"01","year":"2014","corpus":"obama commit make washington work better amp regain trust peopl sent sotu","id":428351796491214850,"day":"29"},{"text":"Obama: \"What I offer tonight is a set of concrete, practical proposals to speed up growth, strengthen the middle class.\" #OpportunityForAll","month":"01","year":"2014","corpus":"obama offer tonight set concret practic propos speed growth strengthen middl class opportunityforal","id":428352396017016800,"day":"29"},{"text":"Obama: \"Women make up about half our workforce. But they make $0.77 for every $1 a man makes. That’s wrong.\" http://t.co/1dDI8KKlEz","month":"01","year":"2014","corpus":"obama women make half workforc make everi man make wrong","id":428947451710414850,"day":"30"},{"text":"Obama: \"If we...make sure every young person can go as far as their...hard work will take them, then we will keep the American Dream alive.\"","month":"01","year":"2014","corpus":"obama ... make sure everi young person far ... hard work take keep american dream aliv","id":429030139326783500,"day":"30"},{"text":"RT @WHLive: Obama: \"I am directing every federal agency to make sure they’re evaluating candidates...without regard to their unemployment h…","month":"01","year":"2014","corpus":"whlive obama direct everi feder agenc make sure evalu candid ... without regard unemploy","id":429296532253605900,"day":"31"},{"text":"President Obama: \"I’m going to fight…to shift the odds back in favor of more working and middle-class Americans.\" http://t.co/YqRGQAgk7U","month":"02","year":"2014","corpus":"presid obama go fight shift odd back favor work middl class american","id":429731609521053700,"day":"01"},{"text":"\"Your education is the very best investment that all of us can make in America.\" —President Obama at a middle school in Maryland #ConnectED","month":"02","year":"2014","corpus":"educ best invest make america presid obama middl school maryland connect","id":430742748510294000,"day":"04"},{"text":"Obama: \"If we...make sure every young person can go as far as their...hard work will take them...we can keep the American Dream alive.\"","month":"02","year":"2014","corpus":"obama ... make sure everi young person far ... hard work take ... keep american dream aliv","id":430747945190055940,"day":"04"},{"text":"Obama: \"In the weeks ahead, I’ll keep doing everything I can to strengthen the middle class, and build more ladders of opportunity.\"","month":"02","year":"2014","corpus":"obama week ahead keep everyth strengthen middl class build ladder opportun","id":431874922152230900,"day":"07"},{"text":"RT @WHLive: Obama: \"We’ve agreed to keep expanding...clean energy partnerships that make our countries leaders in the fight against climate…","month":"02","year":"2014","corpus":"whlive obama agre keep expand ... clean energi partnership make countri leader fight climat","id":433289896233812000,"day":"11"},{"text":"Obama: \"Members of Congress have a pretty clear choice to make: Raise our workers’ wages &amp; grow our economy, or let wages stagnate further.\"","month":"02","year":"2014","corpus":"obama member congress pretti clear choic make rais worker wage amp grow economi let wage stagnat","id":433685783267266560,"day":"12"},{"text":"\"It means making sure women earn #EqualPay for equal work.\" —Obama on expanding #OpportunityForAll, http://t.co/E60ZcZoUaN","month":"02","year":"2014","corpus":"mean make sure women earn equalpay equal work obama expand opportunityforal","id":433683139093749760,"day":"12"},{"text":"RT @LanceBass: Thanks to the ACA, my fiancé was able to get insurance. Make sure your LOVED ones #GetCovered http://t.co/hY4UVh42Pi http://…","month":"02","year":"2014","corpus":"lancebass thank aca fiancé abl get insur make sure love one getcov","id":434409140505804800,"day":"14"},{"text":"Happy Valentine's Day! Make sure your loved ones #GetCovered: http://t.co/uvXCniOFSK, http://t.co/MPwlieSEfK","month":"02","year":"2014","corpus":"happi valentin day make sure love one getcov","id":434481498490548200,"day":"15"},{"text":"Obama: \"Let’s make opportunity easier to come by for every American who’s willing to work for it.\" http://t.co/J7OtMBkCom #RaiseTheWage","month":"02","year":"2014","corpus":"obama let make opportun easier come everi american will work raisethewag","id":434833818881495040,"day":"15"},{"text":"Raising the minimum wage to $10.10 would boost wages for 16.5 million Americans. Let's make it happen. #RaiseTheWage http://t.co/L4PrxMv0xH","month":"02","year":"2014","corpus":"rais minimum wage would boost wage million american let make happen raisethewag","id":435902651075534850,"day":"18"},{"text":"Raising the minimum wage to $10.10/hr would ↑ wages for 16.5 million Americans.\nLet's make it happen. #RaiseTheWage http://t.co/w8akiIVJk8","month":"02","year":"2014","corpus":"rais minimum wage would wage million american let make happen raisethewag","id":438753463954968600,"day":"26"},{"text":"\"I know you can meet the challenge if you make the effort.\" —President Obama to young boys of color #MyBrothersKeeper","month":"02","year":"2014","corpus":"know meet challeng make effort presid obama young boy color mybrotherskeep","id":439146582303576060,"day":"27"},{"text":"Today, President Obama launches #MyBrothersKeeper to make sure more young men of color have opportunities to succeed: http://t.co/tXlL9oOZXq","month":"02","year":"2014","corpus":"today presid obama launch mybrotherskeep make sure young men color opportun succeed","id":439072462698209300,"day":"27"},{"text":"Obama: \"If we want to attract more...manufacturing jobs to America, we’ve got to make sure we’re on the cutting edge\" http://t.co/1rVx8RgTjq","month":"03","year":"2014","corpus":"obama want attract ... manufactur job america got make sure cut edg","id":440229106433945600,"day":"02"},{"text":"FACT: Obama's #budget expands the Earned Income Tax Credit—which would cut taxes for 13.5 million working Americans → http://t.co/pAz2m55A9z","month":"03","year":"2014","corpus":"fact obama budget expand earn incom tax credit would cut tax million work american","id":440900378813800450,"day":"04"},{"text":"RT @WHLive: \"We’re trying to help more states make high-quality preschool...available to the youngest kids.\" —Obama #PreKForAll http://t.co…","month":"03","year":"2014","corpus":"whlive tri help state make high qualiti preschool ... avail youngest kid obama prekforal","id":442031031009697800,"day":"07"},{"text":"#18DaysLeft: If someone you know is uninsured, make sure they #GetCoveredNow → http://t.co/pL0DR5JlWW http://t.co/PEEopuwxpA","month":"03","year":"2014","corpus":"18daysleft someon know uninsur make sure getcoverednow","id":444135082664534000,"day":"13"},{"text":"Paying out-of-pocket to fix a broken leg could be a huge financial blow. Make sure you don't need to → http://t.co/Sjr1DjFN9d #GetCoveredNow","month":"03","year":"2014","corpus":"pay pocket fix broken leg could huge financi blow make sure need getcoverednow","id":445994298270834700,"day":"18"},{"text":"President Obama: “I want to make sure our daughters are getting the same opportunities as men.” #EqualPay #WomenSucceed","month":"03","year":"2014","corpus":"presid obama want make sure daughter get opportun men equalpay womensucce","id":446725863342878700,"day":"20"},{"text":"\"It’s time to do away with workplace policies that belong in a “Mad Men” episode.\" —Obama on making sure women earn #EqualPay for equal work","month":"03","year":"2014","corpus":"time away workplac polici belong mad men episod obama make sure women earn equalpay equal work","id":446727410147663900,"day":"20"},{"text":"RT @davidortiz: Even the biggest stars in the game get injured. Make sure you're covered in case you do too, http://t.co/O0xuVdXgkU #GetCov…","month":"03","year":"2014","corpus":"davidortiz even biggest star game get injur make sure cover case getcov","id":446715169197260800,"day":"20"},{"text":"Who makes the minimum wage?\nMore than half → Women\nMore than half → Work full time\nAverage age → 35\n#RaiseTheWage http://t.co/3Gx2qjfmGn","month":"03","year":"2014","corpus":"make minimum wage half women half work full time averag age raisethewag","id":448489666786770940,"day":"25"},{"text":"Obama: \"What we want is for the Ukrainian people to make their own decisions—just like other free people around the world\" #UnitedForUkraine","month":"03","year":"2014","corpus":"obama want ukrainian peopl make decis like free peopl around world unitedforukrain","id":448876234475573250,"day":"26"},{"text":"RT @RepGaryPeters: Raising the minimum wage is good for workers in Michigan and it will strengthen the middle class. Let's work together to…","month":"04","year":"2014","corpus":"repgarypet rais minimum wage good worker michigan strengthen middl class let work togeth","id":451430427182764000,"day":"02"},{"text":"\"This law will continue to make life better for millions of Americans.\" —President Obama: http://t.co/oSIcn2efSe #7MillionAndCounting","month":"04","year":"2014","corpus":"law continu make life better million american presid obama 7millionandcount","id":451398998176575500,"day":"02"},{"text":"\"We’re going to make sure that we’re doing everything in our power to keep our troops safe.\" —President Obama on the shooting at #FortHood","month":"04","year":"2014","corpus":"go make sure everyth power keep troop safe presid obama shoot forthood","id":451839158902738940,"day":"03"},{"text":"RT @WHLive: \"Tomorrow, the Senate has the chance to start making this right by passing a bill called the Paycheck Fairness Act.\" —Obama on …","month":"04","year":"2014","corpus":"whlive tomorrow senat chanc start make right pass bill call paycheck fair act obama","id":453564838292488200,"day":"08"},{"text":"Here's how the House GOP budget ✄'s programs for the middle class while cutting taxes for millionaires: http://t.co/cxdfQlCrOC #HouseOfCuts","month":"04","year":"2014","corpus":"hous gop budget program middl class cut tax millionair houseofcut","id":454336777403117600,"day":"10"},{"text":"Here's how President Obama's helping more Americans learn the skills they need for good middle-class jobs: http://t.co/NCGlgxaKw9 #ActOnJobs","month":"04","year":"2014","corpus":"presid obama help american learn skill need good middl class job actonjob","id":456445284391063550,"day":"16"},{"text":"RT @LaborSec: Learn about new job training initiatives to give Americans critical skills &amp; build a stronger middle class http://t.co/HW6EJL…","month":"04","year":"2014","corpus":"laborsec learn new job train initi give american critic skill amp build stronger middl class","id":456539552291639300,"day":"16"},{"text":"\"That’s what camaraderie is all about. Honor. Courage. Commitment. That’s what makes the Midshipmen so strong.\" —Obama on the @NavalAcademy","month":"04","year":"2014","corpus":"camaraderi honor courag commit make midshipmen strong obama navalacademi","id":457219103384928260,"day":"18"},{"text":"Obama: \"I’ll keep acting on my own whenever I can to make sure every American who works hard has the chance to get ahead\" #OpportunityForAll","month":"05","year":"2014","corpus":"obama keep act whenev make sure everi american work hard chanc get ahead opportunityforal","id":462262475543420900,"day":"02"},{"text":"\"We have to do our part by making sure you have the resources and protections and support you need to do your jobs well.\" —Obama to Top Cops","month":"05","year":"2014","corpus":"part make sure resourc protect support need job well obama top cop","id":465972559058829300,"day":"12"},{"text":"\"First-class infrastructure attracts first-class jobs. Business owners don’t seek out crumbling roads and bridges.\" —Obama #RebuildAmerica","month":"05","year":"2014","corpus":"first class infrastructur attract first class job busi owner seek crumbl road bridg obama rebuildamerica","id":466666270835109900,"day":"14"},{"text":"\"We should be making sure that people are rewarded for hard work with higher wages.\" —Obama #RaiseTheWage http://t.co/C71PrMcfQD","month":"05","year":"2014","corpus":"make sure peopl reward hard work higher wage obama raisethewag","id":469567581243060200,"day":"22"},{"text":"\"Let’s keep working to make sure that our country upholds our sacred trust to all who’ve served.\" —President Obama: http://t.co/8obB7yvpU5","month":"05","year":"2014","corpus":"let keep work make sure countri uphold sacr trust serv presid obama","id":470263009642688500,"day":"24"},{"text":"\"We have a real stake...in making sure our children and grandchildren grow up in a world where school girls are not kidnapped.\" —Obama","month":"05","year":"2014","corpus":"real stake ... make sure children grandchildren grow world school girl kidnap obama","id":471660835366907900,"day":"28"},{"text":"\"You are the first class to graduate since 9/11 who may not be sent into combat in Iraq or Afghanistan.\" —Obama: http://t.co/CP80GHm2o5","month":"05","year":"2014","corpus":"first class graduat sinc may sent combat iraq afghanistan obama","id":472101910812827650,"day":"29"},{"text":"RT @WHLive: Obama on Bergdahl: \"Our top priority is making sure that he gets the care and support he needs and that he can be reunited with…","month":"05","year":"2014","corpus":"whlive obama bergdahl top prioriti make sure get care support need reunit","id":472864814294106100,"day":"31"},{"text":"\"I make absolutely no apologies for making sure that we get back a young man to his parents.\" —President Obama: http://t.co/yK5p4KmkVb","month":"06","year":"2014","corpus":"make absolut apolog make sure get back young man parent presid obama","id":474615416619147260,"day":"05"},{"text":"President Obama: \"Some higher education...is going to be your surest path to the middle class.\" #CollegeOpportunity http://t.co/eHFDI6n0CD","month":"06","year":"2014","corpus":"presid obama higher educ ... go surest path middl class collegeopportun","id":476059791715213300,"day":"09"},{"text":"RT if you agree: Higher education is the best investment you can make in your future. Let's make it more affordable. http://t.co/TkOAXJ5unz","month":"06","year":"2014","corpus":"agre higher educ best invest make futur let make afford","id":476023846068555800,"day":"09"},{"text":"RT @WHLive: \"We expanded grants for low-income students. We created a new tuition tax credit for middle-class families.\" —Obama http://t.co…","month":"06","year":"2014","corpus":"whlive expand grant low incom student creat new tuition tax credit middl class famili obama","id":476060914232598500,"day":"09"},{"text":"“A college education is the surest…path into the middle class.” —Obama on making college more affordable #ObamaIRL http://t.co/g20kdXahM2","month":"06","year":"2014","corpus":"colleg educ surest path middl class obama make colleg afford obamairl","id":476464374144843800,"day":"10"},{"text":"Higher education is the best investment you can make in your future.\nHere's one way we're making it more affordable. http://t.co/ZjTcjaU0CY","month":"06","year":"2014","corpus":"higher educ best invest make futur one way make afford","id":476396302893191200,"day":"10"},{"text":"RT @whitehouseostp: These girls make #robots. #NationOfMakers http://t.co/z1PNY4Ytpf","month":"06","year":"2014","corpus":"whitehouseostp girl make robot nationofmak","id":479277938668752900,"day":"18"},{"text":"Our economy is stronger because women make up nearly half of our workforce: http://t.co/5cI9S7RiBT #FamiliesSucceed http://t.co/DnCoQGGSmY","month":"06","year":"2014","corpus":"economi stronger women make nearli half workforc familiessucce","id":480096257399332860,"day":"20"},{"text":"President Obama: \"Flexibility makes workers happier, and helps companies lower turnover and raise productivity.\" #FamiliesSucceed","month":"06","year":"2014","corpus":"presid obama flexibl make worker happier help compani lower turnov rais product familiessucce","id":481134715152633860,"day":"23"},{"text":"\"Republicans in Congress keep blocking or voting down almost every serious idea to strengthen the middle class.\" http://t.co/DPC7l5mqXY","month":"06","year":"2014","corpus":"republican congress keep block vote almost everi seriou idea strengthen middl class","id":482981791112761340,"day":"28"},{"text":"\"It makes no sense. It’s not on the level. It’s just politics, plain and simple.\" —Obama on the House GOP blocking #ImmigrationReform","month":"06","year":"2014","corpus":"make sens level polit plain simpl obama hous gop block immigrationreform","id":483689546086088700,"day":"30"},{"text":"\"Middle-class families can’t wait for Congress to do these things, and I won’t.\" —Obama: http://t.co/ccgeYlGmMC #RebuildAmerica","month":"07","year":"2014","corpus":"middl class famili wait congress thing obama rebuildamerica","id":484041606723825660,"day":"01"},{"text":"\"Let’s make sure women earn pay equal to their efforts.\" —President Obama #EqualPay http://t.co/fScb4PURdW","month":"07","year":"2014","corpus":"let make sure women earn pay equal effort presid obama equalpay","id":484043095542358000,"day":"01"},{"text":"RT @FLOTUS: FLOTUS: \"Higher education is no longer just for kids in the top quarter or the top half of the class. College is for everyone.\"…","month":"07","year":"2014","corpus":"flotu flotu higher educ longer kid top quarter top half class colleg everyon .\"…","id":484002164550156300,"day":"01"},{"text":"\"I’m going to keep doing everything I can to make our immigration system smarter and more efficient\" —President Obama","month":"07","year":"2014","corpus":"go keep everyth make immigr system smarter effici presid obama","id":485082898476052500,"day":"04"},{"text":"“Our economy grows best from the middle-out, when everybody has a shot to get ahead.” —President Obama #OpportunityForAll","month":"07","year":"2014","corpus":"economi grow best middl everybodi shot get ahead presid obama opportunityforal","id":486914205577396200,"day":"09"},{"text":"\"So far this year, Republicans in Congress have blocked or voted down every serious idea to strengthen the middle class.\" —President Obama","month":"07","year":"2014","corpus":"far year republican congress block vote everi seriou idea strengthen middl class presid obama","id":487297066151182340,"day":"10"},{"text":"\"So far this year, Republicans in Congress have blocked every serious idea to strengthen the middle class.\" —Obama: http://t.co/kLWsCgb5Cs","month":"07","year":"2014","corpus":"far year republican congress block everi seriou idea strengthen middl class obama","id":488344663552565250,"day":"13"},{"text":"“Let’s do this more often…let’s pass more bills that help create good jobs, strengthen the middle class.” —President Obama #ReadyToWork","month":"07","year":"2014","corpus":"let often let pass bill help creat good job strengthen middl class presid obama readytowork","id":491624849316405250,"day":"22"},{"text":"\"Rather than more tax breaks for millionaires, let’s give more tax breaks to help working families pay for child care or college.\" —Obama","month":"07","year":"2014","corpus":"rather tax break millionair let give tax break help work famili pay child care colleg obama","id":492408182980214800,"day":"24"},{"text":"#OpportunityForAll = \"Making sure the young dad on the factory floor has a shot to make it to the corner suite.\" —President Obama","month":"07","year":"2014","corpus":"opportunityforal make sure young dad factori floor shot make corner suit presid obama","id":494901164161654800,"day":"31"},{"text":"RT @WHLive: \"This year, we’ve made sure more women have the protections they need to fight for fair pay in the workplace\" —Obama #EqualPay …","month":"07","year":"2014","corpus":"whlive year made sure women protect need fight fair pay workplac obama equalpay","id":494901503447302140,"day":"31"},{"text":"President Obama's weekly address: It's time for Congress to help the middle class → http://t.co/e3MEXLUFhv","month":"08","year":"2014","corpus":"presid obama weekli address time congress help middl class","id":495660372209066000,"day":"02"},{"text":"\"That’s what’s at stake right now. Making sure our economy works for every working American.\" —President Obama: http://t.co/e3MEXLUFhv","month":"08","year":"2014","corpus":"stake right make sure economi work everi work american presid obama","id":495991263431102460,"day":"03"},{"text":"RT @VP: A college degree remains one of the surest pathways into the middle class. Check out new #CollegeOpportunity efforts: http://t.co/n…","month":"08","year":"2014","corpus":"colleg degre remain one surest pathway middl class check new collegeopportun effort","id":499625782814445600,"day":"13"},{"text":"Women make less than men in almost every field 4 years after graduation.\nRT if you agree it's time to change that. http://t.co/IMJA3jyq6U","month":"08","year":"2014","corpus":"women make less men almost everi field year graduat agre time chang","id":505061006054522900,"day":"28"},{"text":"\"America is stronger because we...helped more middle-class families afford college.\" —Obama #CollegeOpportunity http://t.co/PIyY0rNc3L","month":"09","year":"2014","corpus":"america stronger ... help middl class famili afford colleg obama collegeopportun","id":506516736985006100,"day":"01"},{"text":"RT @Upworthy: \"It's up to all of us to make sure we're helping our young people @ReachHigher\" - @FLOTUS Michelle Obama http://t.co/qCMpWc4C…","month":"09","year":"2014","corpus":"upworthi make sure help young peopl reachhigh flotu michel obama","id":509032586963083260,"day":"08"},{"text":"RT @WHLive: \"Making a difference in other people’s lives made a difference in mine.\" —Obama on working as a community organizer in Chicago …","month":"09","year":"2014","corpus":"whlive make differ peopl live made differ mine obama work commun organ chicago","id":510457472428310500,"day":"12"},{"text":"RT @VP: Here’s the mission → we need to widen the path to the middle class by expanding opportunities for America’s workers. http://t.co/3H…","month":"09","year":"2014","corpus":"mission need widen path middl class expand opportun america worker","id":516661145667915800,"day":"29"},{"text":"We're partnering with hundreds of employers across the country to train low-wage workers for middle-class jobs: http://t.co/RZRrXpQqqd","month":"09","year":"2014","corpus":"partner hundr employ across countri train low wage worker middl class job","id":516964592019583000,"day":"30"},{"text":"\"Let’s invest more in the kind of basic research that led to Google and GPS, and make our economy stronger.\" —President Obama #AmericaLeads","month":"10","year":"2014","corpus":"let invest kind basic research led googl gp make economi stronger presid obama americalead","id":517748126636322800,"day":"02"},{"text":"\"America’s economic greatness has never trickled down from the top. It grows from a rising, thriving middle class.\" —Obama #AmericaLeads","month":"10","year":"2014","corpus":"america econom great never trickl top grow rise thrive middl class obama americalead","id":517751183638016000,"day":"02"},{"text":"President Obama's weekly address: We do better when the middle class does better → http://t.co/0NHVW7RMD6 #AmericaLeads","month":"10","year":"2014","corpus":"presid obama weekli address better middl class better americalead","id":518422841012662300,"day":"04"},{"text":"\"We do better when the middle class does better.\" —President Obama in his weekly address: http://t.co/0NHVW7RMD6 #AmericaLeads","month":"10","year":"2014","corpus":"better middl class better presid obama weekli address americalead","id":518928679351492600,"day":"06"},{"text":"RT to share how President Obama's fighting to make college more affordable: http://t.co/ayzVqvw674 http://t.co/FKmWaCjpNj","month":"10","year":"2014","corpus":"share presid obama fight make colleg afford","id":520242213411127300,"day":"09"},{"text":"President Obama's fighting to make 🎓 more affordable: http://t.co/ayzVqvw674 #CollegeOpportunity http://t.co/8iPrma75xH","month":"10","year":"2014","corpus":"presid obama fight make afford collegeopportun","id":520279049709842400,"day":"09"},{"text":"RT @WHLive: \"We’re going to make sure that credit cards and...readers issued by the...government come equipped with 2 new layers of protect…","month":"10","year":"2014","corpus":"whlive go make sure credit card ... reader issu ... govern come equip new layer protect","id":523143616252739600,"day":"17"},{"text":"Women make less than men in almost every field 4 years after graduation. It's time to change that. #EqualPay http://t.co/0SMNvZD9PV","month":"10","year":"2014","corpus":"women make less men almost everi field year graduat time chang equalpay","id":525372523874373600,"day":"23"},{"text":"\"Let’s make sure women earn #EqualPay for equal work.\" —President Obama: http://t.co/flhvqkcvDz http://t.co/VPUFc7m1Rk","month":"11","year":"2014","corpus":"let make sure women earn equalpay equal work presid obama","id":528592395680501760,"day":"01"},{"text":"Women make less than men in almost every field 4 years after graduation. It's time to change that. #EqualPay http://t.co/R4YHe3e1m8","month":"11","year":"2014","corpus":"women make less men almost everi field year graduat time chang equalpay","id":529664702079434750,"day":"04"},{"text":"\"Loretta [Lynch] doesn’t look to make headlines—she looks to make a difference. She’s not about splash—she is about substance.\" —Obama","month":"11","year":"2014","corpus":"loretta lynch look make headlin look make differ splash substanc obama","id":531122318169616400,"day":"08"},{"text":"\"Let’s honor our veterans by making sure they get their shot at the American Dream.\" —President Obama: http://t.co/IfMPNUo3dZ #VeteransDay","month":"11","year":"2014","corpus":"let honor veteran make sure get shot american dream presid obama veteransday","id":531458376988114940,"day":"09"},{"text":"\"John put his life on the line to make real our country’s promise of equal rights for all.\" —Obama on John Doar: http://t.co/CDwWILm7aJ","month":"11","year":"2014","corpus":"john put life line make real countri promis equal right obama john doar","id":532309543556878340,"day":"11"},{"text":"\"We’ve spent the last year improving and upgrading http://t.co/GNfbftIQw7 to make it faster and easier.\" —Obama: http://t.co/AjCswE50V7","month":"11","year":"2014","corpus":"spent last year improv upgrad make faster easier obama","id":533680988270780400,"day":"15"},{"text":"\"We need to step up our game...to make sure that every child in America can go as far as their talent and hard work...will take them\" —Obama","month":"11","year":"2014","corpus":"need step game ... make sure everi child america far talent hard work ... take obama","id":535107716532801540,"day":"19"},{"text":"\"Every child deserves a shot at a world-class education.\" —President Obama: http://t.co/KonYkgyXEd #FutureReady","month":"11","year":"2014","corpus":"everi child deserv shot world class educ presid obama futurereadi","id":535110760729301000,"day":"19"},{"text":"\"What makes us American is our shared commitment to an ideal—that all of us are created equal.\" —President Obama #ImmigrationAction","month":"11","year":"2014","corpus":"make american share commit ideal creat equal presid obama immigrationact","id":535906209145303040,"day":"21"},{"text":"\"What makes us American is a shared commitment to an ideal that all of us are created equal.\" #ImmigrationAction http://t.co/CBIK6wGsi5","month":"11","year":"2014","corpus":"make american share commit ideal creat equal immigrationact","id":535915766491922400,"day":"21"},{"text":"\"What makes us Americans is our shared commitment to an ideal—that all of us are created equal.\" —President Obama #ImmigrationAction","month":"11","year":"2014","corpus":"make american share commit ideal creat equal presid obama immigrationact","id":535602648741707800,"day":"21"},{"text":"\"I will make it easier and faster for high-skilled immigrants, graduates, and entrepreneurs to stay and contribute to our economy.\" —Obama","month":"11","year":"2014","corpus":"make easier faster high skill immigr graduat entrepreneur stay contribut economi obama","id":535599875283370000,"day":"21"},{"text":"RT @WHLive: \"I will not give up. I want to keep working with Members of Congress to make reform a reality.\" —President Obama #ImmigrationAc…","month":"11","year":"2014","corpus":"whlive give want keep work member congress make reform realiti presid obama immigrationac","id":535901215641849860,"day":"21"},{"text":"\"We are a nation built on the rule of law. And so we must accept that this decision was the grand jury’s to make.\" —Obama #Ferguson","month":"11","year":"2014","corpus":"nation built rule law must accept decis grand juri make obama ferguson","id":537080713896415200,"day":"25"},{"text":"\"Together, we can make sure that every Native young person is treated like a valuable member…of the American family.\" —Obama #TribalNations","month":"12","year":"2014","corpus":"togeth make sure everi nativ young person treat like valuabl member american famili obama tribaln","id":540265093108215800,"day":"03"},{"text":"\"I want to make sure we lead the world in education once again.\" —President Obama #CollegeOpportunity http://t.co/OfPEx9V6RC","month":"12","year":"2014","corpus":"want make sure lead world educ presid obama collegeopportun","id":540557923886596100,"day":"04"},{"text":"RT @WHLive: \"This is something that Michelle is passionate about...she knows firsthand the difference a good counselor can make\" —Obama #Re…","month":"12","year":"2014","corpus":"whlive someth michel passion ... know firsthand differ good counselor make obama","id":540560501735182340,"day":"04"},{"text":"\"What makes us the best is all of you. It’s your character and your our willingness to say, 'send me.'\" —President Obama to our troops","month":"12","year":"2014","corpus":"make best charact willing say send .'\" presid obama troop","id":544586203555590140,"day":"15"},{"text":"RT @WHLive: \"With his health deteriorating, his family worried he might not make it out alive. But he never gave up.\" —Obama on Alan Gross …","month":"12","year":"2014","corpus":"whlive health deterior famili worri might make aliv never gave obama alan gross","id":545330441503252500,"day":"17"},{"text":"\"In a hopeful sign for middle-class families, wages are on the rise again.\" —President Obama in his weekly address: http://t.co/taHPUO34e9","month":"12","year":"2014","corpus":"hope sign middl class famili wage rise presid obama weekli address","id":546405975171661800,"day":"20"},{"text":"RT @usedgov: Higher education is the best investment you can make in your future. Here's how we're making it more affordable. http://t.co/H…","month":"01","year":"2015","corpus":"usedgov higher educ best invest make futur make afford","id":551100355074064400,"day":"02"},{"text":"\"A college degree is the surest ticket to the middle class.\" —President Obama: http://t.co/8YTKdPKa7U #FreeCommunityCollege","month":"01","year":"2015","corpus":"colleg degre surest ticket middl class presid obama freecommunitycolleg","id":553632601965994000,"day":"09"},{"text":"RT @VP: \"Community colleges are one of the most direct avenues to the middle class.\" -VP Biden #FreeCommunityCollege","month":"01","year":"2015","corpus":"commun colleg one direct avenu middl class biden freecommunitycolleg","id":553627097113972740,"day":"09"},{"text":"Let's make it as easy to find your credit score as it is to find how much you owe → http://t.co/FRVOlAUk9n http://t.co/7knTwRwmHu","month":"01","year":"2015","corpus":"let make easi find credit score find much owe","id":554750266658926600,"day":"12"},{"text":"\"I hope Congress joins us to make the Consumer Privacy Bill of Rights the law of the land.\" —President Obama: http://t.co/Xykz3ezmPn","month":"01","year":"2015","corpus":"hope congress join make consum privaci bill right law land presid obama","id":554690697186799600,"day":"12"},{"text":"\"We all want to make sure that our children are being smart and safe online.\" —President Obama #Cybersecurity","month":"01","year":"2015","corpus":"want make sure children smart safe onlin presid obama cybersecur","id":554691173731008500,"day":"12"},{"text":".@Upworthy on how new steps by the President could make your internet faster: http://t.co/2TTZSscFWc http://t.co/JD74w0fpzG #BetterBroadband","month":"01","year":"2015","corpus":"upworthi new step presid could make internet faster betterbroadband","id":555157538430136300,"day":"14"},{"text":"\"I believe that a community has the right to make its own choice, and to provide its own broadband if it wants to.\" —Obama #BetterBroadband","month":"01","year":"2015","corpus":"believ commun right make choic provid broadband want obama betterbroadband","id":555467310555602940,"day":"14"},{"text":"\"Our job now is to make sure that every American feels that they’re a part of our country’s comeback.\" —Obama: http://t.co/1NxjoFPuoT","month":"01","year":"2015","corpus":"job make sure everi american feel part countri comeback obama","id":556485716784320500,"day":"17"},{"text":"President Obama's State of the Union address will focus on middle-class economics → http://t.co/UPhTKve0OQ #SOTU http://t.co/IlgBiRnLQW","month":"01","year":"2015","corpus":"presid obama state union address focu middl class econom sotu","id":556850291039948800,"day":"18"},{"text":"\"So the verdict is clear. The ruling on the field stands. Middle-class economics works.\" —Obama at @BoiseStateLive http://t.co/XLobaKHQrf","month":"01","year":"2015","corpus":"verdict clear rule field stand middl class econom work obama boisestatel","id":558026533978517500,"day":"21"},{"text":"RT @CEABetsey: . @mgyerman proposal to steamline &amp; triple childcare tax credit for middle class families with young kids to $3000 http://t.…","month":"01","year":"2015","corpus":"ceabetsey mgyerman propos steamlin amp tripl childcar tax credit middl class famili young kid 3000","id":557995459973632000,"day":"21"},{"text":"RT @Schultz44: .@Adela_Mann Yes - the President believes surest ticket to the middle class is a college education. http://t.co/GGhkmyVqMg #…","month":"01","year":"2015","corpus":"schultz44 adela_mann ye presid believ surest ticket middl class colleg educ","id":557930931785580540,"day":"21"},{"text":"\"I focused on what we can do, together, to make sure middle-class economics helps more Americans get ahead\" —President Obama on his #SOTU","month":"01","year":"2015","corpus":"focus togeth make sure middl class econom help american get ahead presid obama sotu","id":558023593783607300,"day":"21"},{"text":"\"Congress...needs to pass a law that makes sure a woman is paid the same as a man for doing the same work. Really—it’s 2015.\" —Obama #SOTU","month":"01","year":"2015","corpus":"congress ... need pass law make sure woman paid man work realli 2015 obama sotu","id":557726521851674600,"day":"21"},{"text":"\"If we’re going to have arguments, let’s have arguments—but let’s make them debates worthy of this body and...this country.\" —Obama #SOTU","month":"01","year":"2015","corpus":"go argument let argument let make debat worthi bodi ... countri obama sotu","id":557735418805104640,"day":"21"},{"text":"\"I’m not going to stop trying to make our politics work better. That’s what you deserve.\" —President Obama #BetterPolitics","month":"01","year":"2015","corpus":"go stop tri make polit work better deserv presid obama betterpolit","id":558024607815323650,"day":"21"},{"text":"\"So the verdict is clear: Middle-class economics works. Expanding opportunity works.\" —President Obama #SOTU #AmericaLeads","month":"01","year":"2015","corpus":"verdict clear middl class econom work expand opportun work presid obama sotu americalead","id":557724756297142300,"day":"21"},{"text":"\"College remains the best investment you can make.\" —President Obama to @BethanyMota #YouTubeAsksObama http://t.co/lcOMZX3VPJ","month":"01","year":"2015","corpus":"colleg remain best invest make presid obama bethanymota youtubeasksobama","id":558393551659094000,"day":"22"},{"text":"\"I talked about what we can do to make sure middle-class economics helps more Americans get ahead\" —Obama on #SOTU: http://t.co/C1bKoSOlui","month":"01","year":"2015","corpus":"talk make sure middl class econom help american get ahead obama sotu","id":559111199325823000,"day":"24"},{"text":"RT @VP: #FreeCommunityCollege means putting more Americans on the path to the middle-class. http://t.co/j5R9U8xdZR http://t.co/DFkgx6r0sr","month":"01","year":"2015","corpus":"freecommunitycolleg mean put american path middl class","id":560514164582387700,"day":"28"},{"text":"No one stays young and invincible forever. Make sure you #GetCovered by February 15: http://t.co/rNzHK68SaZ #TBT http://t.co/NbBfcZB4ZJ","month":"01","year":"2015","corpus":"one stay young invinc forev make sure getcov februari tbt","id":560918339141500900,"day":"29"},{"text":"\"I will keep doing everything I can to help more working families make ends meet and get ahead.\" —President Obama: http://t.co/b6LqRnWIl3","month":"01","year":"2015","corpus":"keep everyth help work famili make end meet get ahead presid obama","id":561615004294602750,"day":"31"},{"text":"President Obama's weekly address: A path towards a thriving middle class → http://t.co/W1ZNt1qWR4","month":"01","year":"2015","corpus":"presid obama weekli address path toward thrive middl class","id":561558209824301060,"day":"31"},{"text":"President Obama on how the budget he's sending Congress creates a path toward a thriving middle class → http://t.co/b6LqRnWIl3","month":"02","year":"2015","corpus":"presid obama budget send congress creat path toward thrive middl class","id":561901890355474400,"day":"01"},{"text":"President Obama's budget would:\nClose tax loopholes ✓\nInvest in our infrastructure ✓\nCut middle-class taxes ✓\nhttp://t.co/9Z51pk3kke","month":"02","year":"2015","corpus":"presid obama budget would close tax loophol invest infrastructur cut middl class tax","id":561921237677772800,"day":"01"},{"text":"Watch live: President Obama speaks on how his #2016Budget is a blueprint for middle-class economics → http://t.co/Q27sebSE24","month":"02","year":"2015","corpus":"watch live presid obama speak 2016budget blueprint middl class econom","id":562286454806970400,"day":"02"},{"text":"RT @VP: Our budget will help widen the path to the middle class by making college more affordable → http://t.co/RuOwQxYoFI http://t.co/gf8G…","month":"02","year":"2015","corpus":"budget help widen path middl class make colleg afford","id":562345722188541950,"day":"02"},{"text":"RT @FLOTUS: On National Girls and Women in Sports Day, let's make sure all our daughters have opportunities to play #LikeAGirl. http://t.co…","month":"02","year":"2015","corpus":"flotu nation girl women sport day let make sure daughter opportun play likeagirl","id":563105904393191400,"day":"04"},{"text":"\"It shouldn’t matter how much money your folks make.\" —President Obama on his #FreeCommunityCollege proposal http://t.co/KCpTAetOk5","month":"02","year":"2015","corpus":"matter much money folk make presid obama freecommunitycolleg propos","id":563786138230337540,"day":"06"},{"text":"“We have to have an affirmative agenda to make sure young people feel hope.” —President Obama: http://t.co/gENnjpUlW8 http://t.co/CpQBLE4XlM","month":"02","year":"2015","corpus":"affirm agenda make sure young peopl feel hope presid obama","id":563791585163214850,"day":"06"},{"text":"\"The single most hopeful sign for middle class families—wages are rising again.\" —President Obama: http://t.co/raDblxaHzX","month":"02","year":"2015","corpus":"singl hope sign middl class famili wage rise presid obama","id":564174351524581400,"day":"07"},{"text":"\"While we’ve come a long way, we’ve got more work to do to make sure...our recovery reaches more Americans\" —Obama: http://t.co/raDblxaHzX","month":"02","year":"2015","corpus":"come long way got work make sure ... recoveri reach american obama","id":564530420083982340,"day":"08"},{"text":"RT @WHLive: \"It makes it easier for veterans to find the care they need when they need it.\" —President Obama on the Clay Hunt SAV Act #Hono…","month":"02","year":"2015","corpus":"whlive make easier veteran find care need need presid obama clay hunt sav act hono","id":565953139208384500,"day":"12"},{"text":"\"A core element of this middle-class economics is how well we prepare our kids for the future.\" —President Obama: http://t.co/vUNc1NqZoj","month":"02","year":"2015","corpus":"core element middl class econom well prepar kid futur presid obama","id":566643134772178940,"day":"14"},{"text":"RT @VP: \"We want to make community college free. We no longer believe 12 yrs is enough to compete in the global economy.\" -VP http://t.co/Z…","month":"02","year":"2015","corpus":"want make commun colleg free longer believ yr enough compet global economi","id":569871685219823600,"day":"23"},{"text":"Back-door payments &amp; hidden fees on retirement funds are hurting the middle class. It's time to #ProtectYourSavings. http://t.co/RfO8hmx1el","month":"02","year":"2015","corpus":"back door payment amp hidden fee retir fund hurt middl class time protectyoursav","id":570624893651456000,"day":"25"},{"text":"The @FCC just voted to keep the internet open &amp; free. That's the power of millions making their voices heard. Thank you! #NetNeutrality -bo","month":"02","year":"2015","corpus":"fcc vote keep internet open amp free power million make voic heard thank netneutr","id":571030506302677000,"day":"26"},{"text":"Find out how you can make a difference in the lives of some incredible young people → http://t.co/ISMQ8Sfxph #MyBrothersKeeper","month":"03","year":"2015","corpus":"find make differ live incred young peopl mybrotherskeep","id":573607448554172400,"day":"05"},{"text":"“We’ve still got to fight to make sure that every child, not just some, have equal opportunity.” —President Obama at @BenedictEDU","month":"03","year":"2015","corpus":"still got fight make sure everi child equal opportun presid obama benedictedu","id":573933298277335040,"day":"06"},{"text":"\"Right now, in 2015, 50 years after Selma, there are laws across this country designed to make it harder for people to vote\" —Obama #Selma50","month":"03","year":"2015","corpus":"right 2015 year selma law across countri design make harder peopl vote obama selma50","id":574308475351752700,"day":"07"},{"text":"\"We can make sure every person willing to work has the dignity of a job, and a fair wage &amp; a real voice\" —President Obama #MarchOn #Selma50","month":"03","year":"2015","corpus":"make sure everi person will work digniti job fair wage amp real voic presid obama marchon selma50","id":574308348100763650,"day":"07"},{"text":"\"Today, a college degree is the surest ticket to the middle class and beyond.\" —President Obama #CollegeOpportunity http://t.co/xc1tOcvvSS","month":"03","year":"2015","corpus":"today colleg degre surest ticket middl class beyond presid obama collegeopportun","id":575355396321320960,"day":"10"},{"text":"RT @USTradeRep: How modern #trade deals can deliver for American workers and the middle class: http://t.co/gkGUM7eWxY #WorkersFirst http://…","month":"03","year":"2015","corpus":"ustraderep modern trade deal deliv american worker middl class workersfirst","id":577892518714556400,"day":"17"},{"text":"\"Trickle-down economics doesn’t work. Middle-class economics does.\" —President Obama #HouseOfCuts http://t.co/74AbNcGeJt","month":"03","year":"2015","corpus":"trickl econom work middl class econom presid obama houseofcut","id":578271287316983800,"day":"18"},{"text":"Watch live: President Obama speaks on the importance of middle-class economics → http://t.co/wSiiHMHg1G http://t.co/AUIWPXeQEZ","month":"03","year":"2015","corpus":"watch live presid obama speak import middl class econom","id":578267176462757900,"day":"18"},{"text":"President Obama's budget would make college more affordable.\nThe House GOP budget would make it harder to afford. http://t.co/w5FguEeNu6","month":"03","year":"2015","corpus":"presid obama budget would make colleg afford hous gop budget would make harder afford","id":578572415711592400,"day":"19"},{"text":"RT @EPA: Does your city make the cut? Check out the top 25 #EnergyStar cities here: http://t.co/bh19jEHVSJ http://t.co/dm9kz1JAC5","month":"03","year":"2015","corpus":"epa citi make cut check top energystar citi","id":580799775999533000,"day":"25"},{"text":"RT @SenatorReid: My life’s work has been to make Nevada and our nation better. Thank you for giving me that wonderful opportunity. https://…","month":"03","year":"2015","corpus":"senatorreid life work make nevada nation better thank give wonder opportun","id":581480144075812900,"day":"27"},{"text":"\"If you’re a payday lender...you should make sure that the borrower can afford to pay it back first.\" —Obama: http://t.co/jECNkV4Tm7","month":"03","year":"2015","corpus":"payday lender ... make sure borrow afford pay back first obama","id":582213631263281200,"day":"29"},{"text":"\"If this framework leads to a final, comprehensive deal, it will make our country, our allies, and our world safer.\" —Obama #IranDeal","month":"04","year":"2015","corpus":"framework lead final comprehens deal make countri alli world safer obama irand","id":583697022521188400,"day":"02"},{"text":"RT @WHLive: \"I want you to have every chance and every tool you need to make this world better.\" —Obama on investing in Latin American &amp; Ca…","month":"04","year":"2015","corpus":"whlive want everi chanc everi tool need make world better obama invest latin american amp","id":586258714618945500,"day":"09"},{"text":"\"I’m here with a simple message: middle-class economics works.\" —@VP: http://t.co/5JlQuxYzMF","month":"04","year":"2015","corpus":"simpl messag middl class econom work","id":586944567108358100,"day":"11"},{"text":"Doing your taxes?\nThe President's budget would cut taxes for 44 million middle-class families: http://t.co/WURIWZlecu http://t.co/IQhteQyQxt","month":"04","year":"2015","corpus":"tax presid budget would cut tax million middl class famili","id":587752015570296800,"day":"13"},{"text":"RT @Cecilia44: Women make less than men in almost every field 4 years after graduation. It's time to change that. #EqualPayDay http://t.co/…","month":"04","year":"2015","corpus":"cecilia44 women make less men almost everi field year graduat time chang equalpayday","id":588028170437324800,"day":"14"},{"text":"“That’s going to make a big difference” —Obama on his plan to triple the child care tax credit #ObamaTownHall #TaxDay http://t.co/sjrA9H9Dy0","month":"04","year":"2015","corpus":"go make big differ obama plan tripl child care tax credit obamatownhal taxday","id":588422258873348100,"day":"15"},{"text":"President Obama wants to hear from you: What can we do to make a difference for your family? Use #ObamaTownHall. http://t.co/rmh9s0JonQ","month":"04","year":"2015","corpus":"presid obama want hear make differ famili use obamatownhal","id":588419824218288100,"day":"15"},{"text":"President Obama on how his tax plan would cut taxes for 44 million middle-class families. #ObamaTownHall #TaxDay http://t.co/KT5RzeTMAI","month":"04","year":"2015","corpus":"presid obama tax plan would cut tax million middl class famili obamatownhal taxday","id":588418260044943400,"day":"15"},{"text":"Doing your taxes? The President's budget would cut taxes for 44 million middle-class families. #ObamaTownHall #TaxDay http://t.co/dOXXGUQPkt","month":"04","year":"2015","corpus":"tax presid budget would cut tax million middl class famili obamatownhal taxday","id":588363506946285600,"day":"15"},{"text":"\"These companies are making the business case for supporting working families, showing that it's good for the bottom line.\" —President Obama","month":"04","year":"2015","corpus":"compani make busi case support work famili show good bottom line presid obama","id":588771312450998300,"day":"16"},{"text":"\"A good poem can make hard times a little easier to survive &amp; make good times a lot sweeter.\" https://t.co/O0xrENfHZy http://t.co/tpuSBwD3Mp","month":"04","year":"2015","corpus":"good poem make hard time littl easier surviv amp make good time lot sweeter","id":589220603376218100,"day":"18"},{"text":"\"I wanted to make sure my life attached itself to giving people a chance at opportunity.\" —President Obama http://t.co/xv3CiMnkx3","month":"04","year":"2015","corpus":"want make sure life attach give peopl chanc opportun presid obama","id":591356138857353200,"day":"23"},{"text":"“Beef’s really expensive in Japan. Let’s make sure they try some Oregon steaks.” —President Obama #LeadOnTrade http://t.co/53Gv4E3el1","month":"05","year":"2015","corpus":"beef realli expens japan let make sure tri oregon steak presid obama leadontrad","id":596721324103508000,"day":"08"},{"text":"\"I view smart trade agreements as a vital piece of middle-class economics\" —President Obama #LeadOnTrade http://t.co/uGUCS6dqK5","month":"05","year":"2015","corpus":"view smart trade agreement vital piec middl class econom presid obama leadontrad","id":596719509672689700,"day":"08"},{"text":"RT @StateDept: Answer President Obama’s call to #StartTheSpark. Make your pledge to invest in emerging global entrepreneurs at http://t.co/…","month":"05","year":"2015","corpus":"statedept answer presid obama call startthespark make pledg invest emerg global entrepreneur","id":598223134903283700,"day":"12"},{"text":"\"We have to do everything in our power to make this country’s promise real for everyone willing to work for it.\" http://t.co/Bza8ukrwpO","month":"05","year":"2015","corpus":"everyth power make countri promis real everyon will work","id":599605300736368600,"day":"16"},{"text":"\"Trade that’s fair and free and smart will grow opportunity for our middle class.\" —@POTUS on the TPP: http://t.co/n9aLxQaHJb #LeadOnTrade","month":"06","year":"2015","corpus":"trade fair free smart grow opportun middl class potu tpp leadontrad","id":610245111998361600,"day":"15"},{"text":"RT if you agree: It's time to make it easier for every American to access clean energy → http://t.co/6lAkqSk2Kc http://t.co/BjJ5r9PVfP","month":"07","year":"2015","corpus":"agre time make easier everi american access clean energi","id":618472186601345000,"day":"07"},{"text":"\"It’s our job as citizens to make sure we keep pushing this country we love toward our most cherished ideals\" —@POTUS http://t.co/umUYkc1Qyf","month":"07","year":"2015","corpus":"job citizen make sure keep push countri love toward cherish ideal potu","id":619929210010755100,"day":"11"},{"text":"\"I’m going to keep fighting to make family leave and workplace flexibility available to every American\" —@POTUS #WHCOA #LeadOnLeave","month":"07","year":"2015","corpus":"go keep fight make famili leav workplac flexibl avail everi american potu whcoa leadonleav","id":620618072731181000,"day":"13"},{"text":"Good ideas can come from anywhere.\nThat's why we're making it easier to start a business → http://t.co/J9NbJbFFhH http://t.co/ifJBC8DPMN","month":"08","year":"2015","corpus":"good idea come anywher make easier start busi","id":634131544135876600,"day":"19"},{"text":"\"We need to make sure our grandkids can see this.\" —@POTUS on @Instagram: http://t.co/eAVC9RjeMV #ActOnClimate http://t.co/O13HaEOmGx","month":"09","year":"2015","corpus":"need make sure grandkid see potu instagram actonclim","id":639081845699665900,"day":"02"},{"text":"\"It means working to make two years of community college free for everyone willing to work for it.\" —@POTUS #LaborDay http://t.co/7Z0GiIp9bE","month":"09","year":"2015","corpus":"mean work make two year commun colleg free everyon will work potu laborday","id":640910943170482200,"day":"07"},{"text":"Join the movement to make community college free for anyone willing to work for it: http://t.co/gzvcnH3jbu\nhttps://t.co/IkRKvoU7K7","month":"09","year":"2015","corpus":"join movement make commun colleg free anyon will work","id":641640686668812300,"day":"09"},{"text":"\"If you put in the hard work to earn your education, then it's up to all of us to make sure that...pays off.\" —@POTUS http://t.co/mtx9ScpXET","month":"09","year":"2015","corpus":"put hard work earn educ make sure ... pay potu","id":641756664673226800,"day":"09"},{"text":"RT @Schultz44: NPR: Obama Makes College Aid Application Earlier And Easier http://t.co/ypze7xZhjV via @NPRCoryTurner","month":"09","year":"2015","corpus":"schultz44 npr obama make colleg aid applic earlier easier via nprcoryturn","id":643502873058349000,"day":"14"},{"text":"We're making it easier to fill out the @FAFSA—which can help you pay for college: http://t.co/7avGY32fQD #5TimesFAFSA http://t.co/QLPm5s3jgW","month":"09","year":"2015","corpus":"make easier fill fafsa help pay colleg 5timesfafsa","id":643448603206250500,"day":"14"},{"text":"\"There’s no more certain ticket to the middle class than higher education.\" —@POTUS in Iowa: http://t.co/xkCXNOISLD http://t.co/AWvVZsHcc6","month":"09","year":"2015","corpus":"certain ticket middl class higher educ potu iowa","id":643532560983789600,"day":"14"},{"text":"RT @VP: \"It makes no sense that we still give the oil industry a $5 billion tax credit. The industry does not need it.\" -Vice President Bid…","month":"09","year":"2015","corpus":"make sens still give oil industri billion tax credit industri need vice presid bid","id":644230760275251200,"day":"16"},{"text":"RT @vj44: We’re investing in ways to change the odds for at-risk girls – to make sure they know they are loved and valued and deserve a cha…","month":"09","year":"2015","corpus":"vj44 invest way chang odd risk girl make sure know love valu deserv cha","id":645445830950920200,"day":"20"},{"text":"RT @FLOTUS: It is so important to cast your vote and make your voice heard. Get started today: http://t.co/B2LKp3zO5b –mo https://t.co/LhLy…","month":"09","year":"2015","corpus":"flotu import cast vote make voic heard get start today","id":646356549930217500,"day":"22"},{"text":"RT @VP: The Pope reminds us that we're measured by what we do not just what we say. Together we can make this a better world. http://t.co/p…","month":"09","year":"2015","corpus":"pope remind measur say togeth make better world","id":646801995333021700,"day":"23"},{"text":"Big win for U.S. workers: @POTUS just secured a trade deal that helps the middle class. http://t.co/RCNK0hj6NP #TPP http://t.co/SFXtD1fKys","month":"10","year":"2015","corpus":"big win worker potu secur trade deal help middl class tpp","id":651026113767055400,"day":"05"},{"text":"Terrence worked two decades &amp; makes just $8/hr.\nEvery hardworking American should earn enough to support a family. http://t.co/QVmYvoixgZ","month":"10","year":"2015","corpus":"terrenc work two decad amp make everi hardwork american earn enough support famili","id":651932943749877800,"day":"08"},{"text":"President Obama's trade deal helps the middle class and puts American workers first → http://t.co/e34xkCpfHV","month":"10","year":"2015","corpus":"presid obama trade deal help middl class put american worker first","id":653263071582879700,"day":"11"},{"text":"\"This agreement will strengthen the middle class by investing in education, job training &amp; basic research.\" —@POTUS https://t.co/YfHaXBuOqn","month":"10","year":"2015","corpus":"agreement strengthen middl class invest educ job train amp basic research potu","id":660094912642179100,"day":"30"},{"text":"\"Education is really the key to a middle-class life\" —@POTUS: https://t.co/V24SnjIwmW https://t.co/lnaZR0BD4m","month":"11","year":"2015","corpus":"educ realli key middl class life potu","id":662382542742532100,"day":"05"},{"text":"Here's how we can make #RefugeesWelcome while ensuring our own safety → https://t.co/mtBAgDEdIl https://t.co/m8up6UUUzi","month":"11","year":"2015","corpus":"make refugeeswelcom ensur safeti","id":667349421949108200,"day":"19"},{"text":"RT @madeleine: 19 national security leaders agree: Congress must not make refugees the enemy. https://t.co/DkGPlkrPnW #RefugeesWelcome","month":"12","year":"2015","corpus":"madelein nation secur leader agre congress must make refuge enemi refugeeswelcom","id":671788971811323900,"day":"01"},{"text":"Congress should act to make sure no one on a No-Fly List is able to buy a gun. https://t.co/oDIQ2V3W6i https://t.co/d706HggWl4","month":"12","year":"2015","corpus":"congress act make sure one fli list abl buy gun","id":673919056949317600,"day":"07"},{"text":"Here's what Congress should do  now to make it harder for people to buy assault weapons: https://t.co/oDIQ2UMleK https://t.co/n2N2ppcinI","month":"12","year":"2015","corpus":"congress make harder peopl buy assault weapon","id":673902499699564500,"day":"07"},{"text":"RT @NBCRunningWild: We only have one planet, let's make it last. #RunningWild https://t.co/eyuT3yiDHt","month":"12","year":"2015","corpus":"nbcrunningwild one planet let make last runningwild","id":677848515842736100,"day":"18"},{"text":"\"This week, Congress passed a bipartisan budget that invests in middle-class priorities\" —@POTUS #YearInReview https://t.co/44tdv8R3Pc","month":"12","year":"2015","corpus":"week congress pass bipartisan budget invest middl class prioriti potu yearinreview","id":678272359363567600,"day":"19"},{"text":"10 things that happened in 2015 that should make every American optimistic about 2016 → https://t.co/MJj1Oan6fx https://t.co/44tdv8R3Pc","month":"12","year":"2015","corpus":"thing happen 2015 make everi american optimist 2016","id":678978871132164100,"day":"21"},{"text":"\"If a child can’t open a bottle of aspirin, we should make sure they can’t pull the trigger on a gun.\" —@POTUS https://t.co/yec4XvQlLT","month":"01","year":"2016","corpus":"child open bottl aspirin make sure pull trigger gun potu","id":684421854665273300,"day":"05"},{"text":"\"The verdict is clear:\nMiddle-class economics works.\nExpanding opportunity works.\"\n—@POTUS #JobsReport https://t.co/OnMbBo0FxW","month":"01","year":"2016","corpus":"verdict clear middl class econom work expand opportun work potu jobsreport","id":685514949016293400,"day":"08"},{"text":"\"We have to make college affordable for every American.\" —@POTUS #SOTU https://t.co/aXI5lFyLuM","month":"01","year":"2016","corpus":"make colleg afford everi american potu sotu","id":687097941144768500,"day":"13"},{"text":"“Workers who thought they’d never make another car again can’t make them fast enough.”  —@POTUS #MadeInAmerica https://t.co/CM4yFletcm","month":"01","year":"2016","corpus":"worker thought never make anoth car make fast enough potu madeinamerica","id":689916267310911500,"day":"20"},{"text":"RT @VP: \"Five Ways to Make the Digital Revolution Work for the Middle Class:\" VP Biden in today's @GlobeOpinion → https://t.co/aEDnMv8WkN","month":"01","year":"2016","corpus":"five way make digit revolut work middl class biden today globeopinion","id":692378293723611100,"day":"27"},{"text":"RT @PressSec: We made this progress because Americans stick together through tough times. It's what makes us great! https://t.co/hWt6VCWK9F","month":"01","year":"2016","corpus":"presssec made progress american stick togeth tough time make great","id":693189942634287100,"day":"29"},{"text":"\"I’ve got a plan to help make sure all our kids get an opportunity to learn computer science.\" —@POTUS #CSforAll https://t.co/iAxqqoSUpx","month":"01","year":"2016","corpus":"got plan help make sure kid get opportun learn comput scienc potu csforal","id":693873151659249700,"day":"31"},{"text":"\"We need to make sure hate crimes are punished and the civil rights of all Americans are upheld.\" —@POTUS #MosqueVisit","month":"02","year":"2016","corpus":"need make sure hate crime punish civil right american upheld potu mosquevisit","id":694950594595983400,"day":"03"},{"text":"RT @PressSec: .@tomselliott We've invested in middle class families &amp; cut deficit. America's economy is now the envy of the world https://t…","month":"02","year":"2016","corpus":"presssec tomselliott invest middl class famili amp cut deficit america economi envi world","id":697194504001032200,"day":"09"},{"text":"RT @Denis44: Being pro-science is only way 2 make sure US continues 2 lead 🌎. That's why POTUS has made science 🔑 part of Admin. https://t.…","month":"02","year":"2016","corpus":"denis44 pro scienc way make sure continu lead 🌎. potu made scienc part admin","id":697829642074505200,"day":"11"},{"text":"Diapers are basic necessities. Let's make them more accessible and affordable for everyone: https://t.co/egtN95TrMo\nhttps://t.co/Nb0nkmUYAV","month":"03","year":"2016","corpus":"diaper basic necess let make access afford everyon","id":708008908099428400,"day":"10"},{"text":"Find out how we're using tech to make government work better for more Americans → https://t.co/p1yAeyc4uO #SXSW2016 https://t.co/bPVLzk1T8Q","month":"03","year":"2016","corpus":"find use tech make govern work better american sxsw2016","id":708376895751061500,"day":"11"},{"text":"RT @Goldman44: How gov and tech can work together to:\n1) Make services work better\n2) Tackle Big Problems \n3) Create more avenues for civic…","month":"03","year":"2016","corpus":"goldman44 gov tech work togeth make servic work better tackl big problem creat avenu civic","id":708403497763471400,"day":"11"},{"text":"Here's what we're doing to make sure big corporations are paying their fair share of taxes. https://t.co/1yeF6gVwqT","month":"04","year":"2016","corpus":"make sure big corpor pay fair share tax","id":717392881481154600,"day":"05"},{"text":"Here's how @POTUS is making sure big companies don't stick the rest of us with the tab → https://t.co/CCUAJuKp7i https://t.co/GdOHLC5zCU","month":"04","year":"2016","corpus":"potu make sure big compani stick rest tab","id":718840934696267800,"day":"09"},{"text":"\"These steps build on the work we’ve already done to make our tax code fairer &amp; consumer protections stronger.\" https://t.co/SZCYnfeKwA","month":"04","year":"2016","corpus":"step build work alreadi done make tax code fairer amp consum protect stronger","id":719242186542288900,"day":"10"},{"text":"Watch @POTUS's weekly address on new actions we're taking to make sure our free market works for everyone: https://t.co/z4mA9kN2ea","month":"04","year":"2016","corpus":"watch potu weekli address new action take make sure free market work everyon","id":721377591106535400,"day":"16"},{"text":"FACT: Middle-class families are paying historically low federal income tax rates → https://t.co/v0fDlXOWDk #TaxDay https://t.co/qYp1Qdiymr","month":"04","year":"2016","corpus":"fact middl class famili pay histor low feder incom tax rate taxday","id":722166602989486100,"day":"18"},{"text":"Share the news on #TaxDay: Middle-class federal income taxes are near historic lows.  https://t.co/v0fDlXOWDk https://t.co/gTfLyT1jOh","month":"04","year":"2016","corpus":"share news taxday middl class feder incom tax near histor low","id":722123292107214800,"day":"18"},{"text":"“Flint’s recovery is everyone’s responsibility. And I will do all I can to make sure that responsibility is met.” —@POTUS in #Flint","month":"05","year":"2016","corpus":"flint recoveri everyon respons make sure respons met potu flint","id":727955953795108900,"day":"04"},{"text":"\"That’s what makes strong communities. That's what makes a strong country. People working to push this country forward\" —@POTUS #CincoDeMayo","month":"05","year":"2016","corpus":"make strong commun make strong countri peopl work push countri forward potu cincodemayo","id":728318591691558900,"day":"05"},{"text":"\"More women are in the workforce...although it’s long past time we passed laws to make sure that women get equal pay for equal work” —@POTUS","month":"05","year":"2016","corpus":"women workforc ... although long past time pass law make sure women get equal pay equal work potu","id":731897051282186200,"day":"15"},{"text":".@POTUS is taking a big step on #overtime protections to help grow middle-class paychecks →\nhttps://t.co/J4K6m3jvBx https://t.co/10oESPdLer","month":"05","year":"2016","corpus":"potu take big step overtim protect help grow middl class paycheck","id":733019076470132700,"day":"18"},{"text":"RT @VP: Got to do two things I love this week: Eat some ice cream, and make sure our workers get paid fairly.\nhttps://t.co/uBpzMGgJpO","month":"05","year":"2016","corpus":"got two thing love week eat ice cream make sure worker get paid fairli","id":733716047073665000,"day":"20"},{"text":"\"Middle class families have paid a lower federal income tax rate during my presidency\" —@POTUS in Elkhart https://t.co/WEwRWAn7Qn","month":"06","year":"2016","corpus":"middl class famili paid lower feder incom tax rate presid potu elkhart","id":738103122803970000,"day":"01"},{"text":"\"This is your chance to make a difference in the lives of girls around the world.\" —@FLOTUS on the #WHFilmFest: https://t.co/YsTyYqCODK","month":"06","year":"2016","corpus":"chanc make differ live girl around world flotu whfilmfest","id":740262513808449500,"day":"07"},{"text":"RT @dianeguerrero__: Please make the commitment today at https://t.co/LxAM2htelv @StandStrongerUS \nhttps://t.co/i6hL5cQDbU","month":"06","year":"2016","corpus":"dianeguerrero__ pleas make commit today standstrongeru","id":740207253853110300,"day":"07"},{"text":"RT @SecBurwell: Refugees are making a positive difference in communities across their country. #RefugeesWelcome #WorldRefugeeDay\nhttps://t.…","month":"06","year":"2016","corpus":"secburwel refuge make posit differ commun across countri refugeeswelcom worldrefugeeday","id":744910058362933200,"day":"20"},{"text":"RT @PressSec: It's the #FirstDayOfSummer! Make sure your summer plans include protecting yourself from #Zika. Here's how. https://t.co/iKSI…","month":"06","year":"2016","corpus":"presssec firstdayofsumm make sure summer plan includ protect zika","id":744968778862075900,"day":"20"},{"text":"RT @repjohnlewis: @POTUS Thank you, Mr. President. I'm just trying to help out and make a contribution.","month":"06","year":"2016","corpus":"repjohnlewi potu thank presid tri help make contribut","id":745691891820339200,"day":"22"},{"text":"1 year later, the #IranDeal has helped make the U.S., our partners &amp; the world more secure: https://t.co/4SHCkaOVH2 https://t.co/z3ytQx8ROC","month":"07","year":"2016","corpus":"year later irand help make partner amp world secur","id":753599756509872100,"day":"14"},{"text":"\"It is up to all of us to make sure we are part of the solution, and not part of the problem.\" —@POTUS speaks on the attack in Baton Rouge.","month":"07","year":"2016","corpus":"make sure part solut part problem potu speak attack baton roug","id":754784804340498400,"day":"17"},{"text":"RT @WhiteHouse: \"We rededicate ourselves to making sure that no American feels isolated or second-class citizens.\" —@POTUS speaking to Musl…","month":"07","year":"2016","corpus":"whitehous reded make sure american feel isol second class citizen potu speak musl","id":756235097733468200,"day":"21"},{"text":"Good news: @USTreasury just took action to ensure our tax code helps middle-class Americans: https://t.co/ZxTvfEbNmi https://t.co/rIFHHdMbjA","month":"08","year":"2016","corpus":"good news ustreasuri took action ensur tax code help middl class american","id":760883719297232900,"day":"03"},{"text":"\"As a country, we’ve got some choices to make\" —@POTUS on making our economy work for everyone. #LaborDay https://t.co/W8j1p7Iyxc","month":"09","year":"2016","corpus":"countri got choic make potu make economi work everyon laborday","id":772072443133517800,"day":"03"},{"text":"\"We're focused on making sure that every girl earns a quality education.\" —@POTUS in Laos: https://t.co/ImolWq3GZs https://t.co/KgXPwLWWpm","month":"09","year":"2016","corpus":"focus make sure everi girl earn qualiti educ potu lao","id":773531468559622100,"day":"07"},{"text":"“We must work together to make sure that the benefits of such integration are broadly shared” —@POTUS at #UNGA: \nhttps://t.co/8CTYISOpfC","month":"09","year":"2016","corpus":"must work togeth make sure benefit integr broadli share potu unga","id":778242646636687400,"day":"20"},{"text":"\"It starts with making the global economy work better for all people, &amp; not just for those at the top\" —@POTUS #UNGA https://t.co/0PIyYuL6x0","month":"09","year":"2016","corpus":"start make global economi work better peopl amp top potu unga","id":778253342581588000,"day":"20"},{"text":"\"Africa is on the move—home to some of the fastest-growing economies in the world and a middle class projected to grow\" —@POTUS","month":"09","year":"2016","corpus":"africa move home fastest grow economi world middl class project grow potu","id":778617243097641000,"day":"21"},{"text":"RT @petesouza: Someone is trying to make me obsolete. https://t.co/PN38188eol","month":"09","year":"2016","corpus":"petesouza someon tri make obsolet","id":779842114968440800,"day":"25"},{"text":"\"Provide more tax credits for more middle-income families...to help them buy insurance\" —@POTUS","month":"10","year":"2016","corpus":"provid tax credit middl incom famili ... help buy insur potu","id":789170759574827000,"day":"20"},{"text":"\"It is up to us to always make sure they get the care they need...we’ve increased funding for veterans by more than 85 percent.\" —@POTUS","month":"11","year":"2016","corpus":"alway make sure get care need ... increas fund veteran percent potu","id":797118532999934000,"day":"11"},{"text":"\"My role is to make sure that when I hand off this White House, that it is in the best possible shape.\" —@POTUS https://t.co/hBpYmRWedU","month":"11","year":"2016","corpus":"role make sure hand white hous best possibl shape potu","id":798284379286016000,"day":"14"}]