[{"text":"Obama: In Ankara, I made clear that America is not – and never will be – at war with Islam.","month":"06","year":"2009","corpus":"obama ankara made clear america never war islam","id":2027955202,"day":"04"},{"text":"Obama: America will not turn our backs on the legitimate Palestinian aspiration for dignity, opportunity, and a state of their own.","month":"06","year":"2009","corpus":"obama america turn back legitim palestinian aspir digniti opportun state","id":2028009971,"day":"04"},{"text":"Obama: America respects the right of all peaceful and law-abiding voices to be heard around the world, even if we disagree with them..","month":"06","year":"2009","corpus":"obama america respect right peac law abid voic heard around world even disagre","id":2028077047,"day":"04"},{"text":"Obama: America has a dual responsibility: to help Iraq forge a better future – and to leave Iraq to Iraqis.","month":"06","year":"2009","corpus":"obama america dual respons help iraq forg better futur leav iraq iraqi","id":2027985761,"day":"04"},{"text":"Obama: I strongly reaffirmed America’s commitment to seek a world in which no nations hold nuclear weapons.","month":"06","year":"2009","corpus":"obama strongli reaffirm america commit seek world nation hold nuclear weapon","id":2028063021,"day":"04"},{"text":"President to students tomorrow: \"Here in America, you write your own destiny. You make your own future.\" http://bit.ly/18Zd6a","month":"09","year":"2009","corpus":"presid student tomorrow america write destini make futur","id":3821390558,"day":"07"},{"text":"President in Arlington: \"America will not let you down. We will take care of our own.\" Remarks/photos http://bit.ly/2Dqanx","month":"11","year":"2009","corpus":"presid arlington america let take care remark photo","id":5628638984,"day":"11"},{"text":"Obama: “I want the Afghan people to understand – America seeks an end to this era of war and suffering”","month":"12","year":"2009","corpus":"obama want afghan peopl understand america seek end era war suffer","id":6254281706,"day":"02"},{"text":"Obama: \"we have forged a new beginning between America and the Muslim World... mutual interest in breaking a cycle of conflict\"","month":"12","year":"2009","corpus":"obama forg new begin america muslim world ... mutual interest break cycl conflict","id":6254594153,"day":"02"},{"text":"President Clinton on Health Reform: \"America Stands at a Historic Crossroads\" http://bit.ly/52dmc6 #hcr","month":"12","year":"2009","corpus":"presid clinton health reform america stand histor crossroad hcr","id":6773505713,"day":"17"},{"text":"Obama: \"I do not accept 2nd place for the United States of America... it's time to get serious\" Watch: http://www.wh.gov/","month":"01","year":"2010","corpus":"obama accept 2nd place unit state america ... time get seriou watch","id":8305708046,"day":"28"},{"text":"Jen Psaki: \"$3 Million to Protect Big Banks and Keep America's Economy at Risk\" http://bit.ly/9eNkUn","month":"03","year":"2010","corpus":"jen psaki million protect big bank keep america economi risk","id":10634576633,"day":"17"},{"text":"Obama \"It is in your hands. It is time to pass #hcr for America & I am confident you are going to do it tomorrow...Fired up?\"","month":"03","year":"2010","corpus":"obama hand time pass hcr america confid go tomorrow ... fire","id":10788588240,"day":"20"},{"text":"WH Asks w/ @GOOD: New report: 63 million volunteering in America – How do you make a difference? http://bit.ly/928ZWH","month":"06","year":"2010","corpus":"ask good new report million volunt america make differ","id":16240884744,"day":"15"},{"text":"President Obama speaks on fighting for America's workers on Labor Day, watch live now: http://wh.gov/live","month":"09","year":"2010","corpus":"presid obama speak fight america worker labor day watch live","id":23171705466,"day":"06"},{"text":"President, VP, First Lady & Dr. Biden: Service & Remembrance. Video/ Photo Gallery. God Bless America. http://bit.ly/c7ckFE","month":"09","year":"2010","corpus":"presid first ladi biden servic remembr video photo galleri god bless america","id":24224900672,"day":"11"},{"text":"On tap: 12:30 Women’s Entrepreneurship Conference; 2:00 President’s Econ Recovery Board on “Skills for America’s Future”","month":"10","year":"2010","corpus":"tap women entrepreneurship confer presid econ recoveri board skill america futur","id":26368353101,"day":"04"},{"text":"Video: some of America’s finest community college grads. Billy Crystal, Jim Lehrer, of course @RayLaHood http://bit.ly/aSSsOg","month":"10","year":"2010","corpus":"video america finest commun colleg grad billi crystal jim lehrer cours raylahood","id":26487362320,"day":"05"},{"text":"The President in Jakarta on democracy, economy, America & Muslim communities. Remarks/ photo gallery http://is.gd/gUn8s","month":"11","year":"2010","corpus":"presid jakarta democraci economi america muslim commun remark photo galleri","id":2415854004207616,"day":"10"},{"text":"\"I challenge you to join me in setting a new goal: by 2035, 80% of America’s electricity will come from clean energy sources.\" #sotu","month":"01","year":"2011","corpus":"challeng join set new goal 2035 america electr come clean energi sourc sotu","id":30089622373535744,"day":"26"},{"text":"\"tonight we can say that American leadership has been renewed and America’s standing has been restored.\" #SOTU","month":"01","year":"2011","corpus":"tonight say american leadership renew america stand restor sotu","id":30097088188514304,"day":"26"},{"text":"We need to out-innovate, out-educate, and out-build the rest of the world. We have to make America the best place on Earth to do business.","month":"01","year":"2011","corpus":"need innov educ build rest world make america best place earth busi","id":30088056497250304,"day":"26"},{"text":"Starting now: The President addresses the Chamber of Commerce on gov and biz responsibilities to America, watch http://wh.gov/live","month":"02","year":"2011","corpus":"start presid address chamber commerc gov biz respons america watch","id":34649964760006656,"day":"07"},{"text":"4:45EST: The President speaks at the America’s Great Outdoors event http://wh.gov/live","month":"02","year":"2011","corpus":"45est presid speak america great outdoor event","id":37987286264201220,"day":"16"},{"text":"Back from Latin America this week, the President does Hispanic education town hall on Univision tonight at 7EDT.","month":"03","year":"2011","corpus":"back latin america week presid hispan educ town hall univis tonight 7edt","id":51269541799538690,"day":"25"},{"text":"RT @ENERGY: Move over Tyra, Sec. Chu announces \"Americas Next Top Energy Innovator\" challenge today. http://go.usa.gov/2RP","month":"03","year":"2011","corpus":"energi move tyra sec chu announc america next top energi innov challeng today","id":52764139889758210,"day":"29"},{"text":"Advise the Advisor: @Energy Secretary Chu asks for your feedback on America's energy security http://wh.gov/advise","month":"03","year":"2011","corpus":"advis advisor energi secretari chu ask feedback america energi secur","id":53503345339535360,"day":"31"},{"text":"Follow-up on the President’s Facebook Town Hall: Panel on Women in Tech now, 7:30EDT Startup America http://on.fb.me/dF8fiG","month":"04","year":"2011","corpus":"follow presid facebook town hall panel women tech 30edt startup america","id":60828299382898690,"day":"20"},{"text":"Just before #immigration speech, Obama touring a cargo inspection facility at Bridge of the Americas Port of Entry, El Paso.","month":"05","year":"2011","corpus":"immigr speech obama tour cargo inspect facil bridg america port entri paso","id":68031122503766020,"day":"10"},{"text":"\"Let us go about the work of extending the promise of America – for this generation, and the next.\" -President Obama","month":"06","year":"2011","corpus":"let work extend promis america gener next presid obama","id":83689504984150020,"day":"23"},{"text":"\"America, it is time to focus on nation building here at home.\" -President Obama","month":"06","year":"2011","corpus":"america time focu nation build home presid obama","id":83688916028370940,"day":"23"},{"text":"RT @Erikk_the_Dane: @whitehouse DON'T approve deal that asks NOTHING of the richest in America (richer now than ever & paying lowest tax ...","month":"07","year":"2011","corpus":"erikk_the_dan whitehous approv deal ask noth richest america richer ever pay lowest tax","id":96636464993017860,"day":"28"},{"text":"INFOGRAPHIC: By 2025, all new cars & light trucks built in America will get 54.5 miles per gallon: http://t.co/kyFqdEM","month":"07","year":"2011","corpus":"infograph 2025 new car light truck built america get mile per gallon","id":97008879405244420,"day":"29"},{"text":"POTUS: It’s another Washington-inflicted wound on America & Congress needs to break that impasse now so folks can get back to work. #FAA","month":"08","year":"2011","corpus":"potu anoth washington inflict wound america congress need break impass folk get back work faa","id":98441090646028290,"day":"02"},{"text":"President Obama speaks on getting America back to work & calls on Congress to put #countrybeforeparty from Alpha, IL: http://t.co/XIpvzO5","month":"08","year":"2011","corpus":"presid obama speak get america back work call congress put countrybeforeparti alpha","id":105301660254998530,"day":"21"},{"text":"\"America will never leave your side\" -President Obama to #veterans @AmericanLegion conf in MN: http://t.co/rYnj228 http://t.co/bkVmqcx","month":"08","year":"2011","corpus":"america never leav side presid obama veteran americanlegion conf","id":108668896646668290,"day":"30"},{"text":"Ask Obama’s Jobs Council a Q about America’s engineer shortage using #jobscouncil & watch the event live now at http://t.co/3LGuFYS","month":"08","year":"2011","corpus":"ask obama job council america engin shortag use jobscouncil watch event live","id":108976861194895360,"day":"31"},{"text":"RT @whitehouseostp: The @whitehouse & @NSF Announce New Workplace Flexibility Policies to Support America’s Scientists and Their Familie ...","month":"09","year":"2011","corpus":"whitehouseostp whitehous nsf announc new workplac flexibl polici support america scientist famili","id":118357815432724480,"day":"26"},{"text":"Happening now on http://t.co/u95y7hhB : Putting America Back to Work: @LinkedIn Presents a Town Hall with President Obama","month":"09","year":"2011","corpus":"happen put america back work linkedin present town hall presid obama","id":118383872588267520,"day":"26"},{"text":"RT @WHLive: Obama: We can’t be discouraged by what is. We’ve got to keep pushing for what ought to be, the America we ought to leave to  ...","month":"10","year":"2011","corpus":"whlive obama discourag got keep push ought america ought leav","id":125603158608199680,"day":"16"},{"text":"RT @WHLive: Obama: It will take time to rebuild an America where hard work is valued & responsibility is rewarded. http://t.co/xrOHuqTm","month":"10","year":"2011","corpus":"whlive obama take time rebuild america hard work valu respons reward","id":126414521928654850,"day":"18"},{"text":"RT @dtschet: Great news from the White House! We Can't Wait to Help America's Graduates | The White House: http://t.co/AssFbuR6 @whitehouse","month":"10","year":"2011","corpus":"dtschet great news white hous wait help america graduat white hous whitehous","id":129279820923289600,"day":"26"},{"text":"RT @LinkedIn: new post: LinkedIn Joins Forces with White House to help America’s Veterans http://t.co/VSe4Esu0 #in","month":"11","year":"2011","corpus":"linkedin new post linkedin join forc white hous help america veteran","id":133634540982906880,"day":"07"},{"text":"Obama: Today, Rs & Ds in the Senate did the right thing & passed tax credits that will encourage businesses to hire America’s #veterans","month":"11","year":"2011","corpus":"obama today senat right thing pass tax credit encourag busi hire america veteran","id":134743237213687800,"day":"10"},{"text":"RT @WHLive: Obama: This holiday season is going to be a season of homecomings across America – by the end of Dec all of our troops will  ...","month":"11","year":"2011","corpus":"whlive obama holiday season go season homecom across america end dec troop","id":141965554754920450,"day":"30"},{"text":"\"I believe America is on its way up\" -President Obama in #Osawatomie, Kansas","month":"12","year":"2011","corpus":"believ america way presid obama osawatomi kansa","id":144143318836719600,"day":"06"},{"text":"\"In America, we are greater together\" -President Obama: http://t.co/Zfmuc6U8","month":"12","year":"2011","corpus":"america greater togeth presid obama","id":144420882557829120,"day":"07"},{"text":"\"This is a season of homecomings & military families across America are being reunited for the holidays\" -Pres Obama http://t.co/APmS8i4Z","month":"12","year":"2011","corpus":"season homecom militari famili across america reunit holiday pre obama","id":146333105131757570,"day":"12"},{"text":"Today, President Obama will appoint Richard Cordray to lead the @cfpb. @pfeiffer44 on America's consumer watchdog: http://t.co/uhANyQPB","month":"01","year":"2012","corpus":"today presid obama appoint richard cordray lead cfpb pfeiffer44 america consum watchdog","id":154593604306862080,"day":"04"},{"text":"Today, President Obama will call on companies across the nation to invest in America at an #insourcing American jobs forum @ the @whitehouse","month":"01","year":"2012","corpus":"today presid obama call compani across nation invest america insourc american job forum whitehous","id":157120802859397120,"day":"11"},{"text":"President Obama on #MLKDay: \"We celebrate the man who fought for the America he knew was possible\" Proclamation: http://t.co/H1cedG5Y","month":"01","year":"2012","corpus":"presid obama mlkday celebr man fought america knew possibl proclam","id":157933837903597570,"day":"13"},{"text":"RT @WHLive: Obama: The more folks who visit America, the more Americans we get back to work. It’s that simple. #visitUS","month":"01","year":"2012","corpus":"whlive obama folk visit america american get back work simpl visitu","id":160056157040427000,"day":"19"},{"text":"#SOTU excerpt: \"An America built to last insists on responsibility from everybody\" Watch live @ 9ET: http://t.co/Cq1szOIA","month":"01","year":"2012","corpus":"sotu excerpt america built last insist respons everybodi watch live 9et","id":161982226358210560,"day":"25"},{"text":"#SOTU excerpt: \"Think about the America within our reach...An economy built to last, where hard work pays off & responsibility is rewarded\"","month":"01","year":"2012","corpus":"sotu excerpt think america within reach ... economi built last hard work pay respons reward","id":161977868828688400,"day":"25"},{"text":"Obama: Think about the America within our reach...An economy built to last, where hard work pays off & responsibility is rewarded #SOTU","month":"01","year":"2012","corpus":"obama think america within reach ... economi built last hard work pay respons reward sotu","id":161995347571380220,"day":"25"},{"text":"Obama: Our workers are the most productive on Earth & if the playing field is level, I promise you – America will always win #SOTU","month":"01","year":"2012","corpus":"obama worker product earth play field level promis america alway win sotu","id":161998629928841200,"day":"25"},{"text":"RT @whitehouseostp: On 1-Year Anniversary of Startup America Initiative, the President sends @startupamerica legislative agenda to Congr ...","month":"01","year":"2012","corpus":"whitehouseostp year anniversari startup america initi presid send startupamerica legisl agenda congr","id":164385318538194940,"day":"31"},{"text":"RT @VP: \"Because of you workers on this floor, America is coming back. You’re bringing us back\"-VP @ American Seating Co in Grand Rapids ...","month":"02","year":"2012","corpus":"worker floor america come back bring back american seat grand rapid","id":164751273277661200,"day":"01"},{"text":"RT @Eliana_Murillo: @whitehouse using g+ hangout now to discuss #startup america http://t.co/VVXh1QLv #latism #smallbiz #tech","month":"02","year":"2012","corpus":"eliana_murillo whitehous use hangout discuss startup america latism smallbiz tech","id":165212482628091900,"day":"02"},{"text":"Watch: @stevecase on Startup America: http://t.co/YolWcTEb Join Steve, @aneeshchopra & Gene Sperling for a #WHhangout via Google+ on 2/2","month":"02","year":"2012","corpus":"watch stevecas startup america join steve aneeshchopra gene sperl whhangout via googl","id":164883430771925000,"day":"02"},{"text":"RT @WHLive: \"It’s young people like you who make me so confident that America’s best days are still to come\" -The President to students  ...","month":"02","year":"2012","corpus":"whlive young peopl like make confid america best day still come presid student","id":166929901444800500,"day":"07"},{"text":"\"America always wins when the playing field is level\" -President Obama to @UAW Conf. Watch: http://t.co/aVUP9C5j","month":"02","year":"2012","corpus":"america alway win play field level presid obama uaw conf watch","id":174638667393015800,"day":"28"},{"text":"RT @WHLive: President Obama: See, America has always succeeded because we refuse to stand still. #ObamainOH","month":"03","year":"2012","corpus":"whlive presid obama see america alway succeed refus stand still obamainoh","id":182930855801528320,"day":"22"},{"text":"RT @mattfittipaldi: #DontDoubleMyRate every single young person in America should care about this","month":"04","year":"2012","corpus":"mattfittipaldi dontdoublemyr everi singl young person america care","id":194855108176130050,"day":"24"},{"text":"RT @WHLive: President Obama: \"Whenever somebody tells you to set your sights lower – the trajectory of America should give you hope\" #ba ...","month":"05","year":"2012","corpus":"whlive presid obama whenev somebodi tell set sight lower trajectori america give hope","id":202095605772853250,"day":"14"},{"text":"RT @vj44: Today the President meets w/ amazing @GirlScouts to thank them for their service to America &amp; congratulates them on their  ...","month":"06","year":"2012","corpus":"vj44 today presid meet amaz girlscout thank servic america amp congratul","id":211130367355265020,"day":"08"},{"text":"RT @the_USO: \"America will always be there for you, like you were there for us\" President Obama to military families #joiningforces","month":"07","year":"2012","corpus":"the_uso america alway like presid obama militari famili joiningforc","id":220641272019431420,"day":"04"},{"text":"MT @kebmomusic: Just watched #America The Beautiful #July4th WH post... wow, what a great honor to be included. -Kmo http://t.co/8bcENHh2","month":"07","year":"2012","corpus":"kebmomus watch america beauti july4th post ... wow great honor includ kmo","id":220585717523431420,"day":"04"},{"text":"MT ‏@ENERGY Why 2011 was a banner year for #wind energy in America: http://t.co/QGmrH1gn Infographic: http://t.co/dVsKG7IL","month":"08","year":"2012","corpus":"energi 2011 banner year wind energi america infograph","id":235473274266583040,"day":"14"},{"text":"President Obama to troops: \"All of you represent what is best in America\" Join us &amp; #SaluteTroops: http://t.co/GZJ0IBoZ http://t.co/N360E7JR","month":"08","year":"2012","corpus":"presid obama troop repres best america join amp salutetroop","id":241567241034952700,"day":"31"},{"text":"RT @WHLive: Obama: \"Let us grieve with their families... let us continue their work of seeking a stronger America &amp; better world for ...","month":"09","year":"2012","corpus":"whlive obama let griev famili ... let continu work seek stronger america amp better world","id":245896860194197500,"day":"12"},{"text":"Tomorrow 9/29 is #NationalPublicLandsDay! Get free entry to America's National Parks. Plan a visit &amp; spread the word: http://t.co/3F8eXx6x","month":"09","year":"2012","corpus":"tomorrow nationalpubliclandsday get free entri america nation park plan visit amp spread word","id":251782135701205000,"day":"28"},{"text":"Weekly Address: Congress Should Keep America Moving Forward http://t.co/XY9QSSWZ","month":"10","year":"2012","corpus":"weekli address congress keep america move forward","id":254600108191133700,"day":"06"},{"text":"\"I know there is not a parent in America who doesn’t feel the same overwhelming grief that I do.\" —President Obama: http://t.co/RPjzFQQO","month":"12","year":"2012","corpus":"know parent america feel overwhelm grief presid obama","id":279731946949599230,"day":"14"},{"text":"Obama: \"Now is the time to find a better way to welcome the striving, hopeful immigrants who still see America as the land of opportunity.\"","month":"01","year":"2013","corpus":"obama time find better way welcom strive hope immigr still see america land opportun","id":296344020613992450,"day":"29"},{"text":"President Obama: \"We have to make sure that every business &amp; every worker in America is playing by the same set of rules\" #ImmigrationReform","month":"01","year":"2013","corpus":"presid obama make sure everi busi amp everi worker america play set rule immigrationreform","id":296344258464608260,"day":"29"},{"text":"\"America must remain a beacon to all who seek freedom during this period of historic change.\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"america must remain beacon seek freedom period histor chang presid obama sotu","id":301526700330713100,"day":"13"},{"text":"Obama in #SOTU: \"this year, Apple will start making Macs in America again.\" #JobsNow","month":"02","year":"2013","corpus":"obama sotu year appl start make mac america jobsnow","id":301518987005677600,"day":"13"},{"text":"President Obama: \"In defense of freedom, we will remain the anchor of strong alliances from the Americas to Africa; from Europe to Asia.\"","month":"02","year":"2013","corpus":"presid obama defens freedom remain anchor strong allianc america africa europ asia","id":301526845491396600,"day":"13"},{"text":"President Obama: \"I’m also proposing a Partnership to Rebuild America that attracts private capital to upgrade what our businesses need.\"","month":"02","year":"2013","corpus":"presid obama also propos partnership rebuild america attract privat capit upgrad busi need","id":301520944806113300,"day":"13"},{"text":"President Obama in #SOTU: \"I’m announcing a non-partisan commission to improve the voting experience in America.\"","month":"02","year":"2013","corpus":"presid obama sotu announc non partisan commiss improv vote experi america","id":301527987365494800,"day":"13"},{"text":"\"America must also face the real and rapidly growing threat from cyber-attacks.\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"america must also face real rapidli grow threat cyber attack presid obama sotu","id":301525961436966900,"day":"13"},{"text":"Obama: \"I’m also issuing a new goal for America: let’s cut in half the energy wasted by our homes &amp; businesses over the next 20 yrs\"","month":"02","year":"2013","corpus":"obama also issu new goal america let cut half energi wast home amp busi next yr","id":301520528039108600,"day":"13"},{"text":"President Obama: \"America’s commitment to a unified and sovereign Afghanistan will endure, but the nature of our commitment will change.\"","month":"02","year":"2013","corpus":"presid obama america commit unifi sovereign afghanistan endur natur commit chang","id":301525045371613200,"day":"13"},{"text":"President Obama: \"Stronger families.  Stronger communities.  A stronger America.\"","month":"02","year":"2013","corpus":"presid obama stronger famili stronger commun stronger america","id":301524627467956200,"day":"13"},{"text":"Obama: \"My Administration will begin to partner with 20 of the hardest-hit towns in America to get these communities back on their feet.\"","month":"02","year":"2013","corpus":"obama administr begin partner hardest hit town america get commun back feet","id":301524383925669900,"day":"13"},{"text":"\"America is not a place where chance of birth or circumstance should decide our destiny.\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"america place chanc birth circumst decid destini presid obama sotu","id":301524251394064400,"day":"13"},{"text":"\"America only moves forward when we do so together\" —President Obama in his Weekly Address. Watch: http://t.co/O9kVmtcr #JobsNow","month":"02","year":"2013","corpus":"america move forward togeth presid obama weekli address watch jobsnow","id":302807226014384100,"day":"16"},{"text":"\"Right now, we have a real chance to reduce gun violence in America.\" -President Obama in his Weekly Address: http://t.co/DvIjJOsjru","month":"03","year":"2013","corpus":"right real chanc reduc gun violenc america presid obama weekli address","id":315547402536882200,"day":"23"},{"text":"RT @WHLive: Obama: \"In America, we look out for one another. We see citizenship not just as a collection of rights but also a set of res ...","month":"03","year":"2013","corpus":"whlive obama america look one anoth see citizenship collect right also set re","id":316213024782434300,"day":"25"},{"text":"Obama: \"My top priority as President, must be doing everything we can to reignite the engine of America’s growth\" http://t.co/KXkWBqwWZH","month":"04","year":"2013","corpus":"obama top prioriti presid must everyth reignit engin america growth","id":320630895377797100,"day":"06"},{"text":"Obama: \"\"If you want to know who we are, who America is, how we respond to evil -- that's it. Selflessly, compassionately, unafraid.\"","month":"04","year":"2013","corpus":"obama want know america respond evil selflessli compassion unafraid","id":324184156835807200,"day":"16"},{"text":"President Obama: \"Going forward, it’s not just your town that needs your courage and your love and your faith. America does, too.\"","month":"04","year":"2013","corpus":"presid obama go forward town need courag love faith america","id":327529477452202000,"day":"25"},{"text":"\"It’s not about what America can do for us. It’s about what can be done by us, together.\" —Obama at @OhioState. http://t.co/NuDSxDumWs","month":"05","year":"2013","corpus":"america done togeth obama ohiost","id":331427071987445760,"day":"06"},{"text":"\"Every young person in America deserves a world-class education. We've got an obligation to give it to them.\" —President Obama","month":"05","year":"2013","corpus":"everi young person america deserv world class educ got oblig give presid obama","id":332568872517509100,"day":"09"},{"text":"President Obama: \"America remains a place where you can make it if you try – and we will all prosper, together.\"","month":"05","year":"2013","corpus":"presid obama america remain place make tri prosper togeth","id":335451132572889100,"day":"17"},{"text":"RT @Simas44: Great news from CA on Obamacare. Affordable premiums in America's biggest market. Lots of competition &amp; choice. http://t.co/gj…","month":"05","year":"2013","corpus":"simas44 great news obamacar afford premium america biggest market lot competit amp choic","id":338019213799206900,"day":"24"},{"text":"Obama: \"In America, a higher education cannot be a luxury reserved for a privileged few.\" #DontDoubleMyRate, http://t.co/QixlTVYM05","month":"05","year":"2013","corpus":"obama america higher educ cannot luxuri reserv privileg dontdoublemyr","id":340478105690964000,"day":"31"},{"text":"Senator Lautenberg \"lived America’s promise as a citizen and fought to keep that promise alive as a senator.\" —Obama: http://t.co/BWAHBesFX0","month":"06","year":"2013","corpus":"senat lautenberg live america promis citizen fought keep promis aliv senat obama","id":341589885938987000,"day":"03"},{"text":"Spread the word about President Obama's plan to provide high-quality preschool for every kid in America: http://t.co/KlaHNsbcZl #PreKForAll","month":"06","year":"2013","corpus":"spread word presid obama plan provid high qualiti preschool everi kid america prekforal","id":342330927264956400,"day":"05"},{"text":"RT @VP: Read VP Biden’s op-ed in today’s @WSJ about free trade &amp; democracy in the Americas: http://t.co/bndTmMWNpW","month":"06","year":"2013","corpus":"read biden today wsj free trade amp democraci america","id":342299117957034000,"day":"05"},{"text":"Obama: \"We're going to take a new step to make sure that virtually every child in America’s classrooms has access to the fastest internet.\"","month":"06","year":"2013","corpus":"obama go take new step make sure virtual everi child america classroom access fastest internet","id":342720206638022660,"day":"06"},{"text":"President Obama on immigration in America: \"It’s kept our workforce vibrant and dynamic. It’s kept our businesses on the cutting edge.\"","month":"06","year":"2013","corpus":"presid obama immigr america kept workforc vibrant dynam kept busi cut edg","id":344464554077589500,"day":"11"},{"text":"America the Beautiful: http://t.co/RDpaSzO7WD #Happy4thofJuly","month":"07","year":"2013","corpus":"america beauti happy4thofjuli","id":352847808581210100,"day":"04"},{"text":"RT @FLOTUS: Happy birthday America (and Malia)! Feeling so blessed to share it with family, friends &amp; inspiring military families. #4thofJu…","month":"07","year":"2013","corpus":"flotu happi birthday america malia feel bless share famili friend amp inspir militari famili 4thofju","id":352933805880901600,"day":"04"},{"text":"RT @WHVideo: Today, Richard Cordray was finally confirmed as head of America's consumer watchdog @CFPB &amp; got a hug from @SenWarren http://t…","month":"07","year":"2013","corpus":"whvideo today richard cordray final confirm head america consum watchdog cfpb amp got hug senwarren","id":357580423917867000,"day":"17"},{"text":"RT @WHLive: President Obama on investing in manufacturing: \"Let’s tell the world that America is open for business.\" #ABetterBargain","month":"07","year":"2013","corpus":"whlive presid obama invest manufactur let tell world america open busi abetterbargain","id":360092498808422400,"day":"24"},{"text":"President Obama: \"Today, five years after the start of that Great Recession, America has fought its way back.\" #ABetterBargain","month":"07","year":"2013","corpus":"presid obama today five year start great recess america fought way back abetterbargain","id":360086855590490100,"day":"24"},{"text":"President Obama: \"I’ll keep pushing to make high-quality preschool available to every four-year-old in America.\" #ABetterBargain","month":"07","year":"2013","corpus":"presid obama keep push make high qualiti preschool avail everi four year old america abetterbargain","id":360093923428933600,"day":"24"},{"text":"President Obama: \"Thank you, Florida! God bless you, and God bless the United States of America.\" http://t.co/4vZaPBdU5a","month":"07","year":"2013","corpus":"presid obama thank florida god bless god bless unit state america","id":360478513427525600,"day":"25"},{"text":"Let's keep fighting to make America work for every working family —&gt; http://t.co/Wf0oK98Bhd, http://t.co/FbYMOOJQND","month":"07","year":"2013","corpus":"let keep fight make america work everi work famili","id":360826752819417100,"day":"26"},{"text":"President Obama: James Comey \"has repeatedly demonstrated his commitment to defending America’s security and ideals.\" http://t.co/UenxNV4HmC","month":"07","year":"2013","corpus":"presid obama jame comey repeatedli demonstr commit defend america secur ideal","id":361999236453244900,"day":"29"},{"text":"President Obama on raising the minimum wage: \"Nobody who works full-time in America should have to live in poverty.\" #ABetterBargain","month":"07","year":"2013","corpus":"presid obama rais minimum wage nobodi work full time america live poverti abetterbargain","id":362276409948909600,"day":"30"},{"text":"Obama on simplifying our tax code: \"Let’s offer new tax incentives for manufacturers that bring jobs back to America.\" #ABetterBargain","month":"07","year":"2013","corpus":"obama simplifi tax code let offer new tax incent manufactur bring job back america abetterbargain","id":362274396242583550,"day":"30"},{"text":"“Everybody in America deserves and needs a good education, a good job, and a nice place to live.\" —Margaret, MO #ABetterBargain","month":"08","year":"2013","corpus":"everybodi america deserv need good educ good job nice place live margaret abetterbargain","id":362981264418013200,"day":"01"},{"text":"“As an educator &amp; a mother I know firsthand what a difference an education &amp; good health mean to the individual &amp; to America.” —Kathleen, IL","month":"08","year":"2013","corpus":"educ amp mother know firsthand differ educ amp good health mean individu amp america kathleen","id":362986289554923500,"day":"01"},{"text":"President Obama: \"We have to keep going, because nobody in America, and certainly no veteran, should be left to live on the street.\"","month":"08","year":"2013","corpus":"presid obama keep go nobodi america certainli veteran left live street","id":364844419804971000,"day":"06"},{"text":"\"A home is the ultimate evidence that in here America, hard work pays off, that responsibility is rewarded.\" —Obama: http://t.co/aH3bOJSGZO","month":"08","year":"2013","corpus":"home ultim evid america hard work pay respons reward obama","id":364912675110666240,"day":"07"},{"text":"RT @Cecilia44: Here's how fixing our broken immigration system would benefit America's farmers &amp; the entire agricultural industry —&gt; http:/…","month":"08","year":"2013","corpus":"cecilia44 fix broken immigr system would benefit america farmer amp entir agricultur industri http :/…","id":367356695946592260,"day":"13"},{"text":"Obama: \"America will work with all those in #Egypt...who support a future of stability that rests on the foundation of justice and peace\"","month":"08","year":"2013","corpus":"obama america work egypt ... support futur stabil rest foundat justic peac","id":368018932155703300,"day":"15"},{"text":"We need to keep fighting until every kid in America can afford higher education —&gt; http://t.co/SVyXPbnJ9C, http://t.co/lXFAsCJhFZ","month":"08","year":"2013","corpus":"need keep fight everi kid america afford higher educ","id":370232757185572860,"day":"21"},{"text":"RT if you agree: Every kid in America should be able to afford a higher education. #MakeCollegeAffordable, http://t.co/oHdoYQbpTN","month":"08","year":"2013","corpus":"agre everi kid america abl afford higher educ makecollegeafford","id":370705097723887600,"day":"23"},{"text":"Starting now: Watch a #WeTheGeeks Hangout on making America a \"geek magnet\" —&gt; http://t.co/qWjcwkjJEW #ImmigrationReform #STEM","month":"08","year":"2013","corpus":"start watch wethegeek hangout make america geek magnet immigrationreform stem","id":370940231161090050,"day":"23"},{"text":"President Obama: \"Because they marched, America became more fair and more free.\" #MLKDream50","month":"08","year":"2013","corpus":"presid obama march america becam fair free mlkdream50","id":372799669862412300,"day":"28"},{"text":"\"This is a day that belongs to you—the working men and women of America.\" —President Obama on #LaborDay: http://t.co/OHQ1iw30Vp","month":"09","year":"2013","corpus":"day belong work men women america presid obama laborday","id":374563937179537400,"day":"02"},{"text":"\"Shanah Tovah!\" —President Obama wishes the Jewish community in America and around the world a happy Rosh Hashanah: http://t.co/eSgvGKZDVg","month":"09","year":"2013","corpus":"shanah tovah presid obama wish jewish commun america around world happi rosh hashanah","id":375377975681622000,"day":"04"},{"text":"President Obama: \"The United States of America is not a deadbeat nation…we don’t run out on our tab. We are the world’s bedrock investment.\"","month":"09","year":"2013","corpus":"presid obama unit state america deadbeat nation run tab world bedrock invest","id":381122045267808260,"day":"20"},{"text":"Obama: \"America’s diplomatic efforts will focus on two particular issues: Iran’s pursuit of nuclear weapons, and the Arab-Israeli conflict.\"","month":"09","year":"2013","corpus":"obama america diplomat effort focu two particular issu iran pursuit nuclear weapon arab isra conflict","id":382512118819352600,"day":"24"},{"text":"RT if you agree: Nobody in America should go broke just because they get sick. http://t.co/PgabSIFP1m #Obamacare, http://t.co/2QU6z7marx","month":"09","year":"2013","corpus":"agre nobodi america broke get sick obamacar","id":383312658134343700,"day":"26"},{"text":"Nobody in America should go broke because they get sick. #Obamacare will help make sure that doesn't happen: http://t.co/VMk9w5zq4Y","month":"09","year":"2013","corpus":"nobodi america broke get sick obamacar help make sure happen","id":383625741788672000,"day":"27"},{"text":"\"Today, America has lost a legend of the United States Congress.\" —President Obama on the passing of Tom Foley: http://t.co/4VBzjSZ1bI","month":"10","year":"2013","corpus":"today america lost legend unit state congress presid obama pass tom foley","id":391275506357661700,"day":"18"},{"text":"RT @Interior: Looking 4 a photo that shows #autumn in America's great outdoors? This Rocky Mountain NP pic is the perfect choice. http://t.…","month":"10","year":"2013","corpus":"interior look photo show autumn america great outdoor rocki mountain pic perfect choic","id":393125583766683650,"day":"23"},{"text":"Obama: \"We should give every child an earlier start at success by making high-quality Pre-K available to every 4-year-old in America.\"","month":"10","year":"2013","corpus":"obama give everi child earlier start success make high qualiti pre avail everi year old america","id":393832056125276160,"day":"25"},{"text":"RT @CommerceSec: President Obama to speak at @SelectUSA Summit! America is open for business. The time to invest is now! #SelectUSA http://…","month":"10","year":"2013","corpus":"commercesec presid obama speak selectusa summit america open busi time invest selectusa","id":393866447145152500,"day":"25"},{"text":"\"In the United States of America, who you are and who you love should never be a fireable offense.\" —Obama: http://t.co/Ao8OouCSvK #Equality","month":"11","year":"2013","corpus":"unit state america love never fireabl offens obama equal","id":397396690618949600,"day":"04"},{"text":"Apply for a White House Fellowship—one of America's most prestigious programs for leadership and public service —&gt; http://t.co/lmN8eivRs0","month":"11","year":"2013","corpus":"appli white hous fellowship one america prestigi program leadership public servic","id":397491066154139650,"day":"04"},{"text":"Secretary Kerry and @CommerceSec on why more companies all over the world are choosing to invest in America —&gt; http://t.co/I3JX1EQFu1","month":"11","year":"2013","corpus":"secretari kerri commercesec compani world choos invest america","id":397855969067016200,"day":"05"},{"text":"Obama: \"The United States of America now produces more of our own oil here at home than we buy from other countries.\" http://t.co/OIdUDMn5EH","month":"11","year":"2013","corpus":"obama unit state america produc oil home buy countri","id":401808567704895500,"day":"16"},{"text":"Obama: \"The story that drew so many of your ancestors here: That America is the place where you can make it if you try.\" #ActOnReform","month":"11","year":"2013","corpus":"obama stori drew mani ancestor america place make tri actonreform","id":405064816579981300,"day":"25"},{"text":"Let's give every young person in America the chance to earn their way into the American story. #ImmigrationReform, http://t.co/Z97A9Jckzq","month":"11","year":"2013","corpus":"let give everi young person america chanc earn way american stori immigrationreform","id":405124132691382300,"day":"26"},{"text":"President Obama: \"For the first time in nearly 20 years, America now produces more of our own oil than we buy from other countries.\"","month":"11","year":"2013","corpus":"presid obama first time nearli year america produc oil buy countri","id":405441120751988740,"day":"26"},{"text":"Obama: \"We took up this fight because...in America, nobody should have to worry about going broke just because...they get sick.\" #Obamacare","month":"12","year":"2013","corpus":"obama took fight ... america nobodi worri go broke ... get sick obamacar","id":407959265379250200,"day":"03"},{"text":"RT if you agree: It's time to give every kid in America access to high-quality early education. #InvestInKids, http://t.co/ohnTAiRHwG","month":"12","year":"2013","corpus":"agre time give everi kid america access high qualiti earli educ investinkid","id":410489777306103800,"day":"10"},{"text":"RT @Interior: Winter is one of the most beautiful times to visit America's public lands like Rocky Mountain NP. #Colorado http://t.co/UOJ7r…","month":"12","year":"2013","corpus":"interior winter one beauti time visit america public land like rocki mountain colorado","id":414154294108368900,"day":"20"},{"text":"President Obama: \"Today, I’m pleased to announce the first five Promise Zones in America.\" http://t.co/q2Dh2GVIhb #OpportunityForAll","month":"01","year":"2014","corpus":"presid obama today pleas announc first five promis zone america opportunityforal","id":421366102136872960,"day":"09"},{"text":"Obama: \"I’m here to act—to help make Raleigh-Durham, and America, a magnet for the good, high-tech manufacturing jobs.\" #InnovationNation","month":"01","year":"2014","corpus":"obama act help make raleigh durham america magnet good high tech manufactur job innovationn","id":423521099901444100,"day":"15"},{"text":"Obama: \"I don’t want the next big...discovery to be made in Germany or China...I want it to be right here in America.\" #InnovationNation","month":"01","year":"2014","corpus":"obama want next big ... discoveri made germani china ... want right america innovationn","id":423521543709552640,"day":"15"},{"text":"Obama: \"We've got to do more to connect universities...with companies...to make America the number one place...to open new businesses.\"","month":"01","year":"2014","corpus":"obama got connect univers ... compani ... make america number one place ... open new busi","id":423519655966560260,"day":"15"},{"text":"Obama: \"Let’s all come together...and give every woman the opportunity she deserves...when women succeed, America succeeds.\" #EqualPay","month":"01","year":"2014","corpus":"obama let come togeth ... give everi woman opportun deserv ... women succeed america succe equalpay","id":428358723036524540,"day":"29"},{"text":"President Obama at U.S. Steel: \"This company helped build America, and over 100 years later, you’re still at it.\" #MadeInAmerica","month":"01","year":"2014","corpus":"presid obama steel compani help build america 100 year later still madeinamerica","id":428605470946123800,"day":"29"},{"text":"\"Even as we aggressively pursue terrorist networks...America must move off a permanent war footing.\" —President Obama","month":"01","year":"2014","corpus":"even aggress pursu terrorist network ... america must move perman war foot presid obama","id":428363292940455940,"day":"29"},{"text":"Obama: \"I’m reaching out to some of America’s leading foundations &amp; corporations...to help more young men of color...stay on track.\"","month":"01","year":"2014","corpus":"obama reach america lead foundat amp corpor ... help young men color ... stay track","id":428358177349181440,"day":"29"},{"text":"Obama: \"Here in America, our success should depend not on accident of birth, but the strength of our work ethic &amp; the scope of our dreams.\"","month":"01","year":"2014","corpus":"obama america success depend accid birth strength work ethic amp scope dream","id":428353102261927940,"day":"29"},{"text":"President Obama: \"Today, America is closer to energy independence than we’ve been in decades.\" #MadeInAmerica, http://t.co/alfHj4l7Th","month":"01","year":"2014","corpus":"presid obama today america closer energi independ decad madeinamerica","id":428354573841858560,"day":"29"},{"text":"President Obama: “I believe this can be a breakthrough year for America.” #OpportunityForAll #SOTU","month":"01","year":"2014","corpus":"presid obama believ breakthrough year america opportunityforal sotu","id":428351519906615300,"day":"29"},{"text":"Obama: \"I’ve asked @VP Biden to lead an across-the-board reform of America’s training programs.\" http://t.co/w3N5b8zoKd","month":"01","year":"2014","corpus":"obama ask biden lead across board reform america train program","id":428356132462022660,"day":"29"},{"text":"President Obama: \"I believe this can be a breakthrough year for America.\" #OpportunityForAll #RaiseTheWage","month":"01","year":"2014","corpus":"presid obama believ breakthrough year america opportunityforal raisethewag","id":428547994477416450,"day":"29"},{"text":"RT @WHLive: Obama: \"@VP Biden, a man who was raised on the value of hard work, will lead an across-the-board review of America’s training p…","month":"01","year":"2014","corpus":"whlive obama biden man rais valu hard work lead across board review america train","id":428946137266286600,"day":"30"},{"text":"RT if you agree with President Obama: \"Tell Congress to make this happen. Give America a raise.\" #RaiseTheWage, http://t.co/IgmzRPOrc4","month":"01","year":"2014","corpus":"agre presid obama tell congress make happen give america rais raisethewag","id":428983381183836160,"day":"30"},{"text":"\"America does not stand still &amp; neither will I.\" —Obama on making 2014 a year of action to expand #OpportunityForAll: http://t.co/6TLjCs6B13","month":"02","year":"2014","corpus":"america stand still amp neither obama make 2014 year action expand opportunityforal","id":432911872090599400,"day":"10"},{"text":"RT @YI_Care: We believe in a healthy young America. 1 in 3 #Obamacare enrollees are under age 35! #GetCovered http://t.co/nGeyD9Xr3E","month":"02","year":"2014","corpus":"yi_car believ healthi young america obamacar enrolle age getcov","id":433715082447831040,"day":"12"},{"text":"Today, President Obama will lay out his plan to keep improving the fuel efficiency of America's trucks: http://t.co/A5bMeOOd5E #ActOnClimate","month":"02","year":"2014","corpus":"today presid obama lay plan keep improv fuel effici america truck actonclim","id":435799006120529900,"day":"18"},{"text":"President Obama: \"Today...we take another big step to grow our economy and reduce America’s dependence on foreign oil.\" #ActOnClimate","month":"02","year":"2014","corpus":"presid obama today ... take anoth big step grow economi reduc america depend foreign oil actonclim","id":435814180105752600,"day":"18"},{"text":"Obama: \"Hardworking Americans deserve better than 'no.' Let’s tell Congress to say 'yes'...give America a raise.\" http://t.co/xBbSsxuSl2","month":"02","year":"2014","corpus":"obama hardwork american deserv better let tell congress say ye '... give america rais","id":437633064626176000,"day":"23"},{"text":"Obama: \"Michelle and I were saddened to hear of the passing of Harold Ramis, one of America’s greatest satirists.\" http://t.co/mXCYdQFnsh","month":"02","year":"2014","corpus":"obama michel sadden hear pass harold rami one america greatest satirist","id":438331600615395300,"day":"25"},{"text":"Obama: \"The best airports and the best trains and the best roads should be right here in America.\" #RebuildAmerica","month":"02","year":"2014","corpus":"obama best airport best train best road right america rebuildamerica","id":438778516050804740,"day":"26"},{"text":"RT @NancyPelosi: 107 House Dems—and counting!—have signed the discharge petition to #raisethewage to $10.10! We will give America a raise! …","month":"02","year":"2014","corpus":"nancypelosi 107 hous dem count sign discharg petit raisethewag give america rais","id":438800781186457600,"day":"26"},{"text":"RT @WHLive: Obama on #OpportunityForAll: \"That means guaranteeing every child in America access to a world-class education.\" http://t.co/vr…","month":"02","year":"2014","corpus":"whlive obama opportunityforal mean guarante everi child america access world class educ","id":439140327753281540,"day":"27"},{"text":"Obama: \"The group that is facing some of the most severe challenges in 21st century America is boys &amp; young men of color.\" #MyBrothersKeeper","month":"02","year":"2014","corpus":"obama group face sever challeng 21st centuri america boy amp young men color mybrotherskeep","id":439140515041517600,"day":"27"},{"text":"Obama: “Every child in America deserves a world-class education—especially in science, technology, engineering &amp; math.” #WHFilmFest","month":"02","year":"2014","corpus":"obama everi child america deserv world class educ especi scienc technolog engin amp math whfilmfest","id":439508980554276860,"day":"28"},{"text":"RT @Interior: 142 years ago today, @YellowstoneNPS became America's first national park. RT to wish them a very happy birthday! http://t.co…","month":"03","year":"2014","corpus":"interior 142 year ago today yellowstonenp becam america first nation park wish happi birthday","id":439800914946576400,"day":"01"},{"text":"RT @WHLive: President Obama: \"It’s #TimeFor1010. It’s time to give America a raise.\" #RaiseTheWage","month":"03","year":"2014","corpus":"whlive presid obama timefor1010 time give america rais raisethewag","id":441300348477919200,"day":"05"},{"text":"\"No brainer: 3 reasons why a $10.10 min wage is good for America\" —@GovMalloyOffice &amp; @GovPeterShumlin: http://t.co/4hfZLFR6QT #RaiseTheWage","month":"03","year":"2014","corpus":"brainer reason min wage good america govmalloyoffic amp govpetershumlin raisethewag","id":441253826528833540,"day":"05"},{"text":"Obama: \"Nobody who works full-time should ever have to raise a family in poverty...it's time to give America a raise.\" #RaiseTheWage","month":"03","year":"2014","corpus":"obama nobodi work full time ever rais famili poverti ... time give america rais raisethewag","id":441296065539891200,"day":"05"},{"text":"Go inside the numbers on why America is poised for stronger economic growth in 2014 → http://t.co/nHxLOjXgIl #OpportunityForAll","month":"03","year":"2014","corpus":"insid number america pois stronger econom growth 2014 opportunityforal","id":443036983263494140,"day":"10"},{"text":"RT @Interior: Here is a gorgeous photo America's newest National Monument: Point Arena-Stornetta. #California http://t.co/v7qsh20O8a","month":"03","year":"2014","corpus":"interior gorgeou photo america newest nation monument point arena stornetta california","id":443513866409213950,"day":"11"},{"text":"When #WomenSucceed, America succeeds. Here's why we need to keep fighting for #EqualPay for women → http://t.co/57q03WuYzT","month":"03","year":"2014","corpus":"womensucce america succe need keep fight equalpay women","id":443816125407961100,"day":"12"},{"text":"RT @aliciakeys: Calling all my people out there! Join my mom &amp; @FLOTUS in helping America’s young adults get covered #YourMomCares http://t…","month":"03","year":"2014","corpus":"aliciakey call peopl join mom amp flotu help america young adult get cover yourmomcar","id":444515843251376100,"day":"14"},{"text":"RT @NSCPress: POTUS: Europe and America are united in our support of the #Ukrainian government and people.#ObamainHolland","month":"03","year":"2014","corpus":"nscpress potu europ america unit support ukrainian govern peopl obamainholland","id":448092285151248400,"day":"24"},{"text":"RT @Simas44: Folks in Houston #GettingCoveredNow\nHundreds of grassroots events all over America this weekend.\n#ACASurge is on! http://t.co/…","month":"03","year":"2014","corpus":"simas44 folk houston gettingcoverednow hundr grassroot event america weekend acasurg","id":449935097660456960,"day":"29"},{"text":"\"It’s time to act. It’s time to give America a raise.\" —@VP Biden on why it's time to #RaiseTheWage: http://t.co/LMXPbjfg77","month":"03","year":"2014","corpus":"time act time give america rais biden time raisethewag","id":450278854028824600,"day":"30"},{"text":"Obama: \"In America, we don’t believe in opportunity for a few—we believe that everybody should have a chance at success.\" #OpportunityForAll","month":"04","year":"2014","corpus":"obama america believ opportun believ everybodi chanc success opportunityforal","id":451434466310115300,"day":"02"},{"text":"President Obama: \"If you care about this issue, let your senators know where you stand. Because America deserves #EqualPay for equal work.\"","month":"04","year":"2014","corpus":"presid obama care issu let senat know stand america deserv equalpay equal work","id":453567147101655040,"day":"08"},{"text":"\"When #WomenSucceed, America succeeds.\" —President Obama on why he's fighting for #EqualPay: http://t.co/QCM0noR451 http://t.co/LEubmRDtW0","month":"04","year":"2014","corpus":"womensucce america succe presid obama fight equalpay","id":453591125354221600,"day":"08"},{"text":"\"America should be a level playing field—a fair race—a place where anyone who works hard has the chance to get ahead.\" —Obama #EqualPay","month":"04","year":"2014","corpus":"america level play field fair race place anyon work hard chanc get ahead obama equalpay","id":453563589933412350,"day":"08"},{"text":"When #WomenSucceed, America succeeds. That's why President Obama's fighting for #EqualPay for women → http://t.co/L8ZWUBlxzm","month":"04","year":"2014","corpus":"womensucce america succe presid obama fight equalpay women","id":453550386289205250,"day":"08"},{"text":"\"He believed that, together, we can build an America that is more fair, more equal, and more free than the one we inherited.\" —Obama on LBJ","month":"04","year":"2014","corpus":"believ togeth build america fair equal free one inherit obama lbj","id":454314626134847500,"day":"10"},{"text":"\"When women succeed, America succeeds.\" —President Obama on why it's time to ensure #EqualPay for women: http://t.co/h1gilWRc10","month":"04","year":"2014","corpus":"women succeed america succe presid obama time ensur equalpay women","id":455450386334105600,"day":"13"},{"text":"RT @VP: “We will never yield. We will never cower. America will never, never stand down. We are Boston.” – VP #BostonStrong http://t.co/7x1…","month":"04","year":"2014","corpus":"never yield never cower america never never stand boston bostonstrong","id":456131702331801600,"day":"15"},{"text":"RT @Interior: Did you know that fees are waived this weekend on all of America's National Parks? RT to spread the word!","month":"04","year":"2014","corpus":"interior know fee waiv weekend america nation park spread word","id":456927273590222850,"day":"17"},{"text":"RT @LaborSec: #1010means a stronger bottom line for America's businesses. http://t.co/KbMyraJaYp","month":"04","year":"2014","corpus":"laborsec 1010mean stronger bottom line america busi","id":461537610738196500,"day":"30"},{"text":"\"Today is a chance for us to say thank you to all of America’s teachers.\" —President Obama #ThankATeacher #NTOY14","month":"05","year":"2014","corpus":"today chanc say thank america teacher presid obama thankateach ntoy14","id":461933010393497600,"day":"01"},{"text":"\"Today, America is closer to energy independence than we’ve been in decades.\" —President Obama #ActOnClimate #MadeInAmerica","month":"05","year":"2014","corpus":"today america closer energi independ decad presid obama actonclim madeinamerica","id":464810451508158460,"day":"09"},{"text":"\"Maintaining the public safety is the foundation for everything that is good that happens every day in America.\" —Obama honoring Top Cops","month":"05","year":"2014","corpus":"maintain public safeti foundat everyth good happen everi day america obama honor top cop","id":465972336228069400,"day":"12"},{"text":"\"Small businesses represent what is best about America.\" —President Obama on National #SmallBusinessWeek: http://t.co/repullNivA","month":"05","year":"2014","corpus":"small busi repres best america presid obama nation smallbusinessweek","id":465984674314334200,"day":"12"},{"text":"Obama: \"It’s time for the folks who run around yelling about what’s wrong with America to roll up their sleeves &amp; help us #RebuildAmerica.\"","month":"05","year":"2014","corpus":"obama time folk run around yell wrong america roll sleev amp help rebuildamerica","id":466667531307319300,"day":"14"},{"text":"Obama: \"We rededicate ourselves to our sacred obligations to all who wear America’s uniform and to the families who stand by them always.\"","month":"05","year":"2014","corpus":"obama reded sacr oblig wear america uniform famili stand alway","id":470956015807389700,"day":"26"},{"text":"RT @VP: \"You are Falcons &amp; you carry America on your back. And America will have your back forever\"-VP http://t.co/ltYv6BfWzb http://t.co/0…","month":"05","year":"2014","corpus":"falcon amp carri america back america back forev","id":471782063532933100,"day":"28"},{"text":"\"America is not afraid of individual empowerment, we are strengthened by it.\" —President Obama at @WestPoint_USMA","month":"05","year":"2014","corpus":"america afraid individu empower strengthen presid obama westpoint_usma","id":471667712771756000,"day":"28"},{"text":"\"You will embody what it means for America to lead the world.\" —Obama at @WestPoint_USMA: http://t.co/AA9S3t9Vy2 http://t.co/SZE6n562nK","month":"05","year":"2014","corpus":"embodi mean america lead world obama westpoint_usma","id":472054338597425150,"day":"29"},{"text":"\"Making stuff: It's good for @OkGo...it's good for America.\" http://t.co/ibgVAtT6gA #NationOfMakers","month":"06","year":"2014","corpus":"make stuff good okgo ... good america nationofmak","id":474256847956746240,"day":"04"},{"text":"MT @TonyAbbottMHR: Pleasure to meet with President Obama today—Australia &amp; America share an extraordinary friendship http://t.co/6lzzp9Mpkw","month":"06","year":"2014","corpus":"tonyabbottmhr pleasur meet presid obama today australia amp america share extraordinari friendship","id":477173000689954800,"day":"12"},{"text":"\"Don't get cynical. Despite all of the frustrations, America is making progress\" —President Obama: http://t.co/ccgeYlGmMC #OpportunityForAll","month":"06","year":"2014","corpus":"get cynic despit frustrat america make progress presid obama opportunityforal","id":482550585737347100,"day":"27"},{"text":"In America, we don't settle. We out-hustle the competition. That's who we are. Let's do this, @USSoccer! #IBelieve #USA -bo","month":"07","year":"2014","corpus":"america settl hustl competit let ussocc ibeliev usa","id":484061723390148600,"day":"01"},{"text":"\"Together, all of you remind us that America is and always has been a nation of immigrants.\" —President Obama at a naturalization ceremony","month":"07","year":"2014","corpus":"togeth remind america alway nation immigr presid obama natur ceremoni","id":485082518962855940,"day":"04"},{"text":"America. 🇺🇸 #Happy4thOfJuly http://t.co/mI6B6pZrOH","month":"07","year":"2014","corpus":"america 🇺🇸 happy4thofjuli","id":485188716064170000,"day":"04"},{"text":"“America needs a raise.” —President Obama: http://t.co/fMEhvXfOhy http://t.co/MTniax4pzm","month":"07","year":"2014","corpus":"america need rais presid obama","id":486915757973200900,"day":"09"},{"text":"\"There is no more denying a simple truth: America deserves a raise.\" —President Obama in Austin, Texas. #RaiseTheWage","month":"07","year":"2014","corpus":"deni simpl truth america deserv rais presid obama austin texa raisethewag","id":487299741668352000,"day":"10"},{"text":"RT @VP: \"Here is what I believe about this nation: We are one America. We only succeed when we act as one America.\" -VP http://t.co/Eax7afV…","month":"07","year":"2014","corpus":"believ nation one america succeed act one america","id":489490101576429600,"day":"16"},{"text":"\"America’s federal contracts should not subsidize discrimination against the American people.\" —President Obama #WorkplaceEquality #LGBT","month":"07","year":"2014","corpus":"america feder contract subsid discrimin american peopl presid obama workplaceequ lgbt","id":491231583261560800,"day":"21"},{"text":"RT @VP: \"To maintain our place in the world we need to keep the world’s most skilled workforce right here in America.\" - VP Biden #ReadyToW…","month":"07","year":"2014","corpus":"maintain place world need keep world skill workforc right america biden readytow","id":491621487607308300,"day":"22"},{"text":"\"America deserves a raise. It’ll be good for those workers and for business.\" —President Obama #RaiseTheWage #1010Now http://t.co/4EvpfuxlPY","month":"07","year":"2014","corpus":"america deserv rais good worker busi presid obama raisethewag 1010now","id":492406716764786700,"day":"24"},{"text":"\"When #WomenSucceed, America succeeds.\" —Obama on why it's time to help ensure #EqualPay for women http://t.co/9tzIx7fXmL","month":"07","year":"2014","corpus":"womensucce america succe obama time help ensur equalpay women","id":492406468592025600,"day":"24"},{"text":"“The promise of America isn’t confined to any one race, or class, or group.” —Obama on the #ADA's 24th anniversary:  http://t.co/bjJHWyLOOY","month":"07","year":"2014","corpus":"promis america confin one race class group obama ada 24th anniversari","id":493161370259427300,"day":"26"},{"text":"\"I believe that when women succeed, America succeeds.\" —Obama on why Congress should help ensure #EqualPay for women http://t.co/c0YnW71dqg","month":"07","year":"2014","corpus":"believ women succeed america succe obama congress help ensur equalpay women","id":494519183712190460,"day":"30"},{"text":"“I believe in an optimistic America. You don’t have time to be cynical. Hope is a better choice.” —President Obama #OpportunityForAll","month":"07","year":"2014","corpus":"believ optimist america time cynic hope better choic presid obama opportunityforal","id":494523641561108500,"day":"30"},{"text":"\"America has to do right by all who serve under our proud flag.\" —President Obama http://t.co/rWMH0Dw1Z1","month":"08","year":"2014","corpus":"america right serv proud flag presid obama","id":497415628433924100,"day":"07"},{"text":"RT @PressSec: POTUS: Earlier this week, one Iraqi in the area cried to the world, “There is no one coming to help.” Well today, America is …","month":"08","year":"2014","corpus":"presssec potu earlier week one iraqi area cri world one come help well today america","id":497564145131474940,"day":"08"},{"text":"“America is proud to act alongside our closest friends” —Obama on speaking with PM Cameron and President Hollande http://t.co/rqVZgriVpU","month":"08","year":"2014","corpus":"america proud act alongsid closest friend obama speak cameron presid holland","id":498208355484061700,"day":"09"},{"text":"RT @VP: \"Nobody in America who works full-time should have to live in poverty.\" -VP Biden in Chicago on need to #RaiseTheWage http://t.co/3…","month":"08","year":"2014","corpus":"nobodi america work full time live poverti biden chicago need raisethewag","id":504030005157171200,"day":"25"},{"text":"\"We’re not going to stop until every veteran who defended America has a home in America.\" —President Obama on ending veteran homelessness","month":"08","year":"2014","corpus":"go stop everi veteran defend america home america presid obama end veteran homeless","id":504306101102190600,"day":"26"},{"text":"\"I didn’t run for President to double down on top-down economics...I bet on America's workers.\" —Obama #OpportunityForAll #HappyLaborDay","month":"09","year":"2014","corpus":"run presid doubl top econom ... bet america worker obama opportunityforal happylaborday","id":506516002696626200,"day":"01"},{"text":"\"America is stronger because of the decisions we made to rescue our economy &amp; rebuild it on a new foundation.\" —Obama http://t.co/eDT3cK9dUN","month":"09","year":"2014","corpus":"america stronger decis made rescu economi amp rebuild new foundat obama","id":506516298780930050,"day":"01"},{"text":"\"Today is a day that belongs to you—the working men &amp; women who make America the greatest country on Earth.\" —President Obama #HappyLaborDay","month":"09","year":"2014","corpus":"today day belong work men amp women make america greatest countri earth presid obama happylaborday","id":506514470257315840,"day":"01"},{"text":"\"If you work full-time in America, you shouldn’t be living in poverty.\" —Obama: http://t.co/pz7syFtbOH #RaiseTheWage http://t.co/0CEyN6wo7Z","month":"09","year":"2014","corpus":"work full time america live poverti obama raisethewag","id":506607520916320260,"day":"02"},{"text":"RT @WHLive: \"The United States is working to bolster the security of our NATO allies and further increase America’s military presence in Eu…","month":"09","year":"2014","corpus":"whlive unit state work bolster secur nato alli increas america militari presenc","id":507155895735037950,"day":"03"},{"text":"\"13 years after small and hateful minds conspired to break us, America stands tall and America stands proud.\" —Obama http://t.co/gvXmSsoTFY","month":"09","year":"2014","corpus":"year small hate mind conspir break america stand tall america stand proud obama","id":510117302290120700,"day":"11"},{"text":"\"America will lead a broad coalition to roll back this terrorist threat.\" —President Obama on #ISIL","month":"09","year":"2014","corpus":"america lead broad coalit roll back terrorist threat presid obama isil","id":509870599884513300,"day":"11"},{"text":"RT @WHLive: \"Thanks to our military and counter-terrorism professionals, America is safer.\" —President Obama","month":"09","year":"2014","corpus":"whlive thank militari counter terror profession america safer presid obama","id":509869822046646300,"day":"11"},{"text":"\"This is a core principle of my presidency: If you threaten America, you will find no safe-haven.\" —President Obama #ISIL","month":"09","year":"2014","corpus":"core principl presid threaten america find safe presid obama isil","id":509870883834691600,"day":"11"},{"text":"\"If you threaten America, you will find no safe-haven.\" —President Obama: http://t.co/57MvbubxdB http://t.co/c7LiDand3O","month":"09","year":"2014","corpus":"threaten america find safe presid obama","id":509879926087254000,"day":"11"},{"text":"\"Thank all of you for living a life of active &amp; energetic...citizenship because it has made America stronger.\" —Obama to @AmeriCorps members","month":"09","year":"2014","corpus":"thank live life activ amp energet ... citizenship made america stronger obama americorp member","id":510455938210623500,"day":"12"},{"text":"When #WomenSucceed, America succeeds. It's long-past time to ensure #EqualPay for women. #PaycheckFairness http://t.co/9Udf9bHB93","month":"09","year":"2014","corpus":"womensucce america succe long past time ensur equalpay women paycheckfair","id":511642653939994600,"day":"15"},{"text":"\"When the world is threatened, when the world needs help, it calls on America.\" —President Obama: http://t.co/b4tqL36eMn","month":"09","year":"2014","corpus":"world threaten world need help call america presid obama","id":512274730431569900,"day":"17"},{"text":"\"We mean what we say, our reach is long; if you threaten America, you will find no safe haven.\" —Obama #ISIL http://t.co/pCnkJyZ0HK","month":"09","year":"2014","corpus":"mean say reach long threaten america find safe obama isil","id":512273305043476500,"day":"17"},{"text":"RT @WHLive: \"I am as confident as I have ever been that this century, like the last century, will be led by America.\" —President Obama","month":"09","year":"2014","corpus":"whlive confid ever centuri like last centuri led america presid obama","id":512275350949470200,"day":"17"},{"text":"\"If you threaten America, you will find no safe haven.\" —President Obama on our strategy to degrade and destroy ISIL: http://t.co/VZfDYlekX8","month":"09","year":"2014","corpus":"threaten america find safe presid obama strategi degrad destroy isil","id":512390627539955700,"day":"18"},{"text":"\"When the world is threatened, when the world needs help, it calls on America.\" —President Obama: http://t.co/53GscJvXiR","month":"09","year":"2014","corpus":"world threaten world need help call america presid obama","id":513311707544838140,"day":"20"},{"text":"\"No nation is immune. In America, the past decade has been our hottest on record.\" —President Obama #ActOnClimate","month":"09","year":"2014","corpus":"nation immun america past decad hottest record presid obama actonclim","id":514460591080362000,"day":"23"},{"text":"\"America will not give up on the pursuit of peace.\" —President Obama on the conflict between Palestinians and Israelis #UNGA","month":"09","year":"2014","corpus":"america give pursuit peac presid obama conflict palestinian isra unga","id":514787925457109000,"day":"24"},{"text":"\"America is leading the effort to rally the world against Russian aggression in Ukraine.\" —President Obama: http://t.co/SrGRLwY9EF","month":"09","year":"2014","corpus":"america lead effort ralli world russian aggress ukrain presid obama","id":515886122937753600,"day":"27"},{"text":"\"America is engaging more partners and allies than ever to confront the growing threat of climate change.\" —Obama: http://t.co/SrGRLwY9EF","month":"09","year":"2014","corpus":"america engag partner alli ever confront grow threat climat chang obama","id":516391935435472900,"day":"29"},{"text":"\"America leads. We are the indispensable nation. We have capacity no one else has.\" —President Obama on @60Minutes: http://t.co/lTQ0RO6PAA","month":"09","year":"2014","corpus":"america lead indispens nation capac one els presid obama 60minut","id":516618490292092900,"day":"29"},{"text":"RT @VP: From California to Maine, we’re investing in community colleges to help train America’s workers for in-demand jobs. http://t.co/6Hx…","month":"09","year":"2014","corpus":"california main invest commun colleg help train america worker demand job","id":516973705243926500,"day":"30"},{"text":"America has the best doctors and public health infrastructure in the world, and we are prepared to respond to #Ebola: http://t.co/56PQFaDtTD","month":"10","year":"2014","corpus":"america best doctor public health infrastructur world prepar respond ebola","id":517101652298321900,"day":"01"},{"text":"\"For all the work that remains...there are some really good things happening in America.\" —Obama #AmericaLeads http://t.co/jU2GgLtRVD","month":"10","year":"2014","corpus":"work remain ... realli good thing happen america obama americalead","id":517746049231114240,"day":"02"},{"text":"RT @VP: \"Nobody in America should be working 40 hours a week and living below the poverty line.\" -VP Biden in Los Angeles on need to #Raise…","month":"10","year":"2014","corpus":"nobodi america work hour week live poverti line biden lo angel need rais","id":519572366569910300,"day":"07"},{"text":"\"America should forever be a place where your hard work is rewarded.\" —Obama: http://t.co/j3jcbdixgF #RaiseTheWage http://t.co/95wcf32XE1","month":"10","year":"2014","corpus":"america forev place hard work reward obama raisethewag","id":521382352614735900,"day":"12"},{"text":"RT @WHLive: “Until we stop their outbreak in West Africa, we may continue to see individual cases in America.” —President Obama #Ebola","month":"10","year":"2014","corpus":"whlive stop outbreak west africa may continu see individu case america presid obama ebola","id":527549327905148900,"day":"29"},{"text":"RT @PennyPritzker: NEC Director Jeff Zients and I wrote how the Administration is accelerating advanced #manufacturing in America http://t.…","month":"10","year":"2014","corpus":"pennypritzk nec director jeff zient wrote administr acceler advanc manufactur america","id":527556776313356300,"day":"29"},{"text":"\"No matter who you are or what you look like…here in America, you can make it if you try.\" —President Obama at @RICNews #OpportunityForAll","month":"10","year":"2014","corpus":"matter look like america make tri presid obama ricnew opportunityforal","id":528212635289124860,"day":"31"},{"text":"\"No one who works full-time in America should be below the poverty line.\" —President Obama #RaiseTheWage http://t.co/QxY64P3Rv6","month":"10","year":"2014","corpus":"one work full time america poverti line presid obama raisethewag","id":528210451721498600,"day":"31"},{"text":"RT @WHLive: \"By the end of this decade, let’s enroll six million children in high-quality preschool, and make America stronger.\" —Obama #Pr…","month":"10","year":"2014","corpus":"whlive end decad let enrol six million children high qualiti preschool make america stronger obama","id":528209560905842700,"day":"31"},{"text":"\"Next month, our combat mission will be over, and America’s longest war will come to a responsible end.\" —Obama: http://t.co/G08vtftI0o","month":"11","year":"2014","corpus":"next month combat mission america longest war come respons end obama","id":531154225279954940,"day":"08"},{"text":"\"Anyone who has defended America deserves to live in dignity in America.\" —Obama on ending veteran homelessness: http://t.co/G08vtftI0o","month":"11","year":"2014","corpus":"anyon defend america deserv live digniti america obama end veteran homeless","id":531529194388209660,"day":"09"},{"text":"RT @VP: \"You are the heart and soul, and the very spine of this nation.\" -Vice President Biden to America's veterans http://t.co/cMefR9j25x","month":"11","year":"2014","corpus":"heart soul spine nation vice presid biden america veteran","id":532216980636307460,"day":"11"},{"text":"RT @SenateDems: Sure, “Republicans did it, too.” \nBut importantly: Republicans did it because it’s legal and helped improve America. http:…","month":"11","year":"2014","corpus":"senatedem sure republican importantli republican legal help improv america http","id":535470022454288400,"day":"20"},{"text":"\"No matter who you are...or where you come from, you can make it. That’s the essential promise of America.\" —Obama #CollegeOpportunity","month":"12","year":"2014","corpus":"matter ... come make essenti promis america obama collegeopportun","id":540558853633769500,"day":"04"},{"text":"RT @WHLive: \"Our higher education system is one of the things that makes America exceptional.\" —President Obama #CollegeOpportunity","month":"12","year":"2014","corpus":"whlive higher educ system one thing make america except presid obama collegeopportun","id":540557637499486200,"day":"04"},{"text":"\"This is what makes America exceptional—that we welcome strivers and...dreamers from all around the world.\" —Obama http://t.co/NYH5EE88ya","month":"12","year":"2014","corpus":"make america except welcom striver ... dreamer around world obama","id":542418082132529150,"day":"09"},{"text":"\"In times of crisis and challenge, the world turns to America for leadership.\" —President Obama: http://t.co/Ay5UCNSAHi","month":"12","year":"2014","corpus":"time crisi challeng world turn america leadership presid obama","id":544265641285255200,"day":"14"},{"text":"\"This month, America’s war in Afghanistan will come to a responsible end.\" —President Obama","month":"12","year":"2014","corpus":"month america war afghanistan come respons end presid obama","id":544582511708237800,"day":"15"},{"text":"\"From my family to yours, Chag Sameach.\" —Obama wishing Jews across America and around the world a Happy Hanukkah http://t.co/dfoHTHHyFU","month":"12","year":"2014","corpus":"famili chag sameach obama wish jew across america around world happi hanukkah","id":545001739657572350,"day":"16"},{"text":"Watch President Obama break down why 2014 was a year of progress for America. #ObamaPresser http://t.co/BfknpECbzX","month":"12","year":"2014","corpus":"watch presid obama break 2014 year progress america obamapress","id":546048157612642300,"day":"19"},{"text":"\"There is no doubt that we can enter the New Year with new confidence that America is making significant strides.\" —President Obama","month":"12","year":"2014","corpus":"doubt enter new year new confid america make signific stride presid obama","id":546015679233536000,"day":"19"},{"text":"President Obama is protecting Alaska's Bristol Bay, which helps to produce 40% of America's wild-caught seafood: http://t.co/AbFZgv7L41","month":"12","year":"2014","corpus":"presid obama protect alaska bristol bay help produc america wild caught seafood","id":547061673799192600,"day":"22"},{"text":"2014 in review: America's high school graduation rate is the highest it's ever been → http://t.co/ov04rn5OgS http://t.co/OfPEx9V6RC","month":"12","year":"2014","corpus":"2014 review america high school graduat rate highest ever","id":549693949044989950,"day":"29"},{"text":"America made a lot of progress this year. Check out the highlights from 2014 → http://t.co/ppzuGtBkzO http://t.co/PfRpRQmFS2","month":"12","year":"2014","corpus":"america made lot progress year check highlight 2014","id":549624635680358400,"day":"29"},{"text":"America made a lot of progress last year. Check out the highlights from 2014 → http://t.co/ov04rn5OgS http://t.co/Q63rGXPlp7","month":"01","year":"2015","corpus":"america made lot progress last year check highlight 2014","id":552186636876791800,"day":"05"},{"text":"\"If you want to know what America’s about...grit, and determination, and hard work...think about Detroit.\" —President Obama #MadeInAmerica","month":"01","year":"2015","corpus":"want know america ... grit determin hard work ... think detroit presid obama madeinamerica","id":552944830687764500,"day":"07"},{"text":"“The auto industry has led a resurgence of manufacturing in America.\" —Obama in the @DetroitNews: http://t.co/8EDhcj8A1t #MadeInAmerica","month":"01","year":"2015","corpus":"auto industri led resurg manufactur america obama detroitnew madeinamerica","id":552665076143235100,"day":"07"},{"text":"\"Here in America, we don’t guarantee equal outcomes...but we do expect that everybody gets an equal shot.\" —Obama #FreeCommunityCollege","month":"01","year":"2015","corpus":"america guarante equal outcom ... expect everybodi get equal shot obama freecommunitycolleg","id":553631525300744200,"day":"09"},{"text":"\"In America, a quality education cannot be a privilege that is reserved for a few\" —Obama: http://t.co/8YTKdPKa7U #FreeCommunityCollege","month":"01","year":"2015","corpus":"america qualiti educ cannot privileg reserv obama freecommunitycolleg","id":553634296187977700,"day":"09"},{"text":"RT @WHLive: \"Since 2010, America has put more people back to work than Europe, Japan, and all other advanced economies combined.\" —Presiden…","month":"01","year":"2015","corpus":"whlive sinc 2010 america put peopl back work europ japan advanc economi combin presiden","id":555464637626318850,"day":"14"},{"text":"\"America is number one in wind power.\"  —President Obama #ActOnClimate http://t.co/bzdt75G0Oi","month":"01","year":"2015","corpus":"america number one wind power presid obama actonclim","id":558025424731529200,"day":"21"},{"text":"\"America is number one in wind power.\" —President Obama #SOTU #LeadOnClimate http://t.co/qifLft4ZtF","month":"01","year":"2015","corpus":"america number one wind power presid obama sotu leadonclim","id":557724099695611900,"day":"21"},{"text":"\"There isn’t a liberal America, or a conservative America, but a United States of America.\" —President Obama","month":"01","year":"2015","corpus":"liber america conserv america unit state america presid obama","id":558023994914254850,"day":"21"},{"text":"\"America thrived in the 20th century because we made high school free, sent a generation of GIs to college\" —Obama http://t.co/RLoY5llGHH","month":"01","year":"2015","corpus":"america thrive 20th centuri made high school free sent gener gi colleg obama","id":557727169758367740,"day":"21"},{"text":"\"My first duty as Commander-in-Chief is to defend the United States of America\" —President Obama: http://t.co/NKU3ndKHOu #SOTU #AmericaLeads","month":"01","year":"2015","corpus":"first duti command chief defend unit state america presid obama sotu americalead","id":557730295001395200,"day":"21"},{"text":"RT @tweetsoutloud: Science &amp; technology are crucial to America &amp; the world’s future - the challenges we face demand the very best. #SOTU","month":"01","year":"2015","corpus":"tweetsoutloud scienc amp technolog crucial america amp world futur challeng face demand best sotu","id":557749503621857300,"day":"21"},{"text":"\"America, Rebekah and Ben’s story is our story. They represent the millions who have worked hard...sacrificed, and retooled \" —Obama #SOTU","month":"01","year":"2015","corpus":"america rebekah ben stori stori repres million work hard ... sacrif retool obama sotu","id":557723734451441660,"day":"21"},{"text":"\"There's no liberal America, or conservative America, there's a United States of America. We're all supposed to be on the same team\" —Obama","month":"01","year":"2015","corpus":"liber america conserv america unit state america suppos team obama","id":558317176461864960,"day":"22"},{"text":"\"America should only send her sons and daughters into harm’s way when it is absolutely necessary.\" —President Obama","month":"01","year":"2015","corpus":"america send son daughter harm way absolut necessari presid obama","id":560554446166315000,"day":"28"},{"text":"\"No one works harder than you to keep America safe.\" —President Obama at @DHSGov #FundDHS http://t.co/8OeQLBS6Fy","month":"02","year":"2015","corpus":"one work harder keep america safe presid obama dhsgov funddh","id":562286742926286850,"day":"02"},{"text":"\"There is no liberal America or conservative America, there's a United States of America.\" —Obama at @IvyTechCC: http://t.co/P2wQCJUgPd","month":"02","year":"2015","corpus":"liber america conserv america unit state america obama ivytechcc","id":563783561946218500,"day":"06"},{"text":"\"Long after the terrorists we face today are destroyed and forgotten, America will continue to stand free and tall and strong.\" —Obama #ISIL","month":"02","year":"2015","corpus":"long terrorist face today destroy forgotten america continu stand free tall strong obama isil","id":565613081028755460,"day":"11"},{"text":"\"No one in the United States of America should ever be targeted because of who they are...or how they worship\" —Obama http://t.co/1J41SVXySy","month":"02","year":"2015","corpus":"one unit state america ever target ... worship obama","id":566330235260395500,"day":"13"},{"text":"RT @Interior: America's public lands are living classrooms. We need to get Every Kid in a Park #FindYourPark http://t.co/MXpcnfBj7M","month":"02","year":"2015","corpus":"interior america public land live classroom need get everi kid park findyourpark","id":568551064271589400,"day":"19"},{"text":"\"A massive, moral revolution for jobs and freedom. That’s not just the story of a movement, it’s the story of America.\" —President Obama","month":"02","year":"2015","corpus":"massiv moral revolut job freedom stori movement stori america presid obama","id":568504644218933250,"day":"19"},{"text":"RT if you agree: Every kid should be able to enjoy America's great outdoors → http://t.co/RzGINUWIss #FindYourPark http://t.co/ZkfuKcA6Ch","month":"02","year":"2015","corpus":"agre everi kid abl enjoy america great outdoor findyourpark","id":568494035620335600,"day":"19"},{"text":"Free admission to all public lands.\nFor every 4th-grader in America.\n#FindYourPark → http://t.co/RzGINVejR2 http://t.co/unOBfjLqih","month":"02","year":"2015","corpus":"free admiss public land everi 4th grader america findyourpark","id":568796505760530400,"day":"20"},{"text":"Great to see @TJMaxx, @Marshalls and @HomeGoods raising wages. It's time for Congress to #RaiseTheWage for America. http://t.co/k0uaopQFfK","month":"02","year":"2015","corpus":"great see tjmaxx marshal homegood rais wage time congress raisethewag america","id":570659066843955200,"day":"25"},{"text":"\"If you come to America, it’s because you believe in the future, and that has to be reflected in our politics.\" —Obama #ObamaTownHall","month":"02","year":"2015","corpus":"come america believ futur reflect polit obama obamatownhal","id":570764298210975740,"day":"26"},{"text":"\"If here in the United States of America, we voted at 60%, 70%, it would transform our politics.\" —President Obama #ObamaTownHall","month":"02","year":"2015","corpus":"unit state america vote would transform polit presid obama obamatownhal","id":570762100630376450,"day":"26"},{"text":"\"Selma’s about each of us asking ourselves what we can do to make America better.\" —President Obama","month":"03","year":"2015","corpus":"selma ask make america better presid obama","id":573925170617831400,"day":"06"},{"text":"\"There are places and moments in America where this nation’s destiny has been decided...Selma is such a place.\" —Obama #Selma50 #MarchOn","month":"03","year":"2015","corpus":"place moment america nation destini decid ... selma place obama selma50 marchon","id":574303862384885760,"day":"07"},{"text":"\"Ask your gay friend if it’s easier to be out and proud in America now than it was 30 years ago.\" —President Obama #Selma50 #MarchOn","month":"03","year":"2015","corpus":"ask gay friend easier proud america year ago presid obama selma50 marchon","id":574307361063571460,"day":"07"},{"text":"RT @rhodes44: That's President Obama at his absolute best.  A speech about how - and why - we love America so much. #Selma","month":"03","year":"2015","corpus":"rhodes44 presid obama absolut best speech love america much selma","id":574327746064707600,"day":"07"},{"text":"\"There’s nothing America can’t handle if we actually look squarely at the problem.\" —Obama: http://t.co/luETleJFqd http://t.co/msMl0Y7s5K","month":"03","year":"2015","corpus":"noth america handl actual look squar problem obama","id":575014939737223200,"day":"09"},{"text":"\"America is a place where higher education must be available for every single person who’s willing to work for it.\" —President Obama","month":"03","year":"2015","corpus":"america place higher educ must avail everi singl person will work presid obama","id":575356874675085300,"day":"10"},{"text":"\"The story of the Irish in America is a story of overcoming hardship through strength, and sacrifice, and faith.\" —Obama #HappyStPatricksDay","month":"03","year":"2015","corpus":"stori irish america stori overcom hardship strength sacrific faith obama happystpatricksday","id":577947783916884000,"day":"17"},{"text":"America's uninsured rate has gone down by about one-third since October 2013. #BetterWithObamacare http://t.co/0hy163WyP2","month":"03","year":"2015","corpus":"america uninsur rate gone one third sinc octob 2013 betterwithobamacar","id":580087258532966400,"day":"23"},{"text":"\"On December 31st, after more than 13 years, America’s combat mission in Afghanistan came to a responsible end.\" —President Obama","month":"03","year":"2015","corpus":"decemb 31st year america combat mission afghanistan came respons end presid obama","id":580437547245047800,"day":"24"},{"text":"RT @nbt: If I could pick 1 issue for @goldman and @WhiteHouse to work on to make America better: Immigration. #socialcivics","month":"03","year":"2015","corpus":"nbt could pick issu goldman whitehous work make america better immigr socialciv","id":580472562293084200,"day":"24"},{"text":"RT @WHLive: \"It’s time to follow the example of states, cities &amp; companies that are raising America’s minimum wage.\" —Obama http://t.co/u0g…","month":"03","year":"2015","corpus":"whlive time follow exampl state citi amp compani rais america minimum wage obama","id":581192935011561500,"day":"26"},{"text":"Happening now: President Obama participates in a press conference at the Summit of the Americas → http://t.co/Zowx77eGvC","month":"04","year":"2015","corpus":"happen presid obama particip press confer summit america","id":587018961956417500,"day":"11"},{"text":"RT @vj44: President Obama's message to America's daughters: The world is wide open to you. There is nothing you can't do.\n#ObamaTownHall #…","month":"04","year":"2015","corpus":"vj44 presid obama messag america daughter world wide open noth obamatownhal","id":588432637166882800,"day":"15"},{"text":"\"When #WomenSucceed, America succeeds.\" —President Obama #WorkingFamilyChamps","month":"04","year":"2015","corpus":"womensucce america succe presid obama workingfamilychamp","id":588769763318308900,"day":"16"},{"text":"\"We’ll give every 4th-grader in America...a pass good for free admission to all our public lands\" —Obama #EarthDay http://t.co/44Pt1EddoX","month":"04","year":"2015","corpus":"give everi 4th grader america ... pass good free admiss public land obama earthday","id":590960889714647000,"day":"22"},{"text":"RT @Interior: Happy #EarthDay! We celebrate our earth every day by protecting America's amazing public lands like @JoshuaTreeNP http://t.co…","month":"04","year":"2015","corpus":"interior happi earthday celebr earth everi day protect america amaz public land like joshuatreenp","id":590904019327049700,"day":"22"},{"text":"“I am very pleased that #LorettaLynch has now been confirmed as America’s next Attorney General.” —President Obama","month":"04","year":"2015","corpus":"pleas lorettalynch confirm america next attorney gener presid obama","id":591349928087183400,"day":"23"},{"text":"“America needs to write the rules of the global economy. We can’t leave it to somebody else.” —President Obama #LeadOnTrade","month":"04","year":"2015","corpus":"america need write rule global economi leav somebodi els presid obama leadontrad","id":591351678659469300,"day":"23"},{"text":"\"When the playing field is level, nobody beats the United States of America.\" —President Obama #MadeInAmerica http://t.co/L9Hc2UrGAr","month":"04","year":"2015","corpus":"play field level nobodi beat unit state america presid obama madeinamerica","id":591352882177249300,"day":"23"},{"text":"Here's how we're helping America's farmers #ActOnClimate → http://t.co/OhzHhafyzD http://t.co/LIacXortsj","month":"04","year":"2015","corpus":"help america farmer actonclim","id":591372052927479800,"day":"23"},{"text":"\"America has to write the rules of the global economy, so...our workers can compete on a level playing field\" —Obama: http://t.co/7QArLMvpK1","month":"04","year":"2015","corpus":"america write rule global economi ... worker compet level play field obama","id":592368803180257300,"day":"26"},{"text":"\"America’s future is written in our classrooms.\" —President Obama: http://t.co/ezVzVMI5I0 #ThankATeacher http://t.co/XjvxST6yVD","month":"04","year":"2015","corpus":"america futur written classroom presid obama thankateach","id":593438134823559200,"day":"29"},{"text":"\"America's future depends on us caring about this.\" —Obama on helping young people from every community succeed http://t.co/NkzYR1vL8Z","month":"05","year":"2015","corpus":"america futur depend care obama help young peopl everi commun succeed","id":595660383735705600,"day":"05"},{"text":"\"America is a story of progress...often written by people who come here with a vision of what's possible.\" —Obama http://t.co/n6eDTTwbYr","month":"05","year":"2015","corpus":"america stori progress ... often written peopl come vision possibl obama","id":595706413491605500,"day":"05"},{"text":"\"Kids who grow up here—they're America’s children. Just like children everyplace else\" —Obama: http://t.co/BKFzWuIAjy http://t.co/7VgxVI4VCn","month":"05","year":"2015","corpus":"kid grow america children like children everyplac els obama","id":600686844112740400,"day":"19"},{"text":"RT to spread the word: @POTUS is taking steps to protect America's water sources. #CleanWaterRules http://t.co/DZF0SM0lhb","month":"05","year":"2015","corpus":"spread word potu take step protect america water sourc cleanwaterrul","id":603617464463859700,"day":"27"},{"text":"Look who supports today's new steps to protect America's water sources! http://t.co/TSH5emm79k #CleanWaterRules\nhttps://t.co/pgB07cyXtF","month":"05","year":"2015","corpus":"look support today new step protect america water sourc cleanwaterrul","id":603712455185858600,"day":"28"},{"text":"RT @WHLive: \"You inspire me. And I’ve made it clear that America wants to be your partner, and we want to help you succeed.\" —@POTUS to #YS…","month":"06","year":"2015","corpus":"whlive inspir made clear america want partner want help succeed potu","id":605441639977349100,"day":"01"},{"text":"Check out how @POTUS is taking steps to protect America's water sources → http://t.co/fOI342oMxJ #CleanWaterRules http://t.co/l4PLbckdq6","month":"06","year":"2015","corpus":"check potu take step protect america water sourc cleanwaterrul","id":605395293841039400,"day":"01"},{"text":"RT if you agree: It's time to make it faster to start a business in America → http://t.co/XRV9tNKb5u #StartUpInADay http://t.co/KwwH2yO4r9","month":"06","year":"2015","corpus":"agre time make faster start busi america startupinaday","id":609051739573116900,"day":"11"},{"text":"95% of the world's customers live outside the U.S.\nIt's time for America to #LeadOnTrade → http://t.co/BmEPgbCKlA http://t.co/Mf3UzMUdQq","month":"06","year":"2015","corpus":"world custom live outsid time america leadontrad","id":609367472119091200,"day":"12"},{"text":"\"We all want America to be a place where our zip code doesn’t determine our destiny\" —@POTUS #OpportunityForAll http://t.co/ms7tMrore3","month":"06","year":"2015","corpus":"want america place zip code determin destini potu opportunityforal","id":612016522857480200,"day":"19"},{"text":"RT @SecretaryJewell: I'm #MyBrothersKeeper by getting more young people to play, learn, serve &amp; work on America's public lands\nhttps://t.co…","month":"06","year":"2015","corpus":"secretaryjewel mybrotherskeep get young peopl play learn serv amp work america public land","id":612801513304535000,"day":"22"},{"text":"\"As long as a single child in America is afraid they won’t be accepted for who they are, there’s still more work to do.\" —@POTUS #PrideMonth","month":"06","year":"2015","corpus":"long singl child america afraid accept still work potu pridemonth","id":613821529420226600,"day":"24"},{"text":"\"Someday, our grandkids will ask us if there was really a time when America discriminated against people who get sick.\" —@POTUS #ACAWorks","month":"06","year":"2015","corpus":"someday grandkid ask realli time america discrimin peopl get sick potu acawork","id":614095261388931100,"day":"25"},{"text":"\"This was a good day for America.\" —@POTUS on the Supreme Court upholding a critical part of the Affordable Care Act http://t.co/PHjhhCe06p","month":"06","year":"2015","corpus":"good day america potu suprem court uphold critic part afford care act","id":614098757743968300,"day":"25"},{"text":"It's a good day for America. http://t.co/n5aFGyvDUQ #ACAWorks http://t.co/aEzPDhng94","month":"06","year":"2015","corpus":"good day america acawork","id":614124198181646300,"day":"25"},{"text":"“May God continue to shed His grace on the United States of America.\" —@POTUS http://t.co/14Z3HnNi8v","month":"06","year":"2015","corpus":"may god continu shed grace unit state america potu","id":614515464383918100,"day":"26"},{"text":"RT @DrBiden: Love is love in every state in America. #LoveWins http://t.co/OHDhIjWHGu","month":"06","year":"2015","corpus":"drbiden love love everi state america lovewin","id":614448331264258000,"day":"26"},{"text":"China is out-investing America in its Export-Import Banks.\nIt's time to start changing that → http://t.co/G4rEC3yMRw http://t.co/B30J4J3hL7","month":"06","year":"2015","corpus":"china invest america export import bank time start chang","id":616006133979832300,"day":"30"},{"text":"\"I strongly believe that the best way for America to support our values is through engagement.\" —@POTUS: http://t.co/2khWEhjIzC #CubaPolicy","month":"07","year":"2015","corpus":"strongli believ best way america support valu engag potu cubapolici","id":616262958876872700,"day":"01"},{"text":"\"The last 7 days should remind us there's nothing America cannot do.\" —@POTUS #LoveWins #LeadOnTrade #ACAIsHereToStay http://t.co/V0KUWxtHbh","month":"07","year":"2015","corpus":"last day remind noth america cannot potu lovewin leadontrad acaisheretostay","id":616741374663225300,"day":"02"},{"text":"\"The last seven years...the last seven days...should remind us that there is nothing America cannot do.\" —@POTUS\nhttps://t.co/m3kskevZXq","month":"07","year":"2015","corpus":"last seven year ... last seven day ... remind noth america cannot potu","id":616685243567714300,"day":"02"},{"text":"\"We need to boost the minimum wage and give America a raise.\" —@POTUS #RaiseTheWage http://t.co/sgsiL41fOL","month":"07","year":"2015","corpus":"need boost minimum wage give america rais potu raisethewag","id":616683336833048600,"day":"02"},{"text":"Here's how public lands boost local economies across America → http://t.co/uxyswqtGiy #FindYourPark http://t.co/jynqKLJ6x8","month":"07","year":"2015","corpus":"public land boost local economi across america findyourpark","id":619532470300471300,"day":"10"},{"text":"\"America is a nation of second chances.\" —@POTUS on granting 46 new commutations: http://t.co/U8aGap3p9e http://t.co/jTdXcqXupU","month":"07","year":"2015","corpus":"america nation second chanc potu grant new commut","id":620640558197768200,"day":"13"},{"text":"\"For $80 billion, we could have universal preschool for every 3-year-old &amp; 4-year-old in America\" —@POTUS on what we spent on incarcerations","month":"07","year":"2015","corpus":"billion could univers preschool everi year old amp year old america potu spent incarcer","id":621063868903751700,"day":"14"},{"text":"\"We can't be satisfied...until the opportunity gap is closed for everybody in America\" —@POTUS #OpportunityForAll http://t.co/pG828BMWns","month":"07","year":"2015","corpus":"satisfi ... opportun gap close everybodi america potu opportunityforal","id":621061910302068700,"day":"14"},{"text":"\"Because America negotiated from a position of strength and principle, we have stopped the spread of nuclear weapons in this region\" —@POTUS","month":"07","year":"2015","corpus":"america negoti posit strength principl stop spread nuclear weapon region potu","id":620911692042539000,"day":"14"},{"text":"RT @POTUS: The $80 billion we spend each year on incarcerations could double the salary of every high school teacher in America.","month":"07","year":"2015","corpus":"potu billion spend year incarcer could doubl salari everi high school teacher america","id":621086821401804800,"day":"14"},{"text":"RT @POTUS: America keeps more people behind bars than the top 35 European countries combined.","month":"07","year":"2015","corpus":"potu america keep peopl behind bar top european countri combin","id":621085244406501400,"day":"14"},{"text":"RT @POTUS: America is home to 5% of the world's population, but 25% of the world's prisoners.","month":"07","year":"2015","corpus":"potu america home world popul world prison","id":621082151925215200,"day":"14"},{"text":"RT @msnbc: President Obama: Every veteran who has fought for America needs a place to call home  http://t.co/DFnjzgG3dC","month":"07","year":"2015","corpus":"msnbc presid obama everi veteran fought america need place call home","id":623542088307642400,"day":"21"},{"text":"\"A child born in Africa today is just as equal &amp; just as worthy as a child born in Asia or Europe or America\" —@POTUS http://t.co/O0ndP0thjY","month":"07","year":"2015","corpus":"child born africa today equal amp worthi child born asia europ america potu","id":625992325492158500,"day":"28"},{"text":"\"Join us.\nWe can do this.\nIt’s time for America,\nand the world,\nto #ActOnClimate change.\"\n—@POTUS #CleanPowerPlan http://t.co/GBSJ8hDkgd","month":"08","year":"2015","corpus":"join time america world actonclim chang potu cleanpowerplan","id":627956840266080300,"day":"02"},{"text":"RT @LeoDiCaprio: \"Join us.\nWe can do this.\nIt’s time for America,\nand the world,\nto #ActOnClimate change.\"\n—@POTUS: http://t.co/AvqKkepbEU …","month":"08","year":"2015","corpus":"leodicaprio join time america world actonclim chang potu","id":628280344870039600,"day":"03"},{"text":"Watch @POTUS speak at 2:15pm ET on America's #CleanPowerPlan → http://t.co/knl0MO6eD0 http://t.co/rBtt3XCDTJ","month":"08","year":"2015","corpus":"watch potu speak 15pm america cleanpowerplan","id":628259477737898000,"day":"03"},{"text":"\"Today, we’re here to announce...the single most important step America has ever taken\" to #ActOnClimate —@POTUS http://t.co/GBSJ8hDkgd","month":"08","year":"2015","corpus":"today announc ... singl import step america ever taken actonclim potu","id":628269757834391600,"day":"03"},{"text":"RT @POTUS: Today, we're announcing America's Clean Power Plan—the most important step we've ever taken to combat climate change. Here are t…","month":"08","year":"2015","corpus":"potu today announc america clean power plan import step ever taken combat climat chang","id":628281748279926800,"day":"03"},{"text":"RT @WHLive: \"In America, that’s who we’ve always been—explorers of that next frontier, pioneers with a vision of tomorrow.\" —@POTUS #WHDemo…","month":"08","year":"2015","corpus":"whlive america alway explor next frontier pioneer vision tomorrow potu whdemo","id":628661965963944000,"day":"04"},{"text":"\"A nuclear-armed Iran is far more dangerous—to Israel, to America...than an Iran that ultimately benefits from sanctions relief\" —@POTUS","month":"08","year":"2015","corpus":"nuclear arm iran far danger israel america ... iran ultim benefit sanction relief potu","id":628970440141197300,"day":"05"},{"text":"\"America didn’t just have to end that war—we had to end the mindset that got us there in the first place.\" —@POTUS on the war in Iraq","month":"08","year":"2015","corpus":"america end war end mindset got first place potu war iraq","id":628959709480005600,"day":"05"},{"text":"RT @Interior: Here's a gorgeous pic of America's newest wilderness: #BoulderWhiteClouds by Ed Cannady #Idaho http://t.co/2oQW1fgRlh http://…","month":"08","year":"2015","corpus":"interior gorgeou pic america newest wilder boulderwhitecloud cannadi idaho","id":630748330054676500,"day":"10"},{"text":"\"What makes America special is our capacity to change.\" —@POTUS on the Voting Rights Act: http://t.co/GfkrJ8JRBD http://t.co/yysGJkJ1fn","month":"08","year":"2015","corpus":"make america special capac chang potu vote right act","id":631475051401883600,"day":"12"},{"text":"\"Expanding that opportunity to every American willing to work for it...that’s always been the promise of America.\" http://t.co/MIrjXT7tr3","month":"08","year":"2015","corpus":"expand opportun everi american will work ... alway promis america","id":633035556759298000,"day":"16"},{"text":"Congrats to @CityOfDayton and every city in America expanding paid leave: http://t.co/EAT3KvZWP5 #LeadOnLeave https://t.co/44O2u99DzI","month":"08","year":"2015","corpus":"congrat cityofdayton everi citi america expand paid leav leadonleav","id":636634133104578600,"day":"26"},{"text":"Big news: Every 4th grader in America can now visit our public lands for free → http://t.co/u7dFW3oVoM #FindYourPark http://t.co/UKAuW0UEIq","month":"09","year":"2015","corpus":"big news everi 4th grader america visit public land free findyourpark","id":638735535503183900,"day":"01"},{"text":"\"America recognizes our role in creating this problem and embraces our responsibility to help solve it\" —@POTUS on the need to #ActOnClimate","month":"09","year":"2015","corpus":"america recogn role creat problem embrac respons help solv potu need actonclim","id":638520023984812000,"day":"01"},{"text":"\"Happy #LaborDay, everybody! A day we celebrate the resilience and grit of America’s working families.\" —@POTUS http://t.co/icTB0VZ8TR","month":"09","year":"2015","corpus":"happi laborday everybodi day celebr resili grit america work famili potu","id":640908108714405900,"day":"07"},{"text":"RT @SenatorReid: I am gratified to say: this agreement with Iran will stand. America will seize this opportunity to stop Iran from getting …","month":"09","year":"2015","corpus":"senatorreid gratifi say agreement iran stand america seiz opportun stop iran get","id":641257458917359600,"day":"08"},{"text":"RT @WHLive: \"Education has always been the secret sauce—the secret to America’s success.\" —@POTUS: http://t.co/VLPRkfRxD8 #CollegeOpportuni…","month":"09","year":"2015","corpus":"whlive educ alway secret sauc secret america success potu collegeopportuni","id":641700895881736200,"day":"09"},{"text":"\"I want to extend our warmest wishes to Jews across America, Israel, and the world.\" —@POTUS on Rosh Hashanah http://t.co/GKxcpTJ6zB","month":"09","year":"2015","corpus":"want extend warmest wish jew across america israel world potu rosh hashanah","id":643208805669453800,"day":"13"},{"text":"\"No young person in America should be priced out of college.\" —@POTUS: http://t.co/ee7C4V5nbn #FreeCommunityCollege","month":"09","year":"2015","corpus":"young person america price colleg potu freecommunitycolleg","id":643533358685941800,"day":"14"},{"text":"\"America spends $80 billion a year keeping folks locked up.\" —@POTUS: http://t.co/xfs3AWqwLe #CriminalJusticeReform","month":"09","year":"2015","corpus":"america spend billion year keep folk lock potu criminaljusticereform","id":644989251877142500,"day":"18"},{"text":"\"As Commander in Chief, I believe we should invest in America and in our national security, not shortchange it.\" —@POTUS on the budget","month":"09","year":"2015","corpus":"command chief believ invest america nation secur shortchang potu budget","id":647489701310505000,"day":"25"},{"text":"\"There is a gun for roughly every man, woman, and child in America.\" —@POTUS #UCCShooting","month":"10","year":"2015","corpus":"gun roughli everi man woman child america potu uccshoot","id":649712394172788700,"day":"01"},{"text":"RT @Simas44: When climate deniers say that America shouldn't act alone, tell them they're right and show them this. 140 countries! http://t…","month":"10","year":"2015","corpus":"simas44 climat denier say america act alon tell right show 140 countri","id":650067559962640400,"day":"02"},{"text":"America is the only advanced country that sees mass shootings every few months. #StopGunViolence http://t.co/eoz4mT2cDr","month":"10","year":"2015","corpus":"america advanc countri see mass shoot everi month stopgunviol","id":652190436136734700,"day":"08"},{"text":"1 in 8 women in America develop breast cancer.\nWe lit the White House pink in their honor. #BreastCancerAwareness http://t.co/9JtbSZ3eWH","month":"10","year":"2015","corpus":"women america develop breast cancer lit white hous pink honor breastcancerawar","id":652625397343985700,"day":"09"},{"text":"\"Last December...America’s combat mission in Afghanistan came to a responsible end.\" —@POTUS","month":"10","year":"2015","corpus":"last decemb ... america combat mission afghanistan came respons end potu","id":654674275337547800,"day":"15"},{"text":"\"While America’s combat mission in Afghanistan may be over, our commitment to Afghanistan and its people endures.\" —@POTUS","month":"10","year":"2015","corpus":"america combat mission afghanistan may commit afghanistan peopl endur potu","id":654674655458951200,"day":"15"},{"text":"\"I’m going to keep protecting the places that make America special, and the livelihoods of those who depend on them\" https://t.co/n1XODpjX70","month":"10","year":"2015","corpus":"go keep protect place make america special livelihood depend","id":658036529600684000,"day":"24"},{"text":"\"This team taught all of America’s children that “playing like a girl” means you're a badass.\" —@POTUS on the @USSoccer_WNT #SheBelieves","month":"10","year":"2015","corpus":"team taught america children play like girl mean badass potu ussoccer_wnt shebeliev","id":659031062471929900,"day":"27"},{"text":"RT @POTUS: I just launched my Facebook page with a video on climate change. America will lead on this. The time to act is now. https://t.co…","month":"11","year":"2015","corpus":"potu launch facebook page video climat chang america lead time act","id":663814769976066000,"day":"09"},{"text":"RT @Diana44: Questions on how America's leading the world with the #TPP? Take it from former Secretary of State @Madeleine: https://t.co/4h…","month":"11","year":"2015","corpus":"diana44 question america lead world tpp take former secretari state madelein","id":663826615848210400,"day":"09"},{"text":"RT @Interior: BIG NEWS: @jackjohnson is helping #Hawaii 4th graders visit America's living classrooms https://t.co/wUgRYSEQzZ https://t.co/…","month":"11","year":"2015","corpus":"interior big news jackjohnson help hawaii 4th grader visit america live classroom","id":664906773674000400,"day":"12"},{"text":"RT @NancyPelosi: We must do more to unleash the full potential of women &amp; girls of color in America! → https://t.co/24K8z5xMsq #WomenSuccee…","month":"11","year":"2015","corpus":"nancypelosi must unleash full potenti women amp girl color america womensucce","id":665277504576479200,"day":"13"},{"text":"Refugees have helped shape America. We can welcome refugees and ensure our own safety: https://t.co/mtBAgDEdIl https://t.co/EUzCcpI62I","month":"11","year":"2015","corpus":"refuge help shape america welcom refuge ensur safeti","id":666755310825177100,"day":"17"},{"text":"RT @POTUS: Welcoming the world’s vulnerable who seek the safety of America is not new to us. We've safely welcomed 3 million refugees since…","month":"11","year":"2015","corpus":"potu welcom world vulner seek safeti america new safe welcom million refuge sinc","id":667021623468433400,"day":"18"},{"text":"\"America can ensure our own security while welcoming refugees\" —@POTUS: https://t.co/mtBAgDEdIl #RefugeesWelcome https://t.co/Jyei3b3f6l","month":"11","year":"2015","corpus":"america ensur secur welcom refuge potu refugeeswelcom","id":667150930903760900,"day":"19"},{"text":"Refugees have helped shape America for generations—like @Google co-founder Sergey Brin: https://t.co/mtBAgDEdIl https://t.co/1xSsCMkaKZ","month":"11","year":"2015","corpus":"refuge help shape america gener like googl founder sergey brin","id":667161144650547200,"day":"19"},{"text":"RT @PressSec: Well said - by a woman who is a shining example of how refugees have made America great. #AskPressSec  https://t.co/3tI6fXO5vn","month":"11","year":"2015","corpus":"presssec well said woman shine exampl refuge made america great askpresssec","id":667174241704534000,"day":"19"},{"text":"\"Each of us, all of us, must show that America is strengthened by people of every faith and background.\" —@POTUS https://t.co/zQnflSy4C8","month":"11","year":"2015","corpus":"must show america strengthen peopl everi faith background potu","id":669212088137605100,"day":"24"},{"text":"America is leading the world to #ActOnClimate as we head into #COP21 → https://t.co/QscCX2BfYE https://t.co/uKzR16Azoh","month":"11","year":"2015","corpus":"america lead world actonclim head cop21","id":671023184624291800,"day":"29"},{"text":"\"America will reduce our emissions 26-28% below 2005 levels within 10 years\" —@POTUS #ParisClimateConference https://t.co/GM0aN1qK7E","month":"11","year":"2015","corpus":"america reduc emiss 2005 level within year potu parisclimateconfer","id":671297248676941800,"day":"30"},{"text":"\"Sixty years ago today, Rosa Parks changed America.\" —@POTUS: https://t.co/yAr1N1QzZ1 https://t.co/wq66wazHbu","month":"12","year":"2015","corpus":"sixti year ago today rosa park chang america potu","id":671711615830634500,"day":"01"},{"text":"\"Here in America, it’s way too easy for dangerous people to get their hands on a gun.\" —@POTUS: https://t.co/epXMBxdxsH","month":"12","year":"2015","corpus":"america way easi danger peopl get hand gun potu","id":673221808615657500,"day":"05"},{"text":"We cannot turn against one another by letting this fight be defined as a war between America and Islam. https://t.co/rUgsaBF2su","month":"12","year":"2015","corpus":"cannot turn one anoth let fight defin war america islam","id":673991244167569400,"day":"07"},{"text":"\"Welcome to your new home. You're part of what makes America great\" —@POTUS on @HumansOfNY: https://t.co/FNQZCPe1JU https://t.co/TiRy4kESJG","month":"12","year":"2015","corpus":"welcom new home part make america great potu humansofni","id":674763989096730600,"day":"10"},{"text":"\"America. A place where we can be a part of something bigger—a place where we can contribute our talents and fulfill our ambitions\" —@POTUS","month":"12","year":"2015","corpus":"america place part someth bigger place contribut talent fulfil ambit potu","id":676812000241049600,"day":"15"},{"text":"\"We can never say it often or loudly enough: Immigrants, and refugees, revitalize and renew America.\" —@POTUS https://t.co/67QOOuDNuA","month":"12","year":"2015","corpus":"never say often loudli enough immigr refuge revit renew america potu","id":676901899690471400,"day":"15"},{"text":"Here's how @POTUS has improved America's relationship with Cuba over the past year. #CubaPolicy https://t.co/gBKHssgKRY","month":"12","year":"2015","corpus":"potu improv america relationship cuba past year cubapolici","id":677625036564508700,"day":"17"},{"text":"\"No matter who you are, here in America, you’re free to marry the person you love\" —@POTUS #LoveWins #YearInReview https://t.co/44tdv8R3Pc","month":"12","year":"2015","corpus":"matter america free marri person love potu lovewin yearinreview","id":678326488131702800,"day":"19"},{"text":"\"The rate of the uninsured in America dropped below 10% for the first time ever.\" —@POTUS: https://t.co/MJj1Oan6fx https://t.co/CtEJ5atgYT","month":"12","year":"2015","corpus":"rate uninsur america drop first time ever potu","id":678248453072224300,"day":"19"},{"text":"RT @vj44: Five years ago, @POTUS signed the repeal of #DADT, extending America’s promise of equality to those who protect it: https://t.co/…","month":"12","year":"2015","corpus":"vj44 five year ago potu sign repeal dadt extend america promis equal protect","id":679408008682696700,"day":"22"},{"text":"\"7 years ago, there were only two states in America with marriage equality. And now there are 50.\" —@POTUS #LoveWins https://t.co/4vl5qPklqN","month":"01","year":"2016","corpus":"year ago two state america marriag equal potu lovewin","id":683027938002878500,"day":"01"},{"text":"Watch @POTUS's weekly address on making America safer for our children. #StopGunViolence https://t.co/4vl5qPBWPn","month":"01","year":"2016","corpus":"watch potu weekli address make america safer children stopgunviol","id":683415568138039300,"day":"02"},{"text":"\"I hope you’ll join me in making America safer for all of our children.\" —@POTUS #StopGunViolence https://t.co/4vl5qPklqN","month":"01","year":"2016","corpus":"hope join make america safer children potu stopgunviol","id":684095482017091600,"day":"04"},{"text":"RT @SenatorReid: Congress must follow President Obama’s lead in answering America’s call to #StopGunViolence, and Democrats will continue t…","month":"01","year":"2016","corpus":"senatorreid congress must follow presid obama lead answer america call stopgunviol democrat continu","id":684450891391459300,"day":"05"},{"text":"\"The gun lobby may be holding Congress hostage. But they can’t hold America hostage.\" —@POTUS #StopGunViolence https://t.co/pBZJ1ndByg","month":"01","year":"2016","corpus":"gun lobbi may hold congress hostag hold america hostag potu stopgunviol","id":684848583527534600,"day":"06"},{"text":"\"America is at its best when we see each other as one people—not Democrat first, not Republican first, but Americans first\" —@POTUS in Omaha","month":"01","year":"2016","corpus":"america best see one peopl democrat first republican first american first potu omaha","id":687403248135856100,"day":"13"},{"text":"\"That’s how America leads.\nThat's the strength of our values.\nThat's the power of our example.\"\n—@POTUS: https://t.co/NVRt8zl4yA","month":"01","year":"2016","corpus":"america lead strength valu power exampl potu","id":687409429948559400,"day":"13"},{"text":"\"The United States of America, right now, has the strongest, most stable economy in the world.\" —@POTUS #SOTU https://t.co/iI1kAd9Ez8","month":"01","year":"2016","corpus":"unit state america right strongest stabl economi world potu sotu","id":687096729007714300,"day":"13"},{"text":"\"Thank you, God bless you, and God bless the United States of America.\" —@POTUS #SOTU","month":"01","year":"2016","corpus":"thank god bless god bless unit state america potu sotu","id":687109601293017100,"day":"13"},{"text":"\"I decided that a strong, confident America could advance our national security by engaging directly with the Iranian government.\" —@POTUS","month":"01","year":"2016","corpus":"decid strong confid america could advanc nation secur engag directli iranian govern potu","id":688750107039154200,"day":"17"},{"text":"RT @NASA: .@POTUS honors the legacy of those who lost their lives helping America touch the stars: https://t.co/LkFerJnLuP https://t.co/b8l…","month":"01","year":"2016","corpus":"nasa potu honor legaci lost live help america touch star","id":692774553555198000,"day":"28"},{"text":"RT @BradSmi: @Microsoft endorses @POTUS call to make computer science available to all students in America. https://t.co/EXsiUi8KXA #CSforA…","month":"01","year":"2016","corpus":"bradsmi microsoft endors potu call make comput scienc avail student america csfora","id":693464491204280300,"day":"30"},{"text":"\"We are one American family. We will rise and fall together.\" —@POTUS during his first visit to a mosque in America #MosqueVisit","month":"02","year":"2016","corpus":"one american famili rise fall togeth potu first visit mosqu america mosquevisit","id":694955276986875900,"day":"03"},{"text":"“We can’t be bystanders to bigotry. Together, we have to show that America truly protects all faiths.” —@POTUS #MosqueVisit","month":"02","year":"2016","corpus":"bystand bigotri togeth show america truli protect faith potu mosquevisit","id":694950941276180500,"day":"03"},{"text":"\"There is no doubt that America’s better off today than when I took office.\" —@POTUS https://t.co/iS9voT8aJ6","month":"02","year":"2016","corpus":"doubt america better today took offic potu","id":697500882309673000,"day":"10"},{"text":"\"I ask every state in America to join us...make it easier for your constituents to get out and vote.\" —@POTUS to the Illinois legislature","month":"02","year":"2016","corpus":"ask everi state america join ... make easier constitu get vote potu illinoi legislatur","id":697508132562604000,"day":"10"},{"text":"\"I still support a Constitutional amendment to set reasonable limits on financial influence in America’s elections.\" —@POTUS","month":"02","year":"2016","corpus":"still support constitut amend set reason limit financi influenc america elect potu","id":697506819003019300,"day":"10"},{"text":"RT @POTUS: We still have differences with the Cuban government that I will raise directly. America will always stand for human rights aroun…","month":"02","year":"2016","corpus":"potu still differ cuban govern rais directli america alway stand human right aroun","id":700320047848357900,"day":"18"},{"text":"\"Ms. Lee changed America for the better.\" —@POTUS on Harper Lee: https://t.co/IXc3MOMZR0 https://t.co/KNXYShtkoy","month":"02","year":"2016","corpus":"lee chang america better potu harper lee","id":700804522453545000,"day":"19"},{"text":"RT @ENERGY: America's next great scientists are visiting the #NationalLabs this week! &gt;&gt;&gt; https://t.co/u8FIWFjzdA #MBKLabWeek https://t.co/…","month":"02","year":"2016","corpus":"energi america next great scientist visit nationallab week mbklabweek","id":704446260846190600,"day":"29"},{"text":"\"For the first time ever, America’s uninsured rate has fallen below 10%.\" —@POTUS #ACAWorks #GIFparty https://t.co/glwSoOMxVv","month":"03","year":"2016","corpus":"first time ever america uninsur rate fallen %.\" potu acawork gifparti","id":705482622319861800,"day":"03"},{"text":"\"One of the things that makes America so strong is our spirit of innovation.\" —@POTUS https://t.co/p1yAeytFmm #SXSW https://t.co/v5XOcmyRPC","month":"03","year":"2016","corpus":"one thing make america strong spirit innov potu sxsw","id":706154908492308500,"day":"05"},{"text":"RT @POTUS: Looking forward to discussing more ways we can modernize government so it's as smart and dynamic as America itself. See you soon…","month":"03","year":"2016","corpus":"potu look forward discuss way modern govern smart dynam america see soon","id":708348871395647500,"day":"11"},{"text":"\"Last year, Ireland legalized marriage equality. A month later, America was proud to join you.\" —@POTUS","month":"03","year":"2016","corpus":"last year ireland legal marriag equal month later america proud join potu","id":709849796966752300,"day":"15"},{"text":"“I'm here today to say that America wants to be your partner” —@POTUS speaking with Cuban entrepreneurs #CubaVisit https://t.co/Rghwad90kT","month":"03","year":"2016","corpus":"today say america want partner potu speak cuban entrepreneur cubavisit","id":712023081099911200,"day":"21"},{"text":"Happening now: @POTUS holds a town hall in Argentina with Young Leaders of the Americas → https://t.co/9VMvRKoHB3","month":"03","year":"2016","corpus":"happen potu hold town hall argentina young leader america","id":712711002626895900,"day":"23"},{"text":"It's time for Congress to act to expand access to paid leave for all America's workers. #LeadOnLeave https://t.co/CALE62Yhgk","month":"04","year":"2016","corpus":"time congress act expand access paid leav america worker leadonleav","id":717118705830862800,"day":"04"},{"text":"RT @MTV: Join @POTUS in ensuring a brighter future for America's young boys and men of color: https://t.co/h4MtVJ4UFq #IamMBK","month":"04","year":"2016","corpus":"mtv join potu ensur brighter futur america young boy men color iammbk","id":719352774090235900,"day":"11"},{"text":"\"Terrorists like ISIL and al Qaeda, they can’t destroy a great nation like the United States of America.\" —@POTUS","month":"04","year":"2016","corpus":"terrorist like isil qaeda destroy great nation like unit state america potu","id":720374544771354600,"day":"13"},{"text":"\"That’s the thing about America—we are never finished\" —@POTUS designating Belmont-Paul Women's Equality Monument: https://t.co/zIVUxQSZCL","month":"04","year":"2016","corpus":"thing america never finish potu design belmont paul women equal monument","id":720076591615729700,"day":"13"},{"text":"RT @VP: We run. We endure. We are America. And we own the finish line. #OneBostonDay https://t.co/NF72TEnegU","month":"04","year":"2016","corpus":"run endur america finish line onebostonday","id":721016715350413300,"day":"15"},{"text":"Since day one of his presidency, @POTUS has fought to make sure America's wealthy few pay their fair share. https://t.co/5WOngnj7jL","month":"04","year":"2016","corpus":"sinc day one presid potu fought make sure america wealthi pay fair share","id":722113227149062100,"day":"18"},{"text":"\"Today, America is leading the fight against climate change.\" —@POTUS on the historic #ParisAgreement on #EarthDay https://t.co/GOzbmPmjDE","month":"04","year":"2016","corpus":"today america lead fight climat chang potu histor parisagr earthday","id":723618989344198700,"day":"22"},{"text":"FACT: America has more people in prison than any other developed country. \nIt's time for #CriminalJusticeReform. https://t.co/RbV6MMIKeF","month":"04","year":"2016","corpus":"fact america peopl prison develop countri time criminaljusticereform","id":724315760730869800,"day":"24"},{"text":"RT @washingtonpost: Obama: The TPP would let America, not China, lead the way on global trade https://t.co/VVusfQTLfK via @PostOpinions htt…","month":"05","year":"2016","corpus":"washingtonpost obama tpp would let america china lead way global trade via postopinion htt","id":727254540890808300,"day":"02"},{"text":"\"We’ve taken the first steps towards making sure every young person in America gets the best start possible.\" —POTUS https://t.co/OBdWap6oZZ","month":"05","year":"2016","corpus":"taken first step toward make sure everi young person america get best start possibl potu","id":727637642251145200,"day":"03"},{"text":"“In America, no matter how wealthy or powerful, you should play by the same rules as everybody else.” —@POTUS: https://t.co/vzff5yGpjT","month":"05","year":"2016","corpus":"america matter wealthi power play rule everybodi els potu","id":728622039930708000,"day":"06"},{"text":"“America’s astonishing progress in science and technology has countless revolutionary discoveries within our reach.” —@POTUS #STEMmedals","month":"05","year":"2016","corpus":"america astonish progress scienc technolog countless revolutionari discoveri within reach potu stemmed","id":733369961939341300,"day":"19"},{"text":"From craft beer to kitchen decor, trade with America is essential to small business abroad: https://t.co/K8yHcQjS7K https://t.co/P9clq0Ei5f","month":"05","year":"2016","corpus":"craft beer kitchen decor trade america essenti small busi abroad","id":735922031942864900,"day":"26"},{"text":"“America’s economy isn’t just better than it was eight years ago—it’s the strongest, most durable economy in the world” —@POTUS in Elkhart","month":"06","year":"2016","corpus":"america economi better eight year ago strongest durabl economi world potu elkhart","id":738091277149982700,"day":"01"},{"text":"\"By almost every economic measure, we're better off\" —@POTUS outlines America's economic progress in Elkhart, IN https://t.co/jvGZdAKGzQ","month":"06","year":"2016","corpus":"almost everi econom measur better potu outlin america econom progress elkhart","id":738113008807841800,"day":"01"},{"text":"Solicitor General Don Verrilli won landmark cases that moved America forward. @POTUS on his service: https://t.co/M3Wuzt6wrV","month":"06","year":"2016","corpus":"solicitor gener verrilli landmark case move america forward potu servic","id":738383973718458400,"day":"02"},{"text":".@POTUS on why leading America’s military has been the highest honor of his life: https://t.co/GaaofsONv5","month":"06","year":"2016","corpus":"potu lead america militari highest honor life","id":738451283905019900,"day":"02"},{"text":"RT @Interior: Happy #WorldEnvironmentDay! @Interior works all year to protect America's special places like @YosemiteNPS https://t.co/jCu4N…","month":"06","year":"2016","corpus":"interior happi worldenvironmentday interior work year protect america special place like yosemitenp","id":739502995612667900,"day":"05"},{"text":"\"That's the American military. That's America—one team, one nation. Those are the values that ISIL's trying to destroy.\" —@POTUS","month":"06","year":"2016","corpus":"american militari america one team one nation valu isil tri destroy potu","id":742759119187251200,"day":"14"},{"text":"\"We’ve taken out more than 120 top ISIL leaders &amp; commanders\nOur message is clear: If you target America &amp; our allies, you will not be safe\"","month":"06","year":"2016","corpus":"taken 120 top isil leader amp command messag clear target america amp alli safe","id":742754486276530200,"day":"14"},{"text":"“That’s America—one team, one nation.” —@POTUS on unity in the wake of the attack in Orlando: https://t.co/ydogCEbuiL","month":"06","year":"2016","corpus":"america one team one nation potu uniti wake attack orlando","id":743216376979005400,"day":"15"},{"text":"RT @DrBiden: Follow along! Dr. Biden will be sharing stories &amp; behind-the-scenes photos from the road in Latin America on @Medium https://t…","month":"06","year":"2016","corpus":"drbiden follow along biden share stori amp behind scene photo road latin america medium","id":743903835610026000,"day":"17"},{"text":"“What a precious thing we have to pass on to the next generation.\" —@POTUS on protecting America's natural heritage https://t.co/GEKhf4Pc9V","month":"06","year":"2016","corpus":"preciou thing pass next gener potu protect america natur heritag","id":744255883786412000,"day":"18"},{"text":"\"These spaces are sacred. They are for everyone and not just for the few.\" —@POTUS on America's National Parks: https://t.co/HdciLzfKqM","month":"06","year":"2016","corpus":"space sacr everyon potu america nation park","id":744341488973164500,"day":"19"},{"text":"RT if you agree with @POTUS: It's time to #ActOnClimate so future generations can enjoy America’s greatest treasures https://t.co/u3QyP0eutD","month":"06","year":"2016","corpus":"agre potu time actonclim futur gener enjoy america greatest treasur","id":744524465334292500,"day":"19"},{"text":"Watch U.S. Olympic runner @runmeb share what America means to refugees: https://t.co/1HwsI34w4D #WorldRefugeeDay\nhttps://t.co/vnlULMzMcK","month":"06","year":"2016","corpus":"watch olymp runner runmeb share america mean refuge worldrefugeeday","id":745005062997442600,"day":"20"},{"text":"RT @NancyPelosi: To everyone calling for #NoBillNoBreak &amp; fighting to reduce gun violence in America: thank you. We will #DisarmHate. https…","month":"06","year":"2016","corpus":"nancypelosi everyon call nobillnobreak amp fight reduc gun violenc america thank disarmh http","id":746043663952773100,"day":"23"},{"text":"\"My bottom line is this: I believe in you. America believes in you.\" —@POTUS to young people at #GES2016. Watch: https://t.co/bJZlqzWFx3","month":"06","year":"2016","corpus":"bottom line believ america believ potu young peopl ges2016 watch","id":746406127106039800,"day":"24"},{"text":"\"The story of America is a story of progress.\" —@POTUS on our newest national monument: Stonewall: https://t.co/XtTx7WGLyS","month":"06","year":"2016","corpus":"stori america stori progress potu newest nation monument stonewal","id":746734857624051700,"day":"25"},{"text":"\"Protests became a movement; the movement ultimately became an integral part of America.\" —@POTUS on Stonewall: https://t.co/XtTx7WGLyS","month":"06","year":"2016","corpus":"protest becam movement movement ultim becam integr part america potu stonewal","id":746757125162958800,"day":"25"},{"text":"\"In every state in America, you’re now free to marry the person you love.\" —@POTUS #LoveIsLove #Pride2016 https://t.co/XtTx7WGLyS","month":"06","year":"2016","corpus":"everi state america free marri person love potu loveislov pride2016","id":747157257377353700,"day":"26"},{"text":"RT @Rob44: We're calling on America's business leaders to help refugees rebuild → https://t.co/QbOxyKHVeb #RefugeesWelcome https://t.co/JU8…","month":"06","year":"2016","corpus":"rob44 call america busi leader help refuge rebuild refugeeswelcom","id":748601959989534700,"day":"30"},{"text":"\"I firmly believe that America is not as divided as some have suggested.\" —@POTUS: https://t.co/b3FjoLHvZl","month":"07","year":"2016","corpus":"firmli believ america divid suggest potu","id":751828305192575000,"day":"09"},{"text":"RT @PressSec: .@POTUS visiting with some of America's finest sailors aboard the USS Ross in Rota,Spain. https://t.co/et2fUTFd7z","month":"07","year":"2016","corpus":"presssec potu visit america finest sailor aboard uss ross rota spain","id":752182550215426000,"day":"10"},{"text":"\"While we’re being tested, we can’t be pulled apart. We are America, with bonds that hold us together.\" —@VP: https://t.co/StC5AcrNmG","month":"07","year":"2016","corpus":"test pull apart america bond hold togeth","id":752248803479003100,"day":"10"},{"text":"“Today is also another reminder that Muslims have always been part of America.” —@POTUS marking Eid al-Fitr: https://t.co/PaOVnwLsKX","month":"07","year":"2016","corpus":"today also anoth remind muslim alway part america potu mark eid fitr","id":756233305150910500,"day":"21"},{"text":"\"No matter who you are, what you look like, where you’re from or how you worship, if you work hard, you can make it here in America\" —@POTUS","month":"07","year":"2016","corpus":"matter look like worship work hard make america potu","id":756235491884826600,"day":"21"},{"text":"\"America is stronger and more vibrant. It's a better country because of the ADA.\" —@POTUS:  https://t.co/0cEYUFTzZD https://t.co/0PzMYPjy40","month":"07","year":"2016","corpus":"america stronger vibrant better countri ada potu","id":758019375962005500,"day":"26"},{"text":"RT @WHLive: “About 200,000 service members are becoming veterans every year. And America’s got to be there for you for a lifetime.” —@POTUS…","month":"08","year":"2016","corpus":"whlive 200 000 servic member becom veteran everi year america got lifetim potu","id":760172896106913800,"day":"01"},{"text":"“Some of the most unforgettable experiences I’d had have been the moments I’ve spent with you—America’s veterans and your families.” —@POTUS","month":"08","year":"2016","corpus":"unforgett experi moment spent america veteran famili potu","id":760169015385976800,"day":"01"},{"text":"“Let’s get some facts straight. America’s Army is the best-trained, best-equipped land force on the planet.” —@POTUS","month":"08","year":"2016","corpus":"let get fact straight america armi best train best equip land forc planet potu","id":760170351166824400,"day":"01"},{"text":"“We will not stop until every veteran who fought for America has a home in America. This is something we've got to get done.” —@POTUS","month":"08","year":"2016","corpus":"stop everi veteran fought america home america someth got get done potu","id":760176201465856000,"day":"01"},{"text":"\"America’s military is the most capable fighting force in history—and we’re going to keep it that way.” —@POTUS at @DAVHQ","month":"08","year":"2016","corpus":"america militari capabl fight forc histori go keep way potu davhq","id":760170721314152400,"day":"01"},{"text":"Today, we announced new actions to help America’s commercial drone industry take flight: https://t.co/ReMTYGgSdD https://t.co/7IT3sy6cM6","month":"08","year":"2016","corpus":"today announc new action help america commerci drone industri take flight","id":760601897510121500,"day":"02"},{"text":"\"I’ve worked to transform America’s relationship with Africa—so that we’re equal partners.\" —@POTUS #YALI2016 https://t.co/MmgUUgN1oR","month":"08","year":"2016","corpus":"work transform america relationship africa equal partner potu yali2016","id":760930067266625500,"day":"03"},{"text":"America is a nation of second chances. Today @POTUS granted clemency to 214 men and women: https://t.co/eNv6u25429 https://t.co/AM74zZh97u","month":"08","year":"2016","corpus":"america nation second chanc today potu grant clemenc 214 men women","id":760896469188706300,"day":"03"},{"text":"RT @POTUS: Final win for Phelps. World record for Ledecky. 3 #1 finishes for Biles. That's how #TeamUSA gets America to 1000 golds-way to m…","month":"08","year":"2016","corpus":"potu final win phelp world record ledecki finish bile teamusa get america 1000 gold way","id":764962086489251800,"day":"14"},{"text":"RT @Interior: Happy birthday @NatlParkService! Thanks for all you do to protect America's special places #FindYourPark #NPS100\nhttps://t.co…","month":"08","year":"2016","corpus":"interior happi birthday natlparkservic thank protect america special place findyourpark nps100","id":768870421009723400,"day":"25"},{"text":"11 months ago, @POTUS set a goal of admitting 10K Syrian refugees. Today, the 10,000th refugee arrives in America: https://t.co/qjz9zxdVms","month":"08","year":"2016","corpus":"month ago potu set goal admit 10k syrian refuge today 000th refuge arriv america","id":770302059673428000,"day":"29"},{"text":"This month, we celebrate 100 years of “America’s best idea”—the @NatlParkService. 🎂  #NPS100 #FindYourPark https://t.co/HN0iJutED8","month":"08","year":"2016","corpus":"month celebr 100 year america best idea natlparkservic nps100 findyourpark","id":770062187469701100,"day":"29"},{"text":"America is a nation of second chances. Today, @POTUS granted clemency to 111 men and women: https://t.co/eNv6u25429 https://t.co/yJoR2i2A6v","month":"08","year":"2016","corpus":"america nation second chanc today potu grant clemenc 111 men women","id":770754761670979600,"day":"30"},{"text":"RT @VP: Fair pay, safe workplaces, paid leave, health care. All of us, union or not, owe America's labor movement. #LaborDay https://t.co/y…","month":"09","year":"2016","corpus":"fair pay safe workplac paid leav health care union owe america labor movement laborday","id":772827870016274400,"day":"05"},{"text":"Our economy works when it works for everybody. Read @POTUS's letter to America's workers: https://t.co/dlOXk7jWVv https://t.co/1qN8EM5DNA","month":"09","year":"2016","corpus":"economi work work everybodi read potu letter america worker","id":772849709442404400,"day":"05"},{"text":"RT @LaborSec: Our economy works best when it works for all. America is stronger when people raise their voice together. https://t.co/79Sk9A…","month":"09","year":"2016","corpus":"laborsec economi work best work america stronger peopl rais voic togeth","id":772590989617745900,"day":"05"},{"text":"Happy #LaborDay! Today we celebrate the grit and resilience of America's workers and their families: https://t.co/W8j1p7qX8C","month":"09","year":"2016","corpus":"happi laborday today celebr grit resili america worker famili","id":772790147272220700,"day":"05"},{"text":"\"It's my intention to get this done because, on the merits, it's a smart thing for America to do.\" —@POTUS on #TPP https://t.co/dusOZipLw9","month":"09","year":"2016","corpus":"intent get done merit smart thing america potu tpp","id":772776220240982000,"day":"05"},{"text":"\"In good times and bad, you can count on the United States of America\" —@POTUS on the Asia Rebalance: https://t.co/txpdgwHDW9","month":"09","year":"2016","corpus":"good time bad count unit state america potu asia rebal","id":773190265733541900,"day":"06"},{"text":"RT @NSC44: \"Groups like al Qaeda &amp; ISIL know that they will never be able to defeat a nation as great &amp; strong as America\"-@POTUS 15 years…","month":"09","year":"2016","corpus":"nsc44 group like qaeda amp isil know never abl defeat nation great amp strong america \"-@ potu year","id":774967956744855600,"day":"11"},{"text":"“The most enduring memorial to those we lost is ensuring the America we continue to be” —@POTUS on the 15th anniversary of 9/11 #NeverForget","month":"09","year":"2016","corpus":"endur memori lost ensur america continu potu 15th anniversari neverforget","id":774968129034326000,"day":"11"},{"text":"\"2016 belonged to America’s women Olympians. Ya'll crushed it.\" —@POTUS to #TeamUSA women athletes https://t.co/nMqjoSimWY","month":"09","year":"2016","corpus":"2016 belong america women olympian crush potu teamusa women athlet","id":781548097344184300,"day":"29"},{"text":"In Rural America:\nUnemployment ↓\nChild poverty ↓\nHousehold incomes ↑\n@POTUS reflects on America's rural resilience: https://t.co/yp1xg6Bhlk","month":"10","year":"2016","corpus":"rural america unemploy child poverti household incom potu reflect america rural resili","id":783412430907043800,"day":"04"},{"text":"RT @rD44: Just in: @POTUS's tribute to innovative, dynamic rural America: https://t.co/EeWinh0eAY https://t.co/emmmjiB1no","month":"10","year":"2016","corpus":"rd44 potu tribut innov dynam rural america","id":783440690562949100,"day":"04"},{"text":"RT @AmbassadorRice: America's diversity is one of our greatest strengths. Drawing on it is a national security imperative. Here's why: http…","month":"10","year":"2016","corpus":"ambassadorric america divers one greatest strength draw nation secur imper http","id":783689009046454300,"day":"05"},{"text":"“Across every race and age group in America, incomes rose and poverty rates fell.” —@POTUS on our economic progress: https://t.co/5DMpxc2Lq9","month":"10","year":"2016","corpus":"across everi race age group america incom rose poverti rate fell potu econom progress","id":785137746415190000,"day":"09"},{"text":"RT @WHLive: \"Latinos experienced the fastest income growth and biggest drop in poverty of any group in America.\" —@POTUS #HispanicHeritageM…","month":"10","year":"2016","corpus":"whlive latino experienc fastest incom growth biggest drop poverti group america potu hispanicheritagem","id":786312309539016700,"day":"12"},{"text":"America has always been a leader in innovation—and under @POTUS, we’re continuing to build the industries of the future. #WHFrontiers https://t.co/PKuJwf7zXO","month":"10","year":"2016","corpus":"america alway leader innov potu continu build industri futur whfrontier","id":786622165026082800,"day":"13"},{"text":"“We recently learned that America’s high school graduation rate went up to 83 percent…the highest on record.” —@POTUS https://t.co/WE219SK879","month":"10","year":"2016","corpus":"recent learn america high school graduat rate went percent highest record potu","id":788038788433842200,"day":"17"},{"text":"For 55 years, @USAID has exemplified America's values abroad—while advancing the safety and prosperity here at home. #USAID55 https://t.co/0cMfFsbyPb","month":"11","year":"2016","corpus":"year usaid exemplifi america valu abroad advanc safeti prosper home usaid55","id":794273891900223500,"day":"03"},{"text":"\"We have to keep cutting the disability claims backlog.\" —@POTUS on the steps we're taking to honor America's veterans #VeteransDay https://t.co/nXgNgfAeap","month":"11","year":"2016","corpus":"keep cut disabl claim backlog potu step take honor america veteran veteransday","id":797120496974303200,"day":"11"},{"text":".@POTUS on the example America’s veterans set for us all: https://t.co/UxUNAqniMB","month":"11","year":"2016","corpus":"potu exampl america veteran set","id":797155686769627100,"day":"11"},{"text":"Tune in: @POTUS honors America's service members and veterans at Arlington National Cemetery on #VeteransDay. https://t.co/lSqDGQWts8","month":"11","year":"2016","corpus":"tune potu honor america servic member veteran arlington nation cemeteri veteransday","id":797111603007262700,"day":"11"},{"text":"It's up to us to live in our own lives the values for which America's veterans were prepared to give theirs: https://t.co/LVLDxvAo93","month":"11","year":"2016","corpus":"live live valu america veteran prepar give","id":797583915276005400,"day":"12"},{"text":"“America at its best is inclusive and not exclusive. That we insist on the dignity and God-given potential and worth of every child” —@POTUS","month":"11","year":"2016","corpus":"america best inclus exclus insist digniti god given potenti worth everi child potu","id":798266886068863000,"day":"14"},{"text":"RT @VP: Tough. Gracious. Fair. Jill and I knew Gwen Ifill. She set the highest bar to the end, defining the character of America, inspiring…","month":"11","year":"2016","corpus":"tough graciou fair jill knew gwen ifil set highest bar end defin charact america inspir","id":798557918400540700,"day":"15"},{"text":"\"The flame first lit here…was fanned by America’s founders who declared that 'We, the People' shall rule\" —@POTUS https://t.co/unlbc5VHNu","month":"11","year":"2016","corpus":"flame first lit fan america founder declar peopl shall rule potu","id":798877430207365100,"day":"16"}]