[{"text":"RT @mattmaggard: these h/c protections allow workers more freedom 2 change jobs & start new businesses w/o fear of losing coverage #hicp","month":"07","year":"2009","corpus":"mattmaggard protect allow worker freedom chang job start new busi fear lose coverag healthcar","id":2914375574,"day":"29"},{"text":"What happens when you put $5 billion & 12k+ grants into medical research? Jobs, jobs, jobs. Watch the video http://bit.ly/2geCNa","month":"09","year":"2009","corpus":"happen put billion 12k grant medic research job job job watch video","id":4500055162,"day":"30"},{"text":"CEA Chair Christina Romer on the latest job numbers, complete with chart http://bit.ly/1Q9JeZ","month":"11","year":"2009","corpus":"cea chair christina romer latest job number complet chart","id":5479688939,"day":"06"},{"text":"The President's Jobs Forum on Thursday – the WH wants to hear from you and your community too http://bit.ly/4MIwaT","month":"12","year":"2009","corpus":"presid job forum thursday want hear commun","id":6242983346,"day":"01"},{"text":"WH Jobs Forum. Video on Allentown, PA that attendees are watching: http://bit.ly/8SHXab Watch live on FB: http://bit.ly/tCHXt","month":"12","year":"2009","corpus":"job forum video allentown attende watch watch live","id":6311350260,"day":"03"},{"text":"Jobs Forum Discussions: Watch Geithner, Mills, Eric Schmidt, Joseph Stiglitz, others on small business http://bit.ly/77VBFi","month":"12","year":"2009","corpus":"job forum discuss watch geithner mill eric schmidt joseph stiglitz other small busi","id":6312812383,"day":"03"},{"text":"Leaving lunch now, on the way to CareerLink, a local job training center","month":"12","year":"2009","corpus":"leav lunch way careerlink local job train center","id":6345887260,"day":"04"},{"text":"The President talks on jobs after bipartisan meeting, watch live http://bit.ly/71A1iS","month":"12","year":"2009","corpus":"presid talk job bipartisan meet watch live","id":6502199522,"day":"09"},{"text":"Dan Pfeiffer: Responding to Leader Boehner on Jobs http://bit.ly/5Ijizq","month":"12","year":"2009","corpus":"dan pfeiffer respond leader boehner job","id":6571221171,"day":"11"},{"text":"A community jobs forum in Allentown, PA – what it’s all about http://bit.ly/8vUnMk","month":"01","year":"2010","corpus":"commun job forum allentown","id":7382448171,"day":"04"},{"text":"Harvard and USC economists: Health reform could create 2.5 to 4 million jobs over next decade http://bit.ly/8mcN1L #hcr","month":"01","year":"2010","corpus":"harvard usc economist health reform could creat million job next decad hcr","id":7526259925,"day":"08"},{"text":"Christina Romer: 162K new jobs in March, “most positive jobs report we have had in 3 years,” need more http://bit.ly/bZBEP5","month":"04","year":"2010","corpus":"christina romer 162k new job march posit job report year need","id":11480839053,"day":"02"},{"text":"Quite a change: CEA Chair Christina Romer on new jobs numbers, +290K jobs in April. With chart: http://bit.ly/cvM82K","month":"05","year":"2010","corpus":"quit chang cea chair christina romer new job number 290k job april chart","id":13549689650,"day":"07"},{"text":"Starting momentarily: Obama speaks on new jobs numbers, watch live: http://bit.ly/bzWue0","month":"05","year":"2010","corpus":"start momentarili obama speak new job number watch live","id":13553037856,"day":"07"},{"text":"Obama on jobs numbers: \"Some very encouraging news\" but \"I won't rest\" http://bit.ly/duLyFo","month":"05","year":"2010","corpus":"obama job number encourag news rest","id":13555796265,"day":"07"},{"text":"Starting now, watch Obama talk jobs, live in Youngstown http://wh.gov/live","month":"05","year":"2010","corpus":"start watch obama talk job live youngstown","id":14240283132,"day":"18"},{"text":"Obama on Jobs #s. First 6 mos this year: +600K private sector jobs; First 6 mos last year: -3.7 Million http://bit.ly/ajxfys","month":"07","year":"2010","corpus":"obama job first mo year 600k privat sector job first mo last year million","id":17582106334,"day":"02"},{"text":"Electric Vehicles, Advanced Batteries, and American Jobs: Why the President is in Holland, Michigan http://bit.ly/dvMDsk","month":"07","year":"2010","corpus":"electr vehicl advanc batteri american job presid holland michigan","id":18619942108,"day":"15"},{"text":"Obama: \"a new consumer watchdog with just one job: looking out for people – not big banks, not lenders, not investment houses\"","month":"07","year":"2010","corpus":"obama new consum watchdog one job look peopl big bank lender invest hous","id":19086065475,"day":"21"},{"text":"Bernstein on McCain & Coburn's Recovery Act hack attack. Phony critiques instead of helping create jobs http://bit.ly/9uO6cT","month":"08","year":"2010","corpus":"bernstein mccain coburn recoveri act hack attack phoni critiqu instead help creat job","id":20223779104,"day":"03"},{"text":"President Obama visits Energy Corp. in Wisconsin today, talks new battery technology & new jobs http://bit.ly/d2J1Pv","month":"08","year":"2010","corpus":"presid obama visit energi corp wisconsin today talk new batteri technolog new job","id":21348684388,"day":"16"},{"text":"President Obama to Senate Republicans on jobs bills: \"Drop the blockade\" http://is.gd/eLRck","month":"08","year":"2010","corpus":"presid obama senat republican job bill drop blockad","id":22542993127,"day":"30"},{"text":"Jared Bernstein corrects GOP on responsibility for job losses, asks them to join on infrastructure jobs http://bit.ly/bWOKuk","month":"09","year":"2010","corpus":"jare bernstein correct gop respons job loss ask join infrastructur job","id":23168627548,"day":"06"},{"text":"President Obama applauds the busting of the Republican \"blockade\" on small business jobs bill http://bit.ly/b3Sjn8","month":"09","year":"2010","corpus":"presid obama applaud bust republican blockad small busi job bill","id":24513309859,"day":"14"},{"text":"President Obama Signs Small Business Jobs Act – 12 Key Benefits: http://bit.ly/cCTXxJ","month":"09","year":"2010","corpus":"presid obama sign small busi job act key benefit","id":25711141465,"day":"27"},{"text":"West Wing Week: Small Biz Jobs Act, college journalists, backyards & o' so much more http://bit.ly/bmM4fh","month":"10","year":"2010","corpus":"west wing week small biz job act colleg journalist backyard much","id":26081765989,"day":"01"},{"text":"One week after signing Small Business Jobs Act signed, nearly 2,000 small biz loans approved already http://bit.ly/b8mQwD","month":"10","year":"2010","corpus":"one week sign small busi job act sign nearli 000 small biz loan approv alreadi","id":26491634307,"day":"05"},{"text":"RT @RayLaHood: In their own words; how the Recovery Act is keeping good people on the job. #arra http://bit.ly/9vylcX","month":"10","year":"2010","corpus":"raylahood word recoveri act keep good peopl job arra","id":26556182539,"day":"06"},{"text":"Austan Goolsbee heads back to the White House White Board: The 3-Year Jobs Chart http://is.gd/g89LF","month":"10","year":"2010","corpus":"austan goolsbe head back white hous white board year job chart","id":27833528181,"day":"19"},{"text":"SBA Administrator Karen Mills: More Than 5,000 SBA Jobs Act Loans in First Month of Small Business Jobs Act http://is.gd/gowi2","month":"10","year":"2010","corpus":"sba administr karen mill 000 sba job act loan first month small busi job act","id":29014940701,"day":"28"},{"text":"Obama’s presser: We all owe it to American people “to focus on…their jobs, their security & their future” http://is.gd/gGoFS","month":"11","year":"2010","corpus":"obama presser owe american peopl focu job secur futur","id":29606984263,"day":"03"},{"text":"President Obama on new jobs #s: “Encouraging News… Not Good Enough” Video/ photos/ new jobs chart http://is.gd/gKEto","month":"11","year":"2010","corpus":"presid obama new job encourag news good enough video photo new job chart","id":575640277356544,"day":"05"},{"text":"Full video of Obama’s press conference on taxes, unemployment insurance & jobs http://bit.ly/eh1IsN","month":"12","year":"2010","corpus":"full video obama press confer tax unemploy insur job","id":12286864979402752,"day":"07"},{"text":"Fact sheet on Tax cuts/ UI/ Jobs compromise: http://bit.ly/fPkowh Video of Obama remarks last night: http://bit.ly/ihuCPI","month":"12","year":"2010","corpus":"fact sheet tax cut job compromis video obama remark last night","id":12185278768746496,"day":"07"},{"text":"3:50 The President signs compromise on tax cuts, unemployment benefits & jobs, watch: http://wh.gov/live","month":"12","year":"2010","corpus":"presid sign compromis tax cut unemploy benefit job watch","id":15867507210457088,"day":"17"},{"text":"Goolsbee on new jobs numbers: +112K last month, +1.3 million in 2010, rate falls to 9.4%, more to do http://ow.ly/3zXFz","month":"01","year":"2011","corpus":"goolsbe new job number 112k last month million 2010 rate fall","id":23390549071372290,"day":"07"},{"text":"@ryan13rennan Will create jobs by driving down costs for business, repeal would prevent 250-400K jobs/ year http://bit.ly/gdugcV","month":"01","year":"2011","corpus":"ryan13rennan creat job drive cost busi repeal would prevent 250 400k job year","id":27766556482076670,"day":"19"},{"text":"Austan Goolsbee posts on new jobs numbers: private payroll +50K, rate down to 9.0% http://wh.gov/xlV","month":"02","year":"2011","corpus":"austan goolsbe post new job number privat payrol 50k rate","id":33537539872800770,"day":"04"},{"text":"Jared Bernstein on the Recovery Act: http://wh.gov/xKe Summary: 2 years, 3.5 million jobs","month":"02","year":"2011","corpus":"jare bernstein recoveri act summari year million job","id":38379151429738500,"day":"17"},{"text":"Jared Bernstein's unique look at private sector jobs over last 3 yrs: http://wh.gov/xwS Just chart:  http://twitpic.com/463gwi","month":"03","year":"2011","corpus":"jare bernstein uniqu look privat sector job last yr chart","id":43760763243864060,"day":"04"},{"text":"VIDEO: POTUS calls on Dems & GOP's to agree on budget that cuts spending but protects job creating investments http://goo.gl/DnupY","month":"03","year":"2011","corpus":"video potu call dem gop agre budget cut spend protect job creat invest","id":44022004206145540,"day":"05"},{"text":"Goolsbee on March jobs #s: private payrolls +230K; full % point drop in unemp.rate over past 4 months = largest since 1984 http://wh.gov/a0E","month":"04","year":"2011","corpus":"goolsbe march job privat payrol 230k full point drop unemp rate past month largest sinc 1984","id":53817996208123900,"day":"01"},{"text":"Listening to American Businesses: @seclocke on conversations on creating jobs & increasing competitiveness: http://wh.gov/aUF","month":"04","year":"2011","corpus":"listen american busi seclock convers creat job increas competit","id":56405018798080000,"day":"08"},{"text":"Austan Goolsbee on new jobs #s: private sector payrolls up by 268K in April, strongest month in 5 years http://wh.gov/CWW","month":"05","year":"2011","corpus":"austan goolsbe new job privat sector payrol 268k april strongest month year","id":66502862183727100,"day":"06"},{"text":"Investing in our communities & creating jobs: @EPAgov announces clean-up grants for projects around the country: http://wh.gov/1qX","month":"06","year":"2011","corpus":"invest commun creat job epagov announc clean grant project around countri","id":77792291888173060,"day":"06"},{"text":"RT @SecLocke: At @BizRoundtable to announce SelectUSA - new initiative to drive business growth and job creation in the US http://bit.ly ...","month":"06","year":"2011","corpus":"seclock bizroundt announc selectusa new initi drive busi growth job creation","id":81019292308619260,"day":"15"},{"text":"Have more Qs on the economy & jobs? Send them our way. Brian Deese, Obama's Economic Advisor, will be here @ 11ET to answer.","month":"07","year":"2011","corpus":"economi job send way brian dees obama econom advisor 11et answer","id":88977773514862600,"day":"07"},{"text":"Twitter chat on the economy & jobs with Brian Deese is starting now. Keep sending us your Qs.","month":"07","year":"2011","corpus":"twitter chat economi job brian dees start keep send","id":88987159679336450,"day":"07"},{"text":"Just started: President Obama Speaks on Monthly Job Numbers: http://t.co/hOlVdV1","month":"07","year":"2011","corpus":"start presid obama speak monthli job number","id":89349451931582460,"day":"08"},{"text":"10:35 ET: President Obama speaks on this month's job numbers from the Rose Garden. Watch live: http://t.co/hOlVdV1","month":"07","year":"2011","corpus":"presid obama speak month job number rose garden watch live","id":89340955408347140,"day":"08"},{"text":"Young entrepreneurs @startupamerica panel (incl founders of @Refinery29 @GiltGroupe @LivingSocial) created over 7k jobs: http://t.co/hOlVdV1","month":"07","year":"2011","corpus":"young entrepreneur startupamerica panel incl founder refinery29 giltgroup livingsoci creat job","id":91253245216956420,"day":"13"},{"text":"RT @aseaborne: Nope cutting funding cuts jobs.RT @matthewfrake: #whchat Do any debt ceiling plans factor in job creation for out of work ...","month":"07","year":"2011","corpus":"aseaborn nope cut fund cut job matthewfrak whchat debt ceil plan factor job creation work","id":96284293420167170,"day":"27"},{"text":"RT @DerekDevereaux: @whitehouse what about cutting corporate tax loopholes but offering tax credit 2 small businesses 2 spur job growth? ...","month":"07","year":"2011","corpus":"derekdevereaux whitehous cut corpor tax loophol offer tax credit small busi spur job growth","id":96640001848258560,"day":"28"},{"text":".@Life_is_2_Short Tough challenge. Need stronger job growth to help lt unemployed. POTUS fought to extend UI in Dec and will again.  #WHChat","month":"07","year":"2011","corpus":"life_is_2_short tough challeng need stronger job growth help unemploy potu fought extend dec whchat","id":96661158907482110,"day":"28"},{"text":".@Mae_tweet: still a long way to go, but has been improvement; 16 straight mos of job growth & 2.2mill private sector jobs added #WHchat","month":"07","year":"2011","corpus":"mae_tweet still long way improv straight mo job growth 2mill privat sector job ad whchat","id":96628008080781310,"day":"28"},{"text":"What are your questions/ comments for the President's #JobsCouncil on job creation for innovative companies? http://t.co/2RG5V1b","month":"08","year":"2011","corpus":"question comment presid jobscouncil job creation innov compani","id":98089224577888260,"day":"01"},{"text":"RT @JanettThinks: #whchat The US needs #JOBS. Does the #debt deal kill or create jobs for those unmentioned people without them?","month":"08","year":"2011","corpus":"janettthink whchat need job debt deal kill creat job unment peopl without","id":98142864596414460,"day":"01"},{"text":"RT @pfeiffer44: POTUS has requested a Joint Session of Congress at 8 PM on 9/7 to lay out his plan to create jobs, grow the economy, and ...","month":"08","year":"2011","corpus":"pfeiffer44 potu request joint session congress lay plan creat job grow economi","id":108935271264960510,"day":"31"},{"text":"RT @RayLaHood: Why a TRANSPORTATION JOBS BILL? Read my op-ed from @dallas_news: \"Building a road to new #jobs\"  http://t.co/KVFpMAv","month":"09","year":"2011","corpus":"raylahood transport job bill read dallas_new build road new job","id":109339101672644600,"day":"01"},{"text":"RT @pfeiffer44: Thursday  night, the President will propose new meaningful initiatives to create jobs and grow the economy and it will b ...","month":"09","year":"2011","corpus":"pfeiffer44 thursday night presid propos new meaning initi creat job grow economi","id":111465431302287360,"day":"07"},{"text":"Obama's #jobs address enhanced w/ charts, graphs & quick stats only @ http://t.co/Wql9hJp http://t.co/94aINLR http://t.co/BuVKDAI","month":"09","year":"2011","corpus":"obama job address enhanc chart graph quick stat","id":111913436140670980,"day":"08"},{"text":"RT @WHLive: Obama: The American Jobs Act will repair & modernize at least 35,000 schools. #JobsNow","month":"09","year":"2011","corpus":"whlive obama american job act repair modern least 000 school jobsnow","id":111941372432490500,"day":"08"},{"text":"RT @WHLive: Obama: Pass this jobs bill & all small business owners will also see their payroll taxes cut in half next year. #JobsNow","month":"09","year":"2011","corpus":"whlive obama pass job bill small busi owner also see payrol tax cut half next year jobsnow","id":111940986145488900,"day":"08"},{"text":"RT @WHLive: Obama: I want the American people to know: the American Jobs Act will not add to the deficit. It will be paid for. #JobsNow","month":"09","year":"2011","corpus":"whlive obama want american peopl know american job act add deficit paid jobsnow","id":111942767344746500,"day":"08"},{"text":"RT @kierenmccarthy: I am getting the sense that Obama has put together a Jobs Bill and he would like Congress to look at it relatively q ...","month":"09","year":"2011","corpus":"kierenmccarthi get sens obama put togeth job bill would like congress look rel","id":111942462087507970,"day":"08"},{"text":"FACT SHEET: American Jobs Act helps families, small biz hire & puts teachers & construction workers to work: http://t.co/zXgmLm5 #JobsNow","month":"09","year":"2011","corpus":"fact sheet american job act help famili small biz hire put teacher construct worker work jobsnow","id":111960537297985540,"day":"09"},{"text":"RT @SenatorReid: Americans are looking at us for leadership, and I hope Rs join Ds in passing the President’s bi-partisan #jobs plan asap","month":"09","year":"2011","corpus":"senatorreid american look leadership hope join pass presid partisan job plan asap","id":111966454261366780,"day":"09"},{"text":"RT @aaronkinnari: Some great insights from @PressSec Carney on the American #Jobs Act & other WH initiatives to grow the #economy at the ...","month":"09","year":"2011","corpus":"aaronkinnari great insight presssec carney american job act initi grow economi","id":112283832778108930,"day":"09"},{"text":"Experts confirm: The American Jobs Act will create #jobs: http://t.co/9FmKxOI #JobsNow","month":"09","year":"2011","corpus":"expert confirm american job act creat job jobsnow","id":112343187997196290,"day":"10"},{"text":"RT @PressSec: The American Jobs Act has been sent to Congress. Congress should pass it now. As POTUS said, \"No games. No politics. No de ...","month":"09","year":"2011","corpus":"presssec american job act sent congress congress pass potu said game polit","id":113394564529799170,"day":"12"},{"text":"\"You can read it on http://t.co/YsbLKUm\" -President Obama on the American Jobs Act in #Raleigh today. Here it is: http://t.co/QQwhiW9","month":"09","year":"2011","corpus":"read presid obama american job act raleigh today","id":114052501673738240,"day":"14"},{"text":"RT @WHLive: Been great answering your Qs, Look forward to coming back. For more on American Jobs Act: http://t.co/Midi3RBo #WHchat Bye f ...","month":"09","year":"2011","corpus":"whlive great answer look forward come back american job act whchat bye","id":114441374899781630,"day":"15"},{"text":"RT @MassGovernor: Calling on Congress to pass the American Jobs Act – it’ll make a difference for our people & economy. http://t.co/6iKX ...","month":"09","year":"2011","corpus":"massgovernor call congress pass american job act make differ peopl economi","id":116980505068584960,"day":"22"},{"text":"RT @jesseclee44: Fact Check: Bang for the Buck in the American Jobs Act http://t.co/hQeoy67v","month":"09","year":"2011","corpus":"jesseclee44 fact check bang buck american job act","id":118856174077616130,"day":"28"},{"text":"RT @WHLive: Obama: This bill will prevent up to 280,000 teachers from losing their jobs – and support almost 40,000 jobs right here in T ...","month":"10","year":"2011","corpus":"whlive obama bill prevent 280 000 teacher lose job support almost 000 job right","id":121312485952339970,"day":"04"},{"text":"The American Jobs Act will prevent up to 280,000 #teachers from losing their #jobs: http://t.co/cjZG2Pb8 #JobsNow","month":"10","year":"2011","corpus":"american job act prevent 280 000 teacher lose job jobsnow","id":121590467983974400,"day":"05"},{"text":"RT @WHLive: Obama: We can either keep taxes exactly as they are...or we can put teachers & construction workers & veterans back on the job.","month":"10","year":"2011","corpus":"whlive obama either keep tax exactli ... put teacher construct worker veteran back job","id":121964619702075400,"day":"06"},{"text":"RT @WHLive: Obama: Here's a homework assignment for folks: Go ask the Rs what their jobs plan is, if they're opposed to the American Job ...","month":"10","year":"2011","corpus":"whlive obama homework assign folk ask job plan oppos american job","id":121976210262732800,"day":"06"},{"text":"\"We’ve got a responsibility to the people who sent us here\" -President Obama on the Jobs Act. Video: http://t.co/BgfwJ8sB #JobsNow","month":"10","year":"2011","corpus":"got respons peopl sent presid obama job act video jobsnow","id":122092660294033400,"day":"06"},{"text":"RT @WHLive: Obama: Which is why this jobs bill is fully paid for by asking millionaires & billionaires to pay their fair share.","month":"10","year":"2011","corpus":"whlive obama job bill fulli paid ask millionair billionair pay fair share","id":121964590480375800,"day":"06"},{"text":"RT @jesseclee44: Economists: The President's Plan Will Create Jobs Now, The GOP's Won't http://t.co/LhCWoLty #PassThisBill","month":"10","year":"2011","corpus":"jesseclee44 economist presid plan creat job gop passthisbil","id":122348735920476160,"day":"07"},{"text":"RT @jesseclee44: Pittsburgh Post-Gazette: \"Pass the jobs plan: Washington must put Americans back to work\" http://t.co/H2uwSe7z #JobsNow","month":"10","year":"2011","corpus":"jesseclee44 pittsburgh post gazett pass job plan washington must put american back work jobsnow","id":123794742541688830,"day":"11"},{"text":"President Obama: Americans want Congress to do their job: http://t.co/elSLb3mc #JobsNow","month":"10","year":"2011","corpus":"presid obama american want congress job jobsnow","id":124248160708210690,"day":"12"},{"text":"Meet Joe Kidd: http://t.co/ZbJr3xcf The #JobsNow Act will support #jobs for #veterans like Joe.","month":"10","year":"2011","corpus":"meet joe kidd jobsnow act support job veteran like joe","id":123912054376628220,"day":"12"},{"text":"President Obama continues to urge Congress to pass the Jobs Act so we can grow our economy & create #jobsnow: http://t.co/YEyxteio","month":"10","year":"2011","corpus":"presid obama continu urg congress pass job act grow economi creat jobsnow","id":125194546874294270,"day":"15"},{"text":"RT @PressSec: POTUS: 1 poll says 63% of Americans support the Jobs Act, but 100% of GOP senators voted no. \"That doesn't make any sense, ...","month":"10","year":"2011","corpus":"presssec potu poll say american support job act 100 gop senat vote make sens","id":125992732698226690,"day":"17"},{"text":"RT @Daroswene: #whchat will $ for defense be shifted to assist with #jobs or #infrastructure since the war is essentially over?","month":"10","year":"2011","corpus":"daroswen whchat defens shift assist job infrastructur sinc war essenti","id":127454669546065920,"day":"21"},{"text":"RT @startupamerica: 877 startups approved! Bring it on 1,000. Apply here: http://t.co/ylQJMyBy #Startups create jobs.","month":"10","year":"2011","corpus":"startupamerica 877 startup approv bring 000 appli startup creat job","id":129199150054129660,"day":"26"},{"text":"RT @jesseclee44: Obama on one way to get folks to support the American Jobs Act: \"Tweet 'em\"","month":"10","year":"2011","corpus":"jesseclee44 obama one way get folk support american job act tweet","id":129240105188732930,"day":"26"},{"text":"RT @GovernorOMalley: Obama's infrastructure plan will create jobs, rebuild America & give our kids a stronger future. http://t.co/k1Qk5S ...","month":"10","year":"2011","corpus":"governoromalley obama infrastructur plan creat job rebuild america give kid stronger futur","id":129632473981267970,"day":"27"},{"text":"Economy posts 9th straight quarter of positive growth, still need Jobs Act to speed recovery http://t.co/yieiZoyP Chart http://t.co/wcwYV9B4","month":"10","year":"2011","corpus":"economi post 9th straight quarter posit growth still need job act speed recoveri chart","id":129594913045229570,"day":"27"},{"text":"President Obama's Weekly Address: We Can’t Wait to Create Jobs. Video: http://t.co/ytaa50GT","month":"10","year":"2011","corpus":"presid obama weekli address wait creat job video","id":130301132538003460,"day":"29"},{"text":"RT @pfeiffer44: The GOP was voting to repeal environmental regs instead of creating jobs, now they are focused on regs that don't exist  ...","month":"11","year":"2011","corpus":"pfeiffer44 gop vote repeal environment reg instead creat job focus reg exist","id":131809358324563970,"day":"02"},{"text":"Obama: The most urgent challenge that we face right now is getting our economy to grow faster & to create more jobs: http://t.co/KD83ghDU","month":"11","year":"2011","corpus":"obama urgent challeng face right get economi grow faster creat job","id":132098173563961340,"day":"03"},{"text":"44 million new #jobs. By the numbers: http://t.co/OAkwRsZ1 http://t.co/bpvflsK6","month":"11","year":"2011","corpus":"million new job number","id":132483789447376900,"day":"04"},{"text":"RT @jesseclee44: New CEA Chair Krueger on jobs #s: +104K private sector in Oct but need Jobs Act http://t.co/v09QRIAV New 3 yr chart: ht ...","month":"11","year":"2011","corpus":"jesseclee44 new cea chair krueger job 104k privat sector oct need job act new chart","id":132517920248041470,"day":"04"},{"text":"Fresh West Wing Week: Obama urges Congress to pass the Jobs Act & takes executive action to put folks back to work: http://t.co/Jv0vaW2y","month":"11","year":"2011","corpus":"fresh west wing week obama urg congress pass job act take execut action put folk back work","id":132449451376779260,"day":"04"},{"text":"RT @SimplyHired: http://t.co/B36NXSau and the Veterans Job Bank Initiative - http://t.co/26svijgq","month":"11","year":"2011","corpus":"simplyhir veteran job bank initi","id":133642077094424580,"day":"07"},{"text":"RT @WHLive: Obama: Connecting our #vets to the jobs they deserve isn’t just the right thing to do for our vets – it’s the right thing to ...","month":"11","year":"2011","corpus":"whlive obama connect veteran job deserv right thing veteran right thing","id":133594713008775170,"day":"07"},{"text":"Happening @ 12ET: Pres Obama joined by #vets groups to speak on veterans, American Jobs Act & new exec actions. Watch: http://t.co/u95y7hhB","month":"11","year":"2011","corpus":"happen 12et pre obama join veteran group speak veteran american job act new exec action watch","id":133588877830144000,"day":"07"},{"text":"\"Our #veterans did their jobs. It’s time for Congress to do theirs\" -Obama on new initiatives to get vets back to work: http://t.co/ZMRSeVv7","month":"11","year":"2011","corpus":"veteran job time congress obama new initi get veteran back work","id":133633409955274750,"day":"07"},{"text":"RT @WHLive: .@Ad_Recruiter Great Q New VeteransJobBank on http://t.co/HsIJwb4y lets vets search for jobs from employers committed to hir ...","month":"11","year":"2011","corpus":"whlive ad_recruit great new veteransjobbank let veteran search job employ commit hir","id":134755338317598720,"day":"10"},{"text":"RT @jesseclee44: CEA's Krueger on Jobs #s: 2.9M jobs in 21 months, unemployment lowest since 3/09, improvement \"still not fast enough\" h ...","month":"12","year":"2011","corpus":"jesseclee44 cea krueger job job month unemploy lowest sinc improv still fast enough","id":142626569637199870,"day":"02"},{"text":"Consumers deserve to have someone whose job it is to look out for their interests.The @CFPB needs its director: http://t.co/wy4GxHZi","month":"12","year":"2011","corpus":"consum deserv someon whose job look interest cfpb need director","id":144802091473436670,"day":"08"},{"text":"RT @GapInc: Just announced our commitment to support 80,000 youth through job skill development programs #summerjobs+ http://t.co/TtmAdj ...","month":"01","year":"2012","corpus":"gapinc announc commit support 000 youth job skill develop program summerjob","id":155035343505211400,"day":"05"},{"text":"RT @jesseclee44: Chart: Last 4 years of private sector job gains/losses. Note trends before & after Jan 2009. More to do. http://t.co/Oe ...","month":"01","year":"2012","corpus":"jesseclee44 chart last year privat sector job gain loss note trend jan 2009","id":155317916399702000,"day":"06"},{"text":"By the Numbers: 170,000: http://t.co/nbZP37qY Since June of 2009, the auto industry has added 170,000 #jobs: http://t.co/l2eEvgqy","month":"01","year":"2012","corpus":"number 170 000 sinc june 2009 auto industri ad 170 000 job","id":156774563320041470,"day":"10"},{"text":"After shedding jobs for over a decade, American manufacturers have added 334,000 jobs in the last 2 years #insourcing http://t.co/T6kTlSED","month":"01","year":"2012","corpus":"shed job decad american manufactur ad 334 000 job last year insourc","id":157219677066633200,"day":"11"},{"text":"RT @WHLive: Obama: That’s what this is all about...Helping our businesses all across the country grow & create #jobs; compete & win. #vi ...","month":"01","year":"2012","corpus":"whlive obama ... help busi across countri grow creat job compet win","id":160057428036161540,"day":"19"},{"text":"RT @pfeiffer44: President Obama heads to Disney World today to talk about executive actions to create jobs through increased travel and  ...","month":"01","year":"2012","corpus":"pfeiffer44 presid obama head disney world today talk execut action creat job increas travel","id":160003880158105600,"day":"19"},{"text":"\"We can't wait for Congress to do its job. So where they won't act, I will.\" -President Obama. Watch: http://t.co/yUN6m4xQ","month":"01","year":"2012","corpus":"wait congress job act presid obama watch","id":161832639702114300,"day":"24"},{"text":"Obama: we should support...every risk-taker & entrepreneur who aspires to become the next Steve Jobs. #SOTU http://t.co/D0GkbJdz","month":"01","year":"2012","corpus":"obama support ... everi risk taker entrepreneur aspir becom next steve job sotu","id":162001449260302340,"day":"25"},{"text":"RT @johncsmith88: @pfeiffer44 What does President Obama think should be done to encourage Americans companies to put American jobs first ...","month":"01","year":"2012","corpus":"johncsmith88 pfeiffer44 presid obama think done encourag american compani put american job first","id":162276074649161730,"day":"25"},{"text":"RT @WHLive: Obama: Today, American consumers finally have a watchdog in Richard Cordray with one job: to look out for them. #sotu","month":"01","year":"2012","corpus":"whlive obama today american consum final watchdog richard cordray one job look sotu","id":162004975130652670,"day":"25"},{"text":"Obama: Tonight, my message to business leaders is simple: ask yourselves what you can do to bring #jobs back to your country #SOTU","month":"01","year":"2012","corpus":"obama tonight messag busi leader simpl ask bring job back countri sotu","id":161998132249497600,"day":"25"},{"text":"RT @jearnest44: @jwentworth79 POTUS intro'd American Jobs Act last Sept - bipartisan job-creating ideas.  http://t.co/F1VYJO1S  #WHChat","month":"01","year":"2012","corpus":"jearnest44 jwentworth79 potu intro american job act last sept bipartisan job creat idea whchat","id":162222793092644860,"day":"25"},{"text":"RT @JoiningForces: Obama: Michelle & Jill Biden have worked with American businesses to secure a pledge of 135,000 #jobs for #veterans & ...","month":"01","year":"2012","corpus":"joiningforc obama michel jill biden work american busi secur pledg 135 000 job veteran","id":162009897012178940,"day":"25"},{"text":"\"In the last 22 months, businesses have created more than million #jobs\" -President Obama in the #SOTU http://t.co/NtxBA9cf","month":"01","year":"2012","corpus":"last month busi creat million job presid obama sotu","id":162022775186395140,"day":"25"},{"text":"RT @VP: \"The most important thing we can do to help? Education...62% of all the jobs in the next 10 yrs are going to require a degree\"-VP","month":"02","year":"2012","corpus":"import thing help educ ... job next yr go requir degre","id":164750007046635520,"day":"01"},{"text":"RT @PressSec: POTUS' business tax reform plan \"simplifies the code, eliminates loopholes & subsidies, & promotes job creation.\" http://t ...","month":"02","year":"2012","corpus":"presssec potu busi tax reform plan simplifi code elimin loophol subsidi promot job creation","id":172452386080698370,"day":"22"},{"text":"Obama in #SOTU: \"We should support...every risk-taker & entrepreneur who aspires to become the next Steve Jobs\" Happy Birthday Steve Jobs","month":"02","year":"2012","corpus":"obama sotu support ... everi risk taker entrepreneur aspir becom next steve job happi birthday steve job","id":173124620889755650,"day":"24"},{"text":"We've added #jobs for 24 straight months –that's work for 3.9m Americans. Are you one of them? http://t.co/0DPIHdrN http://t.co/OEkHCfuy","month":"03","year":"2012","corpus":"ad job straight month work american one","id":178236263894229000,"day":"09"},{"text":"In his Weekly Address, President Obama talks about how companies are creating more #jobs in the US: http://t.co/HcMg6Pvp #MadeinAmerica","month":"03","year":"2012","corpus":"weekli address presid obama talk compani creat job madeinamerica","id":178579159705071600,"day":"10"},{"text":"RT @todd_park: Now on the job in my new role. Thanks very much to all for your tweets and messages, and look forward to working with you!","month":"03","year":"2012","corpus":"todd_park job new role thank much tweet messag look forward work","id":182251173733085200,"day":"20"},{"text":"RT @WHLive: President Obama: We welcome today’s news that our businesses created another 120,000 jobs last month...the unemployment rate ...","month":"04","year":"2012","corpus":"whlive presid obama welcom today news busi creat anoth 120 000 job last month ... unemploy rate","id":188273013194629120,"day":"06"},{"text":"The economy has added #jobs for 25 straight months. Encouraging, but more work to be done. New jobs chart: http://t.co/WuTMLt5x","month":"04","year":"2012","corpus":"economi ad job straight month encourag work done new job chart","id":188307211972390900,"day":"06"},{"text":"My first job with @jimmyfallon: http://t.co/kWOZ4AEw Now, go find yours: http://t.co/Rb6A6Uo8 #SummerJobsPlus","month":"05","year":"2012","corpus":"first job jimmyfallon find summerjobsplu","id":197804440047198200,"day":"02"},{"text":"Announcing 300,000 summer jobs for America's youth &amp; a new tool to access opportunities. Check out #SummerJobsPlus: http://t.co/Rb6A6Uo8","month":"05","year":"2012","corpus":"announc 300 000 summer job america youth amp new tool access opportun check summerjobsplu","id":197827266271645700,"day":"02"},{"text":"President Obama: \"This morning, we learned our economy created 130k private sector #jobs in April. The unemployment rate ticked down again\"","month":"05","year":"2012","corpus":"presid obama morn learn economi creat 130k privat sector job april unemploy rate tick","id":198441246438596600,"day":"04"},{"text":"#CongressToDoList: Reward American #jobs, eliminate tax incentives to ship jobs overseas (1 of 5): http://t.co/uxxThI03 http://t.co/S9dVYvVr","month":"05","year":"2012","corpus":"congresstodolist reward american job elimin tax incent ship job oversea","id":199891300517027840,"day":"08"},{"text":"#CongressToDoList: Create a Veterans Job Corps to help our returning #vets find jobs once they come home (5 of 5): http://t.co/Tgiqy76d","month":"05","year":"2012","corpus":"congresstodolist creat veteran job corp help return veteran find job come home","id":200287899424530430,"day":"09"},{"text":"RT @WWest3001: President Obama is calling on Congress to take action to help create jobs. See the #CongressToDoList: http://t.co/wjipOLRx","month":"05","year":"2012","corpus":"wwest3001 presid obama call congress take action help creat job see congresstodolist","id":200717822068924400,"day":"10"},{"text":"On #CongressToDoList: Help nearly 2 million small business owners create jobs: http://t.co/zWjCh4K7 http://t.co/HLazYnZk","month":"05","year":"2012","corpus":"congresstodolist help nearli million small busi owner creat job","id":202852458794459140,"day":"16"},{"text":"What do you want to know about the President's to-do list for Congress to create #jobs? @presssec will answer your Qs soon. Ask w/ #WHChat","month":"05","year":"2012","corpus":"want know presid list congress creat job presssec answer soon ask whchat","id":204966795835219970,"day":"22"},{"text":"WH Office Hours: Got ?s on President Obama's to-do list for Congress that’ll create #jobs? Ask now with #WHChat http://t.co/CKSe7JWo","month":"05","year":"2012","corpus":"offic hour got presid obama list congress creat job ask whchat","id":204775952792817660,"day":"22"},{"text":"RT @brianbonner: #WHChat how does government create jobs?","month":"05","year":"2012","corpus":"brianbonn whchat govern creat job","id":204976472451055600,"day":"22"},{"text":"RT @PressSec: .@brianbonner Gvt helps w/investments in edu, infrastructure, R&amp;D but private sector is real job growth engine: 4.2M p ...","month":"05","year":"2012","corpus":"presssec brianbonn gvt help invest edu infrastructur amp privat sector real job growth engin","id":204976490016800770,"day":"22"},{"text":"RT @WHLive: What do you want to know about the President's to-do list for Congress to create jobs? http://t.co/wAfLZB1O Ask your questio ...","month":"05","year":"2012","corpus":"whlive want know presid list congress creat job ask questio","id":205717821517348860,"day":"24"},{"text":"RT @whitehouseostp: A Must Watch: Dr. John Holdren's first job: http://t.co/ij1kJl6G  #SummerJobsPlus","month":"05","year":"2012","corpus":"whitehouseostp must watch john holdren first job summerjobsplu","id":208236770909892600,"day":"31"},{"text":"Today President Obama calls on Congress to act on #Veterans Job Corps on #CongressToDoList: http://t.co/hinwoSst","month":"06","year":"2012","corpus":"today presid obama call congress act veteran job corp congresstodolist","id":208589713500667900,"day":"01"},{"text":"Reward American jobs &amp; #insourcing, not outsourcing (1 of 5 on #CongressToDoList): http://t.co/L6Rq8OJC","month":"06","year":"2012","corpus":"reward american job amp insourc outsourc congresstodolist","id":208524836639739900,"day":"01"},{"text":"Women entrepreneurs are creating #jobs: Check out an interactive timeline: http://t.co/b6xREtMF via @whitehouse","month":"06","year":"2012","corpus":"women entrepreneur creat job check interact timelin via whitehous","id":209984076231352320,"day":"05"},{"text":"Weekly Address: Congress Must Act to Keep Our Teachers on the Job: http://t.co/KR0elK2u","month":"06","year":"2012","corpus":"weekli address congress must act keep teacher job","id":212306283490062340,"day":"11"},{"text":"RT @WHLive: Obama: \"I’m again calling on Congress to act. Pass the Veterans Jobs Corps so we can put more vets to work protecting &amp;  ...","month":"08","year":"2012","corpus":"whlive obama call congress act pass veteran job corp put veteran work protect amp","id":241618424722227200,"day":"31"},{"text":"RT @jearnest44: Check out the analysis of this month's jobs report offered up by the President's economist, CEA Chair Alan Krueger: http ...","month":"09","year":"2012","corpus":"jearnest44 check analysi month job report offer presid economist cea chair alan krueger http","id":244079195423117300,"day":"07"},{"text":"Weekly Address: Congress Must Act to Create Jobs and Grow the Economy: http://t.co/OjMiUR35","month":"09","year":"2012","corpus":"weekli address congress must act creat job grow economi","id":249510278155350000,"day":"22"},{"text":"New jobs #s: 5.2M new jobs over 31 months &amp; unemployment falls to 7.8%. More work to do. http://t.co/tUXlycip Chart: http://t.co/rFeIDy86","month":"10","year":"2012","corpus":"new job new job month amp unemploy fall work chart","id":254244873509691400,"day":"05"},{"text":"\"He changed the way each of us sees the world.\" -President Obama on the passing of Steve Jobs, Oct. 5, 2011: http://t.co/1jM8PsZh","month":"10","year":"2012","corpus":"chang way see world presid obama pass steve job oct 2011","id":254328717789241340,"day":"05"},{"text":"RT @USTreasury: CHART: POTUS visiting MI auto plant today. Since rescue, auto industry has added more than a quarter million new jobs ht ...","month":"12","year":"2012","corpus":"ustreasuri chart potu visit auto plant today sinc rescu auto industri ad quarter million new job","id":278228208384614400,"day":"10"},{"text":"New jobs #s: US economy adds 168k private sector jobs in Dec, 5.8M jobs over 34 months: http://t.co/k091tfIz More to do http://t.co/lti1smhs","month":"01","year":"2013","corpus":"new job economi add 168k privat sector job dec job month","id":287227703197827070,"day":"04"},{"text":"RT @WHLive: President Obama: \"The fact is, though, we can’t finish the job of deficit reduction through spending cuts alone.\"","month":"01","year":"2013","corpus":"whlive presid obama fact though finish job deficit reduct spend cut alon","id":290861293689245700,"day":"14"},{"text":"RT @StateDept: Interested in joining the Foreign Service? Watch a new video from @doscareers to learn about the job. http://t.co/kKKXRXtn","month":"01","year":"2013","corpus":"statedept interest join foreign servic watch new video doscar learn job","id":291255621716680700,"day":"15"},{"text":"\"We cannot cede to other nations the technology that will power new jobs &amp; new industries – we must claim its promise.\" —President Obama","month":"01","year":"2013","corpus":"cannot cede nation technolog power new job amp new industri must claim promis presid obama","id":293403458755784700,"day":"21"},{"text":"RT @pfeiffer44: More than 6.1 million private sector jobs were created in the past 35 months; more work to do: http://t.co/iuZoRNFf","month":"02","year":"2013","corpus":"pfeiffer44 million privat sector job creat past month work","id":297444439775911940,"day":"01"},{"text":"\"A growing economy that creates good, middle-class jobs – that must be the North Star that guides our efforts.\" http://t.co/ySqO7QeF","month":"02","year":"2013","corpus":"grow economi creat good middl class job must north star guid effort","id":301518481684299800,"day":"13"},{"text":"\"After years of grueling recession, our businesses have created over six million new jobs\" —President Obama in #SOTU http://t.co/vHrCIRlT","month":"02","year":"2013","corpus":"year gruel recess busi creat six million new job presid obama sotu","id":301515448468525060,"day":"13"},{"text":"Obama: \"I know that you want these job-creating projects in your districts. I’ve seen you all at the ribbon-cuttings.\" #JobsNow #SOTU","month":"02","year":"2013","corpus":"obama know want job creat project district seen ribbon cut jobsnow sotu","id":301520755143893000,"day":"13"},{"text":"\"It’s a simple fact: the more #education you have, the more likely you are to have a good job.\" —President Obama in #SOTU","month":"02","year":"2013","corpus":"simpl fact educ like good job presid obama sotu","id":301522483943723000,"day":"13"},{"text":"\"Our North Star is a growing economy that creates good, middle-class jobs.\" —President Obama","month":"02","year":"2013","corpus":"north star grow economi creat good middl class job presid obama","id":306474204658810900,"day":"26"},{"text":"Republicans in Congress are choosing jet owners over teacher jobs: http://t.co/DRFsn5VCG0 http://t.co/Nx3EuovTp6","month":"02","year":"2013","corpus":"republican congress choos jet owner teacher job","id":306898992107757600,"day":"27"},{"text":"More than 6.35 million private sector jobs were added in the past 36 months; more work to do: http://t.co/M6D6wZGwxg http://t.co/ddpFIUoPQy","month":"03","year":"2013","corpus":"million privat sector job ad past month work","id":310055090599886850,"day":"08"},{"text":"President Obama has a plan to create jobs by investing in American #infrastructure: http://t.co/NDlxGmsAJm Chart: http://t.co/5Lt8eGpTlA","month":"03","year":"2013","corpus":"presid obama plan creat job invest american infrastructur chart","id":317796834909253600,"day":"30"},{"text":"RT @VP: \"No one who fights for this country overseas should have to fight for a job when they come back home.\" -- @VP Biden: http://t.co/Ps…","month":"04","year":"2013","corpus":"one fight countri oversea fight job come back home biden","id":329264682563158000,"day":"30"},{"text":"RT the news: Our economy added 176K private-sector jobs, while unemployment dipped to its lowest rate since Dec '08. http://t.co/L87yhAfArV","month":"05","year":"2013","corpus":"news economi ad 176k privat sector job unemploy dip lowest rate sinc dec","id":330351767181221900,"day":"03"},{"text":"RT if you agree: We need to educate our kids so they have the skills to succeed in the jobs of tomorrow. http://t.co/r8EPvtOO5N","month":"05","year":"2013","corpus":"agre need educ kid skill succeed job tomorrow","id":332637778464632800,"day":"09"},{"text":"Today, the President signed a memorandum designed to cut red tape, jump start infrastructure projects &amp; create jobs: http://t.co/xtsZzZkr92","month":"05","year":"2013","corpus":"today presid sign memorandum design cut red tape jump start infrastructur project amp creat job","id":335505533861781500,"day":"17"},{"text":"FACT: Obama created and extended a tax credit worth $10,000 over 4 years that helps more than 9 million families cover college costs.","month":"05","year":"2013","corpus":"fact obama creat extend tax credit worth 000 year help million famili cover colleg cost","id":340170867558453250,"day":"30"},{"text":"Our economy added 178,000 private-sector jobs in May—and there's more work to do: http://t.co/n40NTaxPdS, http://t.co/cbeOikv231","month":"06","year":"2013","corpus":"economi ad 178 000 privat sector job may work","id":343022395189239800,"day":"07"},{"text":"RT @WHLive: Obama: \"Entrepreneurs and business owners are using that data to create jobs and solve problems that government can’t solve by …","month":"07","year":"2013","corpus":"whlive obama entrepreneur busi owner use data creat job solv problem govern solv","id":354269036634316800,"day":"08"},{"text":"RT to spread the news: #ImmigrationReform would create jobs, reduce the deficit, and raise GDP —&gt; http://t.co/OPZhJAxSDO #SupportTheDream","month":"07","year":"2013","corpus":"spread news immigrationreform would creat job reduc deficit rais gdp supportthedream","id":357555358073503740,"day":"17"},{"text":"Obama: \"Over the past 40 months, our businesses have created more than 7.2 million new jobs.\" #ABetterBargain, http://t.co/n9nSHPpWMp","month":"07","year":"2013","corpus":"obama past month busi creat million new job abetterbargain","id":360087673886617600,"day":"24"},{"text":"FACT: Since March 2010, our economy has added 7.2 million private-sector jobs—and there's more work to do. http://t.co/fJP47kmfpf","month":"07","year":"2013","corpus":"fact sinc march 2010 economi ad million privat sector job work","id":360068715972263940,"day":"24"},{"text":"President Obama: \"Add it all up, and over the past 40 months, our businesses have created 7.2 million new jobs.\" http://t.co/GSRZMJP24l","month":"07","year":"2013","corpus":"presid obama add past month busi creat million new job","id":360472289453699100,"day":"25"},{"text":"President Obama: \"We should be doing everything we can as a country to create more good jobs that pay decent wages. Period.\" #ABetterBargain","month":"07","year":"2013","corpus":"presid obama everyth countri creat good job pay decent wage period abetterbargain","id":362273517418455040,"day":"30"},{"text":"Watch this GIF on increased jobs &amp; hours for restaurant workers since #Obamacare became law: http://t.co/t0Mib5yODu, http://t.co/dXhpvgDkNq","month":"07","year":"2013","corpus":"watch gif increas job amp hour restaur worker sinc obamacar becam law","id":362318711438315500,"day":"30"},{"text":"Happening now: President Obama speaks on his plan to create good jobs with fair wages and simplify our tax code —&gt; http://t.co/fgWNis1VsU","month":"07","year":"2013","corpus":"happen presid obama speak plan creat good job fair wage simplifi tax code","id":362271015658729500,"day":"30"},{"text":"RT if you support President Obama's plan to create good jobs with fair wages and simplify our tax code. http://t.co/9qU5KTXKUI","month":"07","year":"2013","corpus":"support presid obama plan creat good job fair wage simplifi tax code","id":362589512825708540,"day":"31"},{"text":"\"We should be doing everything we can as a country to create more good jobs that pay good wages. Period.\" —Obama: http://t.co/emfFxWFSpx","month":"07","year":"2013","corpus":"everyth countri creat good job pay good wage period obama","id":362578529273135100,"day":"31"},{"text":"Share the news: Our economy has added 7.3 million private-sector jobs over the last 41 months. More work to do. http://t.co/oVUjXdzuAp","month":"08","year":"2013","corpus":"share news economi ad million privat sector job last month work","id":363304220759298050,"day":"02"},{"text":"Our businesses added 161,000 private-sector jobs in July and unemployment dropped to its lowest level since Dec. '08: http://t.co/SfkLThXfwR","month":"08","year":"2013","corpus":"busi ad 161 000 privat sector job juli unemploy drop lowest level sinc dec","id":363313455341633540,"day":"02"},{"text":"“Our businesses have created 7.3 million new jobs over the last 41 months.” –President Obama: http://t.co/oVUjXdzuAp","month":"08","year":"2013","corpus":"busi creat million new job last month presid obama","id":364839025326039040,"day":"06"},{"text":"RT @vj44: RT to get the word out—Immigration bill would add nearly 14K new jobs on average in each congressional district http://t.co/wknQt…","month":"08","year":"2013","corpus":"vj44 get word immigr bill would add nearli 14k new job averag congression district","id":369847430394548200,"day":"20"},{"text":"President Obama: \"With that courage, we can stand together for good jobs and just wages.\" #MLKDream50","month":"08","year":"2013","corpus":"presid obama courag stand togeth good job wage mlkdream50","id":372803505305964540,"day":"28"},{"text":"RT the news: Our economy has added 7.5 million private-sector jobs over the last 42 months. More work to do: http://t.co/CcrJvLf0Qs","month":"09","year":"2013","corpus":"news economi ad million privat sector job last month work","id":375999818721554400,"day":"06"},{"text":"President Obama has made clear that Congress has two jobs to do:\n1. Pay the bills on time\n2. Pass a budget on time —&gt; http://t.co/dXxCF37LI8","month":"09","year":"2013","corpus":"presid obama made clear congress two job pay bill time pass budget time","id":384827451747995650,"day":"30"},{"text":"President Obama to the House GOP: \"You don't get to extract a ransom for doing your job.\" #Shutdown","month":"09","year":"2013","corpus":"presid obama hous gop get extract ransom job shutdown","id":384788721368723460,"day":"30"},{"text":"\"We need to focus on what the majority of Americans sent us here to do—grow the economy, create good jobs.\" —Obama: http://t.co/4ylPVemMp2","month":"10","year":"2013","corpus":"need focu major american sent grow economi creat good job obama","id":391573235742933000,"day":"19"},{"text":"RT @CEAChair: Hey everyone! Follow along for the latest on the economy, tax policy, job creation, and occasional facts on the greatness of …","month":"10","year":"2013","corpus":"ceachair hey everyon follow along latest economi tax polici job creation occasion fact great","id":392385889735049200,"day":"21"},{"text":"RT the news: Our economy has added 7.6 million private-sector jobs over 43 straight months. http://t.co/DbljaVSafr, http://t.co/d9KEGasAWb","month":"10","year":"2013","corpus":"news economi ad million privat sector job straight month","id":392706405423013900,"day":"22"},{"text":"RT @CEAChair: Today we learned businesses added 7.6 million jobs over past 43 months. More at http://t.co/7LtRyOIvy9 http://t.co/ge8a2azMQK","month":"10","year":"2013","corpus":"ceachair today learn busi ad million job past month","id":392670050202976260,"day":"22"},{"text":"President Obama: \"Over the past three and half years, our businesses have created more than 7.5 million jobs.\" http://t.co/3iUZJJaFnY","month":"10","year":"2013","corpus":"presid obama past three half year busi creat million job","id":395969633800302600,"day":"31"},{"text":"Obama: \"It’s time for Congress to focus on what the American people are focused on...creating good jobs that pay good wages\" #ABetterBargain","month":"10","year":"2013","corpus":"obama time congress focu american peopl focus ... creat good job pay good wage abetterbargain","id":395971940201930750,"day":"31"},{"text":"President Obama: \"I’m expanding and enhancing @SelectUSA...to recruit businesses to invest and create new jobs in the U.S.\"","month":"10","year":"2013","corpus":"presid obama expand enhanc selectusa ... recruit busi invest creat new job","id":395971211424849900,"day":"31"},{"text":"Obama: \"America is open for business...after a decade in which many jobs left the U.S. to go overseas—many companies are bringing jobs back\"","month":"10","year":"2013","corpus":"obama america open busi ... decad mani job left oversea mani compani bring job back","id":395970319598374900,"day":"31"},{"text":"\"Over the past 3.5 years, our businesses have created over 7.5 million new jobs.\" —Obama: http://t.co/MZxMezXoJ6, http://t.co/VCJSJNgbDB","month":"11","year":"2013","corpus":"past year busi creat million new job obama","id":396758176072073200,"day":"02"},{"text":"President Obama: \"Over the past 44 months, our businesses have created 7.8 million new jobs.\" #MadeInAmerica, http://t.co/2Yo2Z7i3ZV","month":"11","year":"2013","corpus":"presid obama past month busi creat million new job madeinamerica","id":398882394763063300,"day":"08"},{"text":"RT @WHLive: President Obama: \"Building new roads, and bridges, and schools, and ports—that creates jobs.\" #MadeInAmerica","month":"11","year":"2013","corpus":"whlive presid obama build new road bridg school port creat job madeinamerica","id":398884284330561540,"day":"08"},{"text":"FACT: Our economy is now adding jobs at a pace of more than 2 million per year —&gt; http://t.co/h6i39zYRRP, http://t.co/3nEFIQMr72","month":"11","year":"2013","corpus":"fact economi ad job pace million per year","id":398836593621864450,"day":"08"},{"text":"Good news.\nOur economy added:\n1. 212,000 private-sector jobs last month.\n2. 7.8 million jobs over 44 straight months.\nhttp://t.co/TukyThNJ3c","month":"11","year":"2013","corpus":"good news economi ad 212 000 privat sector job last month million job straight month","id":398831159993311200,"day":"08"},{"text":"Watch President Obama's speech on growing our economy and creating jobs by increasing our exports at 1:10pm ET —&gt; http://t.co/JdJudVJSB4","month":"11","year":"2013","corpus":"watch presid obama speech grow economi creat job increas export 10pm","id":398869566740111360,"day":"08"},{"text":"\"If you fight for your country overseas, you should never have to fight for a job when you come home.\" —Obama: http://t.co/H5QbIFroUK","month":"11","year":"2013","corpus":"fight countri oversea never fight job come home obama","id":399250180400111600,"day":"09"},{"text":"President Obama: \"Over the last 44 months, our businesses have created 7.8 million new jobs.\" #ABetterBargain, http://t.co/eFCTXBFwFY","month":"11","year":"2013","corpus":"presid obama last month busi creat million new job abetterbargain","id":401088235968819200,"day":"14"},{"text":"“As long as I’m President, I’ll keep doing everything I can to create jobs and grow the economy.” —President Obama: http://t.co/5iul7PPoqb","month":"11","year":"2013","corpus":"long presid keep everyth creat job grow economi presid obama","id":404254009256456200,"day":"23"},{"text":"“Our businesses have created 7.8 million new jobs in the past 44 months.” —President Obama: http://t.co/5iul7PPoqb, http://t.co/THitWJltbz","month":"11","year":"2013","corpus":"busi creat million new job past month presid obama","id":404353067652354050,"day":"23"},{"text":"Bipartisan #ImmigrationReform would:\n1. Grow our economy\n2. Create jobs\n3. Cut the deficit\nWATCH —&gt; http://t.co/BTHk06dMZ4\n#ActOnReform","month":"11","year":"2013","corpus":"bipartisan immigrationreform would grow economi creat job cut deficit watch actonreform","id":405033556516151300,"day":"25"},{"text":"Obama: \"That’s why...we offer temporary unemployment insurance—so that job-seekers don’t fall into poverty.\" http://t.co/Wmw8e6tJYX","month":"12","year":"2013","corpus":"obama ... offer temporari unemploy insur job seeker fall poverti","id":409714488577753100,"day":"08"},{"text":"2013 #YearInReview:\n1. Our economy: ↑\n2. Our deficits: ↓\n3. + more than 2 million jobs\nBut there's more work to do: http://t.co/HdVfFyOsFq","month":"12","year":"2013","corpus":"2013 yearinreview economi deficit million job work","id":416268558008471550,"day":"26"},{"text":"For the sake of our economy and Americans looking for a job, it's time to renew unemployment insurance. #RenewUI, http://t.co/Ak40ltjpqk","month":"01","year":"2014","corpus":"sake economi american look job time renew unemploy insur renewui","id":419165848419307500,"day":"03"},{"text":"FACT: If Congress fails to #RenewUI benefits, it could cost our economy 240,000 jobs this year → http://t.co/911ru6JGVg","month":"01","year":"2014","corpus":"fact congress fail renewui benefit could cost economi 240 000 job year","id":419185182583709700,"day":"03"},{"text":"FACT: If Congress fails to #RenewUI benefits, it could cost our economy 240,000 jobs this year → http://t.co/911ru6JGVg","month":"01","year":"2014","corpus":"fact congress fail renewui benefit could cost economi 240 000 job year","id":420278656909320200,"day":"06"},{"text":"RT if you agree: It's time to extend a vital lifeline for Americans looking for a job. #RenewUI, http://t.co/YfuyeVAxYp","month":"01","year":"2014","corpus":"agre time extend vital lifelin american look job renewui","id":420613694045683700,"day":"07"},{"text":"President Obama: \"Our businesses have created more than 8 million new jobs since we hit the bottom.\" #ABetterBargain http://t.co/2NMNHMmX4t","month":"01","year":"2014","corpus":"presid obama busi creat million new job sinc hit bottom abetterbargain","id":420599916113559550,"day":"07"},{"text":"Here's why it's so important to #RenewUI for hardworking Americans looking for a job → http://t.co/5Q4jFqLL4M, http://t.co/uEuUTNYKab","month":"01","year":"2014","corpus":"import renewui hardwork american look job","id":420681568768647200,"day":"07"},{"text":"Starting now: President Obama speaks about why Congress needs to #RenewUI for Americans looking for a job. Watch → http://t.co/eoNcOe9hwJ","month":"01","year":"2014","corpus":"start presid obama speak congress need renewui american look job watch","id":420599041810894850,"day":"07"},{"text":"Obama: \"For many, it’s the only source of income they’ve got to support their families while they look for a new job.\" #RenewUI","month":"01","year":"2014","corpus":"obama mani sourc incom got support famili look new job renewui","id":420600495174987800,"day":"07"},{"text":"President Obama: \"Voting for unemployment insurance helps people and creates jobs, and voting against it does not.\" #RenewUI","month":"01","year":"2014","corpus":"presid obama vote unemploy insur help peopl creat job vote renewui","id":420603134583394300,"day":"07"},{"text":"RT @WHLive: Obama: \"Our businesses have created more than 8 million new jobs since the depths of the recession.\" #ABetterBargain http://t.c…","month":"01","year":"2014","corpus":"whlive obama busi creat million new job sinc depth recess abetterbargain","id":421362634919665660,"day":"09"},{"text":"Our businesses have added 8.2 million jobs over the past 46 months—but there's more work to do. #OpportunityForAll, http://t.co/aLfuVGTNQE","month":"01","year":"2014","corpus":"busi ad million job past month work opportunityforal","id":421672788219265000,"day":"10"},{"text":"RT @RepHuffman: Unemployment insurance is not a handout; it’s a hand up for job seekers who need our help. #RenewUI","month":"01","year":"2014","corpus":"rephuffman unemploy insur handout hand job seeker need help renewui","id":423571598692847600,"day":"15"},{"text":"\"We’re going to help schools do a better job of preventing &amp; responding to sexual assault on their campuses.\" —Obama: http://t.co/DBsWQvnlyD","month":"01","year":"2014","corpus":"go help school better job prevent amp respond sexual assault campus obama","id":427456078142402560,"day":"26"},{"text":"Obama: \"Let’s do more to help the entrepreneurs &amp; small business owners who create most new jobs in America.\" http://t.co/CRPxPZzhFJ","month":"01","year":"2014","corpus":"obama let help entrepreneur amp small busi owner creat new job america","id":428354217456058400,"day":"29"},{"text":"Obama: \"We can take the money we save with this transition to tax reform to create jobs rebuilding our roads.\" http://t.co/dLG9395EhO","month":"01","year":"2014","corpus":"obama take money save transit tax reform creat job rebuild road","id":428353895564202000,"day":"29"},{"text":"Obama: \"We’re at a moment where businesses like GE have created 8 million new jobs over the past 4 years.\" http://t.co/RE4cxkClvR","month":"01","year":"2014","corpus":"obama moment busi like creat million new job past year","id":428943637955624960,"day":"30"},{"text":"RT @WHLive: President Obama: \"We've got to train more Americans with the skills to fill those jobs.\" #OpportunityForAll","month":"01","year":"2014","corpus":"whlive presid obama got train american skill fill job opportunityforal","id":428944876341039100,"day":"30"},{"text":"Obama: \"Manufacturing is adding jobs for the first time since the 1990s.\" http://t.co/MLAacv5Q2U #MadeInAmerica, http://t.co/tSX73eybst","month":"01","year":"2014","corpus":"obama manufactur ad job first time sinc 1990 madeinamerica","id":428993683703476200,"day":"30"},{"text":"President Obama: \"Job one is more new jobs: Jobs in construction and manufacturing, jobs in innovation and energy.\" http://t.co/fCcxx7Y7Vc","month":"02","year":"2014","corpus":"presid obama job one new job job construct manufactur job innov energi","id":429697131813679100,"day":"01"},{"text":"39 GOP senators just voted to block extending a lifeline to 1.7 million Americans looking for a job.\nRT if you agree that's wrong. #ActOnUI","month":"02","year":"2014","corpus":"gop senat vote block extend lifelin million american look job agre wrong actonui","id":431517998999150600,"day":"06"},{"text":"Obama on the #FarmBill: \"It’s like a Swiss Army Knife—it multitasks. It creates more good jobs &amp; gives more Americans a shot at opportunity\"","month":"02","year":"2014","corpus":"obama farmbil like swiss armi knife multitask creat good job amp give american shot opportun","id":431872131929231360,"day":"07"},{"text":"Obama: \"The products we grow here and sell to the rest of the world support about one million American jobs.\" #MadeInAmerica #FarmBill","month":"02","year":"2014","corpus":"obama product grow sell rest world support one million american job madeinamerica farmbil","id":431872396912783360,"day":"07"},{"text":"Obama: \"This morning, we learned that our businesses...created more than 140,000 jobs last month.\" #ActOnJobs http://t.co/A9PgmPk0hS","month":"02","year":"2014","corpus":"obama morn learn busi ... creat 140 000 job last month actonjob","id":431870239802806300,"day":"07"},{"text":"RT @WHLive: Obama: \"The #FarmBill is not just about helping farmers. Sec. Vilsack calls it a jobs...innovation...infrastructure...&amp; conserv…","month":"02","year":"2014","corpus":"whlive obama farmbil help farmer sec vilsack call job ... innov ... infrastructur ...& amp conserv","id":431872098626437100,"day":"07"},{"text":"Good news: Our construction sector added 48,000 jobs last month—it's strongest month of job growth since 2007. http://t.co/5scqgxj5h5","month":"02","year":"2014","corpus":"good news construct sector ad 000 job last month strongest month job growth sinc 2007","id":431817138026721300,"day":"07"},{"text":"RT the news: Our businesses have added 8.5 million jobs over 47 straight months. http://t.co/E6pIYSb04i #ActOnJobs http://t.co/wMynIxrHiu","month":"02","year":"2014","corpus":"news busi ad million job straight month actonjob","id":431812411624919040,"day":"07"},{"text":"\"We can expand...clean energy partnerships that create jobs &amp; move us toward low-carbon growth.\" —Obama &amp; @FHollande: http://t.co/tcrypD258p","month":"02","year":"2014","corpus":"expand ... clean energi partnership creat job amp move toward low carbon growth obama amp fholland","id":432933262457983000,"day":"10"},{"text":"RT @USDOL: \"Vets can find jobs &amp; companies can find qualified employees\" at 2600 American Job Centers across the U.S. -@FLOTUS  http://t.co…","month":"02","year":"2014","corpus":"usdol veteran find job amp compani find qualifi employe 2600 american job center across flotu","id":432967688412200960,"day":"10"},{"text":"Happy birthday to the @ExImBankUS! Thanks for 80 years of supporting American jobs and exports. #MadeInAmerica","month":"02","year":"2014","corpus":"happi birthday eximbanku thank year support american job export madeinamerica","id":433743615962001400,"day":"12"},{"text":"FACT: More than 160 million American workers received tax cuts thanks to the Recovery Act &amp; subsequent jobs measures. http://t.co/0qxENkUriO","month":"02","year":"2014","corpus":"fact 160 million american worker receiv tax cut thank recoveri act amp subsequ job measur","id":435507770511470600,"day":"17"},{"text":"FACT: The Recovery Act saved or created an average of 1.6 million jobs a year for 4 years through 2012. http://t.co/wSbOQUqvds #ActOnJobs","month":"02","year":"2014","corpus":"fact recoveri act save creat averag million job year year 2012 actonjob","id":435491412612616200,"day":"17"},{"text":"Obama: \"Since we stepped in to help our automakers retool, the American auto industry has created almost 425,000 new jobs.\" #MadeInAmerica","month":"02","year":"2014","corpus":"obama sinc step help automak retool american auto industri creat almost 425 000 new job madeinamerica","id":435816261550080000,"day":"18"},{"text":"FACT: Our manufacturers have added 622,000 jobs since early 2010—including more than 80,000 over the past 4 months. #ActOnJobs","month":"02","year":"2014","corpus":"fact manufactur ad 622 000 job sinc earli 2010 includ 000 past month actonjob","id":438361625611878400,"day":"25"},{"text":"President Obama: \"Today, our manufacturers have added more than 620,000 new manufacturing jobs over the last 4 years.\" #ActOnJobs","month":"02","year":"2014","corpus":"presid obama today manufactur ad 620 000 new manufactur job last year actonjob","id":438410839021060100,"day":"25"},{"text":"RT @WHLive: Obama: \"Since we stepped in to help our automakers retool, the American auto industry has created almost 425,000 new jobs.\" #Ac…","month":"02","year":"2014","corpus":"whlive obama sinc step help automak retool american auto industri creat almost 425 000 new job","id":438411786451419140,"day":"25"},{"text":"RT @WHLive: President Obama: \"One of the fastest and best ways to create good jobs is by rebuilding America’s infrastructure.\" #RebuildAmer…","month":"02","year":"2014","corpus":"whlive presid obama one fastest best way creat good job rebuild america infrastructur rebuildam","id":438778021072601100,"day":"26"},{"text":"RT @WHLive: Obama: \"Let’s create more good jobs building smarter schools, better airports, faster railways and broadband networks.\" #Rebuil…","month":"02","year":"2014","corpus":"whlive obama let creat good job build smarter school better airport faster railway broadband network rebuil","id":438784326894108700,"day":"26"},{"text":"President Obama's Weekly Address: Investing in technology and infrastructure to create jobs → http://t.co/1rVx8RgTjq #RebuildAmerica","month":"03","year":"2014","corpus":"presid obama weekli address invest technolog infrastructur creat job rebuildamerica","id":439781957015437300,"day":"01"},{"text":"Obama: \"Next week, I’ll send Congress a budget that will rebuild...transportation systems &amp; support millions of jobs\" http://t.co/c3AI8wA1eO","month":"03","year":"2014","corpus":"obama next week send congress budget rebuild ... transport system amp support million job","id":440275520903589900,"day":"03"},{"text":"\"If we’re going to finish the job, Congress has to get on board.\" —Obama on raising the minimum wage #RaiseTheWage http://t.co/YekbVGDWbh","month":"03","year":"2014","corpus":"go finish job congress get board obama rais minimum wage raisethewag","id":441298206610051100,"day":"05"},{"text":"FACT: Our businesses added 162,000 jobs in February—but there's more work to do: http://t.co/Nt7R6jfHeS #ActOnJobs, http://t.co/jJ3tMi62Lg","month":"03","year":"2014","corpus":"fact busi ad 162 000 job februari work actonjob","id":441963483626614800,"day":"07"},{"text":"Our businesses have added:\n• 8.7 million jobs over 4 years\n• 2.2 million in the past year\n• 162,000 in February\n→ http://t.co/BmmrWp0aam","month":"03","year":"2014","corpus":"busi ad million job year million past year 162 000 februari","id":441953817504931840,"day":"07"},{"text":"RT @WHLive: \"We’ve got more jobs to create, and kids to educate, and clean energy to generate.\" —President Obama #OpportunityForAll","month":"04","year":"2014","corpus":"whlive got job creat kid educ clean energi gener presid obama opportunityforal","id":451441296952295400,"day":"02"},{"text":"Our businesses have added:\n• 8.9 million jobs over 49 months\n• 2.3 million in the past year\n• 192,000 in March\n→ http://t.co/LcE3LOWDBv","month":"04","year":"2014","corpus":"busi ad million job month million past year 192 000 march","id":452083216002740200,"day":"04"},{"text":"FACT: Our manufacturers have added nearly 100,000 jobs since July. http://t.co/zUu0YoQoKZ #MadeInAmerica http://t.co/LcE3LOWDBv","month":"04","year":"2014","corpus":"fact manufactur ad nearli 100 000 job sinc juli madeinamerica","id":452094598462971900,"day":"04"},{"text":"President Obama's #OpportunityForAll agenda:\n+ Jobs\n+ Job training\n↑ #CollegeOpportunity\n#RaiseTheWage\nWatch → http://t.co/6MkQjoy6Et","month":"04","year":"2014","corpus":"presid obama opportunityforal agenda job job train collegeopportun raisethewag watch","id":452449441350311940,"day":"05"},{"text":"\"There’s only one group who can get the job done for the entire country—that’s Congress.\" —Obama: http://t.co/gQNmcCNx9R #RaiseTheWage","month":"04","year":"2014","corpus":"one group get job done entir countri congress obama raisethewag","id":453239865019469800,"day":"07"},{"text":"\"It's nice to have a day, but it's even better to have #EqualPay. And our job's not finished yet.\" —President Obama: http://t.co/dpmrdO6shn","month":"04","year":"2014","corpus":"nice day even better equalpay job finish yet presid obama","id":453621044243226600,"day":"08"},{"text":"Happening now: President Obama speaks on expanding job-training partnerships between businesses &amp; community colleges: http://t.co/4hQMp47d2c","month":"04","year":"2014","corpus":"happen presid obama speak expand job train partnership busi amp commun colleg","id":456525503571443700,"day":"16"},{"text":"POTUS and the @VP are in PA to announce new job training initiatives. Watch at 3:45pm ET → http://t.co/4hQMp47d2c, http://t.co/yAvotFvmm7","month":"04","year":"2014","corpus":"potu announc new job train initi watch 45pm","id":456516802257100800,"day":"16"},{"text":"President Obama: \"I’m taking some new action to expand this kind of job-driven training to all 50 states.\" #ActOnJobs","month":"04","year":"2014","corpus":"presid obama take new action expand kind job driven train state actonjob","id":456525880425480200,"day":"16"},{"text":"\"I want to focus on...training more Americans with the skills they need for the good jobs of today &amp; tomorrow.\" —President Obama #ActOnJobs","month":"04","year":"2014","corpus":"want focu ... train american skill need good job today amp tomorrow presid obama actonjob","id":456527514069123100,"day":"16"},{"text":"FACT: After completing their programs, 87% of apprentices have jobs with an avg starting wage of more than $50,000. http://t.co/p7qU57tmwR","month":"04","year":"2014","corpus":"fact complet program apprentic job avg start wage 000","id":456463904604815360,"day":"16"},{"text":"Obama: \"I’ve asked Congress to invest in serious programs that connect ready-to-work Americans with ready-to-be-filled jobs.\" #ActOnJobs","month":"04","year":"2014","corpus":"obama ask congress invest seriou program connect readi work american readi fill job actonjob","id":456528766077251600,"day":"16"},{"text":"RT @DeptofDefense: .@FLOTUS &amp; @DrBiden announced a new site to help connect #veterans with #jobs: http://t.co/LCgmQ9j1jO","month":"04","year":"2014","corpus":"deptofdefens flotu amp drbiden announc new site help connect veteran job","id":459032601169522700,"day":"23"},{"text":"RT @FLOTUS: \"I know you all can thrive in any classroom, in any business.\"—FLOTUS on connecting veterans w/ jobs: http://t.co/hz3RIADi96 #J…","month":"04","year":"2014","corpus":"flotu know thrive classroom busi .\"— flotu connect veteran job","id":459119832789970940,"day":"24"},{"text":"\"Being a teacher is a 24-7 job. And yet, many say there’s nothing in the world they’d rather do.\" —President Obama #ThankATeacher","month":"05","year":"2014","corpus":"teacher job yet mani say noth world rather presid obama thankateach","id":461933687769415700,"day":"01"},{"text":"\"Being a teacher is a 24/7 job &amp; yet, many say there’s nothing in the world they’d rather do.\" —Obama #ThankATeacher http://t.co/o0oCAxZB2D","month":"05","year":"2014","corpus":"teacher job amp yet mani say noth world rather obama thankateach","id":462043252246732800,"day":"02"},{"text":"\"Our businesses created 273,000 new jobs last month.\" —President Obama #ActOnJobs http://t.co/qCDi4ASV3Z","month":"05","year":"2014","corpus":"busi creat 273 000 new job last month presid obama actonjob","id":462262252301987840,"day":"02"},{"text":"Our businesses have added:\n9.2 million jobs over 50 months ✔\n2.4 million in the past year ✔\n273,000 in April ✔\n→ http://t.co/RV18TpzznY","month":"05","year":"2014","corpus":"busi ad million job month million past year 273 000 april","id":462232290467119100,"day":"02"},{"text":"FACT: Our construction sector added 32,000 jobs in April, and 124,000 over the last 4 months. http://t.co/r9sqVmWFUX #MadeInAmerica","month":"05","year":"2014","corpus":"fact construct sector ad 000 job april 124 000 last month madeinamerica","id":462247831986651140,"day":"02"},{"text":"\"Our businesses have now created 9.2 million new jobs over 50 consecutive months.\" —Obama: http://t.co/8SVjmLS9tg http://t.co/Yprz3BsQMr","month":"05","year":"2014","corpus":"busi creat million new job consecut month obama","id":463097591841177600,"day":"04"},{"text":"RT @VP: Investing in America’s infrastructure means:\nEconomic growth ✓\nGood-paying jobs ✓\nWatch → http://t.co/gCO45Tz3IM #RebuildAmerica","month":"05","year":"2014","corpus":"invest america infrastructur mean econom growth good pay job watch rebuildamerica","id":466229665670000640,"day":"13"},{"text":"Here's what's at stake if Congress fails to act on infrastructure:\n112,000 projects\n700,000 jobs\n#RebuildAmerica http://t.co/VO7UjlXEZX","month":"05","year":"2014","corpus":"stake congress fail act infrastructur 112 000 project 700 000 job rebuildamerica","id":466625820501741600,"day":"14"},{"text":"\"Where Congress won’t act, I will.\" —President Obama on creating jobs and expanding opportunity for more Americans: http://t.co/kGORX6FfUb","month":"05","year":"2014","corpus":"congress act presid obama creat job expand opportun american","id":468028303954047000,"day":"18"},{"text":"\"If Congress fails to act, nearly 700,000 jobs would be at risk over the next year\" —Obama on transportation funding: http://t.co/kGORX6FfUb","month":"05","year":"2014","corpus":"congress fail act nearli 700 000 job would risk next year obama transport fund","id":468050952126087200,"day":"18"},{"text":"Here's the latest on how President Obama's making it easier for businesses to create jobs and #InvestInAmerica → http://t.co/t9ey2bwu6B","month":"05","year":"2014","corpus":"latest presid obama make easier busi creat job investinamerica","id":468761042081030140,"day":"20"},{"text":"FACT: The President's Select USA initiative has helped secure more than $18 billion in job-creating investments in the U.S. #InvestInAmerica","month":"05","year":"2014","corpus":"fact presid select usa initi help secur billion job creat invest investinamerica","id":468767979812184060,"day":"20"},{"text":"\"More companies are choosing to create jobs and invest right here in the United States of America.\" —President Obama #InvestInAmerica","month":"05","year":"2014","corpus":"compani choos creat job invest right unit state america presid obama investinamerica","id":469567228317560800,"day":"22"},{"text":"\"In just over four years, our businesses have created 9.2 million new jobs.\" —President Obama #InvestInAmerica http://t.co/J3Jg3y9H1O","month":"05","year":"2014","corpus":"four year busi creat million new job presid obama investinamerica","id":469566957571043300,"day":"22"},{"text":"RT @VP: Our plan to #ActOnClimate will:   \nCut carbon emission by 30% ✓\nAvoid up to 6,500 deaths/yr ✓\nCreate tens of thousands of jobs ✓","month":"06","year":"2014","corpus":"plan actonclim cut carbon emiss avoid 500 death creat ten thousand job","id":473512725789024260,"day":"02"},{"text":"RT @VP: 1 million: That's the number of jobs our businesses have added so far this year -- but there's more work to do. http://t.co/9jqV69m…","month":"06","year":"2014","corpus":"million number job busi ad far year work","id":474962817775570940,"day":"06"},{"text":"\"Our manufacturing sector's been adding jobs for the 1st time since the 1990s.\" —Obama #NationOfMakers #MadeInAmerica http://t.co/MXuYkvYABP","month":"06","year":"2014","corpus":"manufactur sector ad job 1st time sinc 1990 obama nationofmak madeinamerica","id":479294418566909950,"day":"18"},{"text":"RT @pfeiffer44: The House Republicans deciding to sue the President for doing his job tells you how little of their own job they have done …","month":"06","year":"2014","corpus":"pfeiffer44 hous republican decid sue presid job tell littl job done","id":482163765451190300,"day":"26"},{"text":"\"Today, over the past 51 months, our businesses have created 9.4 million new jobs.\" —President Obama: http://t.co/DPC7l5mqXY","month":"06","year":"2014","corpus":"today past month busi creat million new job presid obama","id":483268671024795650,"day":"29"},{"text":"Our businesses have added:\n9.7 million jobs over 52 months ✔\nMore than 1.4 million this year ✔\n262,000 in June ✔\n→ http://t.co/yqb4kdD2fF","month":"07","year":"2014","corpus":"busi ad million job month million year 262 000 june","id":484693486076432400,"day":"03"},{"text":"FACT: Our businesses added 1.4 million jobs over the first half of this year—more than in any first half since 1999: http://t.co/hBd2gnl89d","month":"07","year":"2014","corpus":"fact busi ad million job first half year first half sinc 1999","id":486179939256139800,"day":"07"},{"text":"\"Our businesses have added nearly 10 million new jobs over the past 52 months.\" —President Obama http://t.co/YxBc64sIf4","month":"07","year":"2014","corpus":"busi ad nearli million new job past month presid obama","id":486911625883320300,"day":"09"},{"text":"RT @WHLive: \"Today, our businesses have added 10 million new jobs over the past 52 months\" —President Obama #OpportunityForAll","month":"07","year":"2014","corpus":"whlive today busi ad million new job past month presid obama opportunityforal","id":487294819572916200,"day":"10"},{"text":"RT @VP: \"By the end of the month, I will deliver a report to the President with an extensive job training strategy to meet all of these nee…","month":"07","year":"2014","corpus":"end month deliv report presid extens job train strategi meet nee","id":487678015145795600,"day":"11"},{"text":"If the GOP in Congress fails to fund fixing our infrastructure, nearly 700,000 jobs would be at risk. #RebuildAmerica http://t.co/wgdJwUPx7z","month":"07","year":"2014","corpus":"gop congress fail fund fix infrastructur nearli 700 000 job would risk rebuildamerica","id":488727249508921340,"day":"14"},{"text":"RT @WHLive: \"Our businesses have now added nearly 10 million new jobs over the past 52 months.\" —President Obama http://t.co/kgSFuLKyY3","month":"07","year":"2014","corpus":"whlive busi ad nearli million new job past month presid obama","id":489835953381711900,"day":"17"},{"text":"\"Over the past 52 months, our businesses have created nearly 10 million new jobs.\" —Obama: http://t.co/AqnMHEQd7K  http://t.co/uqTDEFcNXV","month":"07","year":"2014","corpus":"past month busi creat nearli million new job obama","id":490586977620594700,"day":"19"},{"text":"RT to spread the word about successful job-training programs around the country → http://t.co/porCRjUMei #ReadyToWork http://t.co/YCpVh5wezX","month":"07","year":"2014","corpus":"spread word success job train program around countri readytowork","id":491683759431749600,"day":"22"},{"text":"RT @VP: New report from the VP: Get the latest on how we can help more Americans find good jobs and careers → http://t.co/tWyOoWVqEb #Ready…","month":"07","year":"2014","corpus":"new report get latest help american find good job career readi","id":491595684127051800,"day":"22"},{"text":"“If you’re working hard, you should be able to get a job, and that job should pay well.” —President Obama #ReadyToWork","month":"07","year":"2014","corpus":"work hard abl get job job pay well presid obama readytowork","id":491622912110362600,"day":"22"},{"text":"\"Instead of doing their job, they are suing the President for doing his.\" —@Pfeiffer44: http://t.co/OYGfnDLLpV #DoYourJobHouseGOP","month":"07","year":"2014","corpus":"instead job su presid pfeiffer44 doyourjobhousegop","id":494629746215764000,"day":"30"},{"text":"\"Think about how much further along we’d be if Congress would do its job.\" —President Obama #DoYourJobHouseGOP http://t.co/caVtEWnmGO","month":"07","year":"2014","corpus":"think much along congress would job presid obama doyourjobhousegop","id":494902199219392500,"day":"31"},{"text":"\"We are now in a 6-month streak with at least 200,000 new jobs each month—the first time that’s happened since 1997.\" —President Obama","month":"08","year":"2014","corpus":"month streak least 200 000 new job month first time happen sinc 1997 presid obama","id":495279423739150340,"day":"01"},{"text":"RT @LaborSec: The last time job growth exceeded 200k for 6 straight months I looked like this: http://t.co/QpyXLbBGe4","month":"08","year":"2014","corpus":"laborsec last time job growth exceed 200k straight month look like","id":495209581065539600,"day":"01"},{"text":"Total job growth in July exceeded 200,000 for the 6th straight month—the 1st time that's happened since 1997. http://t.co/Ycd1tkFxak","month":"08","year":"2014","corpus":"total job growth juli exceed 200 000 6th straight month 1st time happen sinc 1997","id":495217392755425300,"day":"01"},{"text":"RT @VP: Good news for the middle class  → Our businesses have added 9.9 million jobs over 53 straight months. Keep fightin'. http://t.co/R0…","month":"08","year":"2014","corpus":"good news middl class busi ad million job straight month keep fightin","id":495231282251456500,"day":"01"},{"text":"\"My top priority as President is doing everything I can to create more jobs...for hardworking families.\" —Obama: http://t.co/e3MEXLUFhv","month":"08","year":"2014","corpus":"top prioriti presid everyth creat job ... hardwork famili obama","id":495594913019338750,"day":"02"},{"text":"\"Our businesses have created 9.9 million jobs over the past 53 months.\" —Obama: http://t.co/e3MEXLUFhv http://t.co/2Uy3bxEHot","month":"08","year":"2014","corpus":"busi creat million job past month obama","id":495630391261134850,"day":"02"},{"text":"\"We’re now in a 6-month streak with at least 200,000 new jobs each month. That hasn’t happened since 1997.\" —Obama: http://t.co/e3MEXLUFhv","month":"08","year":"2014","corpus":"month streak least 200 000 new job month happen sinc 1997 obama","id":496007724623097860,"day":"03"},{"text":"RT @pfeiffer44: This summer, the number of available jobs rose to the highest level in more than 13 years → http://t.co/Pc556mmQ7W http://t…","month":"08","year":"2014","corpus":"pfeiffer44 summer number avail job rose highest level year","id":501392579230179300,"day":"18"},{"text":"FACT: Our businesses have added nearly 10 million jobs since early 2010 → http://t.co/y9PthPaDkD http://t.co/hyln9iRTp9","month":"08","year":"2014","corpus":"fact busi ad nearli million job sinc earli 2010","id":501407106684448800,"day":"18"},{"text":"RT to share the news: U.S. job openings hit a 13-year high this summer → http://t.co/y9PthPaDkD #ActOnJobs http://t.co/QKl4dDAeYP","month":"08","year":"2014","corpus":"share news job open hit year high summer actonjob","id":501370432847900700,"day":"18"},{"text":"FACT: U.S. business owners advertised 4.67 million jobs in June—the highest number of openings since February 2001 → http://t.co/bjFa3kdPuC","month":"08","year":"2014","corpus":"fact busi owner advertis million job june highest number open sinc februari 2001","id":501379253649154050,"day":"18"},{"text":"Our auto industry is growing:\nU.S. manufacturing jobs: ↑ more than 700,000 since early 2010 → http://t.co/od7xUR3DOl http://t.co/h0pgzv3Led","month":"08","year":"2014","corpus":"auto industri grow manufactur job 700 000 sinc earli 2010","id":502507603159969800,"day":"21"},{"text":"\"Our businesses have added nearly 10 million new jobs over the past 53 months.\" —Obama: http://t.co/Pp3vLa5GX6 http://t.co/hyln9iRTp9","month":"08","year":"2014","corpus":"busi ad nearli million new job past month obama","id":503202565035552800,"day":"23"},{"text":"\"Last year...exports supported more than 11 million American jobs...1.6 million more than when I took office\" —Obama: http://t.co/Pp3vLa5GX6","month":"08","year":"2014","corpus":"last year ... export support million american job ... million took offic obama","id":503549823551696900,"day":"24"},{"text":"FACT: In 2013, America's #NationalParks supported 238,000 jobs and pumped more than $26 billion into local economies. http://t.co/Vp4zsM7Zhu","month":"08","year":"2014","corpus":"fact 2013 america nationalpark support 238 000 job pump billion local economi","id":503973883976761340,"day":"25"},{"text":"“If you want somebody who knows how to get the job done, no matter the mission, hire a veteran.” —President Obama #ActOnJobs #ALConvention","month":"08","year":"2014","corpus":"want somebodi know get job done matter mission hire veteran presid obama actonjob alconvent","id":504307083786068000,"day":"26"},{"text":"\"Over the past 53 months, our businesses have added nearly 10 million new jobs.\" —President Obama: http://t.co/VSVyPDFaNv #OpportunityForAll","month":"08","year":"2014","corpus":"past month busi ad nearli million new job presid obama opportunityforal","id":505731750404689900,"day":"30"},{"text":"RT @VP: U.S. goods exports supported 7.1 million American jobs last year. The world's best products are #MadeInAmerica. http://t.co/328KUzD…","month":"09","year":"2014","corpus":"good export support million american job last year world best product madeinamerica","id":506926367469211650,"day":"02"},{"text":"U.S. exports of goods are ↑.\nAnd they supported 7.1 million jobs last year. #MadeInAmerica http://t.co/QhQecvUaTf","month":"09","year":"2014","corpus":"export good support million job last year madeinamerica","id":506896401432080400,"day":"02"},{"text":"The economy that built 10 million jobs: Check out how far we’ve come over the past 5 years → http://t.co/3OYnqV5NK3 http://t.co/yagKBtGcEe","month":"09","year":"2014","corpus":"economi built million job check far come past year","id":507966313281884160,"day":"05"},{"text":"Our businesses have added:\n10mil jobs over 54 months ✔\n2.4mil over the past year ✔\nThere's still more work to do → http://t.co/yagKBtGcEe","month":"09","year":"2014","corpus":"busi ad 10mil job month 4mil past year still work","id":507893954323705860,"day":"05"},{"text":"\"For the first time since the 1990s, American manufacturing is steadily adding jobs.\" —@VP Biden: http://t.co/kG1nyWw8WM #MadeInAmerica","month":"09","year":"2014","corpus":"first time sinc 1990 american manufactur steadili ad job biden madeinamerica","id":508374140743454700,"day":"06"},{"text":"\"We’ve gone from losing 9 million jobs during the financial crisis to creating 10 million jobs.\" —@VP Biden: http://t.co/kG1nyWw8WM","month":"09","year":"2014","corpus":"gone lose million job financi crisi creat million job biden","id":508321285256925200,"day":"06"},{"text":"RT @VP: We're helping community colleges expand job-driven training programs. See which are near you → http://t.co/OtPIUPjfRC http://t.co/U…","month":"09","year":"2014","corpus":"help commun colleg expand job driven train program see near","id":516631721656467460,"day":"29"},{"text":"RT @60Minutes: \"We've had the longest run of uninterrupted private sector job growth in our history. We have seen deficits cut by more than…","month":"09","year":"2014","corpus":"60minut longest run uninterrupt privat sector job growth histori seen deficit cut","id":516389337483968500,"day":"29"},{"text":"\"We've had the longest run of uninterrupted private-sector job growth in our history\" —Obama: http://t.co/XYFAAPrM5O http://t.co/eFpG2pMtlf","month":"09","year":"2014","corpus":"longest run uninterrupt privat sector job growth histori obama","id":516641133829439500,"day":"29"},{"text":"\"Today, American manufacturing has added more than 700,000 new jobs.\" —President Obama: http://t.co/IYD2qteVJu http://t.co/40ogWfnX1E","month":"10","year":"2014","corpus":"today american manufactur ad 700 000 new job presid obama","id":517742932213104640,"day":"02"},{"text":"RT to spread the word: Our businesses are now on pace for the strongest year of job growth since 1998. #AmericaLeads http://t.co/kGdpKbkpqd","month":"10","year":"2014","corpus":"spread word busi pace strongest year job growth sinc 1998 americalead","id":518105786510491650,"day":"03"},{"text":"Our businesses have added 10.3 million jobs over 55 straight months of growth—the longest such streak on record. http://t.co/LDae91PRtL","month":"10","year":"2014","corpus":"busi ad million job straight month growth longest streak record","id":518079655602298900,"day":"03"},{"text":"\"Last month, our businesses added more than 236,000 jobs. The unemployment rate fell from 6.1% to 5.9%.\" —Obama http://t.co/Nt5lAzWUTg","month":"10","year":"2014","corpus":"last month busi ad 236 000 job unemploy rate fell %.\" obama","id":518119047809220600,"day":"03"},{"text":"\"Manufacturing as a whole has added more than 700,000 new jobs.\" —President Obama #AmericaLeads http://t.co/sdITArHsr5","month":"10","year":"2014","corpus":"manufactur whole ad 700 000 new job presid obama americalead","id":518119677449760800,"day":"03"},{"text":"RT @voxdotcom: Good news! The economy is adding jobs at its fastest pace since the recession began: http://t.co/wVyNoqv1Qu http://t.co/TqmQ…","month":"10","year":"2014","corpus":"voxdotcom good news economi ad job fastest pace sinc recess began","id":518150114570166300,"day":"03"},{"text":"\"Last month, our businesses added 236,000 new jobs.\" —President Obama: http://t.co/0NHVW7RMD6 #AmericaLeads http://t.co/Nt5lAzWUTg","month":"10","year":"2014","corpus":"last month busi ad 236 000 new job presid obama americalead","id":518445561855242240,"day":"04"},{"text":"\"We’re on pace to make 2014 the strongest year of job growth since the 1990s.\" —President Obama: http://t.co/eC06zyYFWf #AmericaLeads","month":"10","year":"2014","corpus":"pace make 2014 strongest year job growth sinc 1990 presid obama americalead","id":518407554989584400,"day":"04"},{"text":"\"Over the past 55 months, our businesses have added 10.3 million new jobs.\" —President Obama: http://t.co/0NHVW7RMD6 http://t.co/Nt5lAzWUTg","month":"10","year":"2014","corpus":"past month busi ad million new job presid obama","id":518777713109106700,"day":"05"},{"text":"\"Over the past 55 months, our businesses have now added 10.3 million new jobs.\" —President Obama http://t.co/EOtuNelym1","month":"10","year":"2014","corpus":"past month busi ad million new job presid obama","id":528206595436445700,"day":"31"},{"text":"RT @WHLive: \"Traditionally, both parties have been for creating jobs rebuilding our infrastructure.\" —President Obama #RebuildAmerica","month":"11","year":"2014","corpus":"whlive tradit parti creat job rebuild infrastructur presid obama rebuildamerica","id":530087691841712100,"day":"05"},{"text":"Our businesses have added 10.6 million jobs over 56 straight months of growth—extending the longest streak on record. http://t.co/4hXxKM8Jzl","month":"11","year":"2014","corpus":"busi ad million job straight month growth extend longest streak record","id":530738647650533400,"day":"07"},{"text":"FACT: Our manufacturers have added more than 728,000 jobs since February 2010 → http://t.co/G72bKriGWD http://t.co/SuWyWm5PuB","month":"11","year":"2014","corpus":"fact manufactur ad 728 000 job sinc februari 2010","id":530783418607353860,"day":"07"},{"text":"Get the latest on how today's new visa policy will boost tourism and support American jobs → http://t.co/Tctsw0sTgK http://t.co/OBUbNIKT4u","month":"11","year":"2014","corpus":"get latest today new visa polici boost tourism support american job","id":531938038880796700,"day":"10"},{"text":"President Obama's taking new steps to fix our immigration system.\nIt's time for House Republicans to finish the job. http://t.co/FtRU2x6Ikx","month":"11","year":"2014","corpus":"presid obama take new step fix immigr system time hous republican finish job","id":537000414466412540,"day":"24"},{"text":"\"The American people have sent Washington a pretty clear message: Find areas where you agree…work together and get the job done.\" —Obama","month":"12","year":"2014","corpus":"american peopl sent washington pretti clear messag find area agre work togeth get job done obama","id":539905201251942400,"day":"02"},{"text":"Our businesses have added:\n10.9 million jobs over 57 months ✓\n2.6 million so far this year ✓\n314,000 last month ✓\nhttp://t.co/yTmnPF1Znt","month":"12","year":"2014","corpus":"busi ad million job month million far year 314 000 last month","id":540962868296835100,"day":"05"},{"text":"Good news: Our businesses added 314,000 jobs last month and 2.6 million so far in 2014 → http://t.co/QFYr9v1qNn http://t.co/yTmnPF1Znt","month":"12","year":"2014","corpus":"good news busi ad 314 000 job last month million far 2014","id":540894290616922100,"day":"05"},{"text":"FACT: Our businesses are on pace for the strongest year of job growth since the late 1990s. http://t.co/QFYr9v1qNn http://t.co/yTmnPF1Znt","month":"12","year":"2014","corpus":"fact busi pace strongest year job growth sinc late 1990","id":540898226409185300,"day":"05"},{"text":"\"Our businesses have now created 10.9 million jobs over the past 57 months in a row...the longest streak...on record.\" —President Obama","month":"12","year":"2014","corpus":"busi creat million job past month row ... longest streak ... record presid obama","id":540889743441928200,"day":"05"},{"text":"\"The pickup in the pace of job growth this year has been in industries with higher wages. And overall wages are rising.\" —President Obama","month":"12","year":"2014","corpus":"pickup pace job growth year industri higher wage overal wage rise presid obama","id":540889803768610800,"day":"05"},{"text":"\"The upswing in job growth this year has come in industries with higher wages. Overall wages are on the rise\" —Obama: http://t.co/3cCSTwNOcm","month":"12","year":"2014","corpus":"upsw job growth year come industri higher wage overal wage rise obama","id":541321242263842800,"day":"06"},{"text":"\"This year, our economy has created 2.65 million new jobs. That’s the most of any year since the 1990s.\" —Obama: http://t.co/3cCSTwNOcm","month":"12","year":"2014","corpus":"year economi creat million new job year sinc 1990 obama","id":541294782077628400,"day":"06"},{"text":"\"Our businesses have created 10.9 million new jobs over the past 57 months.\" —President Obama: http://t.co/3cCSTwNOcm http://t.co/yTmnPF1Znt","month":"12","year":"2014","corpus":"busi creat million new job past month presid obama","id":541615656408322050,"day":"07"},{"text":"\"Our businesses have added almost 11 million jobs over the past 57 months.\" —President Obama #MadeInAmerica http://t.co/MxkegmjKUt","month":"12","year":"2014","corpus":"busi ad almost million job past month presid obama madeinamerica","id":543081382667227140,"day":"11"},{"text":"\"Exports support more than 11 million American jobs, typically…jobs that pay higher wages.\" —Obama #MadeInAmerica http://t.co/NzebcVivkI","month":"12","year":"2014","corpus":"export support million american job typic job pay higher wage obama madeinamerica","id":543082134160687100,"day":"11"},{"text":"\"Our investments in American manufacturing have helped fuel its best stretch of job growth since the ‘90s.\" —Obama: http://t.co/taHPUO34e9","month":"12","year":"2014","corpus":"invest american manufactur help fuel best stretch job growth sinc 90 obama","id":546428633540071400,"day":"20"},{"text":"\"Over the past 57 months, our businesses have created nearly 11 million new jobs.\" —Obama: http://t.co/taHPUO34e9 http://t.co/PfRpRQmFS2","month":"12","year":"2014","corpus":"past month busi creat nearli million new job obama","id":546372752609800200,"day":"20"},{"text":"FACT: 2014 was the strongest year of job growth since the 1990s → http://t.co/ov04rn5OgS http://t.co/PfRpRQmFS2","month":"12","year":"2014","corpus":"fact 2014 strongest year job growth sinc 1990","id":549630997621260300,"day":"29"},{"text":"America’s businesses added 10.9 million jobs over 57 straight months of job growth → http://t.co/ov04rn5OgS http://t.co/PfRpRQmFS2","month":"12","year":"2014","corpus":"america busi ad million job straight month job growth","id":549935467081113600,"day":"30"},{"text":"More than 2.6 million new jobs ✓\n10 million Americans gained coverage ✓\nCheck out the progress we made in 2014 → http://t.co/ppzuGtBkzO","month":"01","year":"2015","corpus":"million new job million american gain coverag check progress made 2014","id":551039674689785860,"day":"02"},{"text":"Our businesses have added 10.9 million jobs over 57 months of growth → http://t.co/ixEXhyZpSK http://t.co/oVAzktCGsZ","month":"01","year":"2015","corpus":"busi ad million job month growth","id":552919648417894400,"day":"07"},{"text":"\"Here’s how we begin this year...2014 was the strongest year for job growth since the 1990s.\" —Obama #MadeInAmerica http://t.co/fw36zByfcO","month":"01","year":"2015","corpus":"begin year ... 2014 strongest year job growth sinc 1990 obama madeinamerica","id":552939398523015200,"day":"07"},{"text":"Our auto industry is in its strongest period of job growth since the 1990s → http://t.co/orin03H217 #MadeInAmerica http://t.co/gwXnt3TM1R","month":"01","year":"2015","corpus":"auto industri strongest period job growth sinc 1990 madeinamerica","id":552901050664239100,"day":"07"},{"text":"\"Over the past five years, this industry has created about 500,000 new jobs.\" —President Obama #MadeInAmerica http://t.co/6VWt7AJQs8","month":"01","year":"2015","corpus":"past five year industri creat 500 000 new job presid obama madeinamerica","id":552942534822223900,"day":"07"},{"text":"\"Here are the facts: 2014 was the strongest year for job growth since the 1990s.\" —#ObamaInPhoenix http://t.co/5OUPHRSfoZ","month":"01","year":"2015","corpus":"fact 2014 strongest year job growth sinc 1990 obamainphoenix","id":553252553836621800,"day":"08"},{"text":"Our businesses have added:\n11.2 million jobs over 58 months ✓\nNearly 3 million last year ✓\n240,000 last month ✓\nhttp://t.co/1ehNXJl9q8","month":"01","year":"2015","corpus":"busi ad million job month nearli million last year 240 000 last month","id":553594295903481860,"day":"09"},{"text":"RT @WHLive: \"American manufacturing is in its best stretch of job growth since the ‘90s.\" —President Obama #MadeInAmerica","month":"01","year":"2015","corpus":"whlive american manufactur best stretch job growth sinc 90 presid obama madeinamerica","id":553629952373825540,"day":"09"},{"text":"Worth sharing: Our businesses added 240,000 jobs last month and nearly 3 million last year → http://t.co/5yWvBDo5fr http://t.co/1ehNXJl9q8","month":"01","year":"2015","corpus":"worth share busi ad 240 000 job last month nearli million last year","id":553576830460907500,"day":"09"},{"text":"\"In December, our businesses created 240,000 new jobs. Our unemployment rate fell to 5.6%.\" —President Obama http://t.co/0YDqhYbSfw","month":"01","year":"2015","corpus":"decemb busi creat 240 000 new job unemploy rate fell %.\" presid obama","id":553629644226719740,"day":"09"},{"text":"\"In December, our businesses created 240,000 new jobs. The unemployment rate fell to 5.6%.\" —President Obama: http://t.co/x6DMpy0ZrG","month":"01","year":"2015","corpus":"decemb busi creat 240 000 new job unemploy rate fell %.\" presid obama","id":553944469049835500,"day":"10"},{"text":"\"We’re working to grow the jobs of tomorrow through a national network of manufacturing hubs.\" —Obama: http://t.co/h3dRczdcGO #MadeInAmerica","month":"01","year":"2015","corpus":"work grow job tomorrow nation network manufactur hub obama madeinamerica","id":553704122030227460,"day":"10"},{"text":"\"2014 was the strongest year for job growth since the 1990s.\" —President Obama: http://t.co/x6DMpy0ZrG http://t.co/d6y4hZqPTA","month":"01","year":"2015","corpus":"2014 strongest year job growth sinc 1990 presid obama","id":554008578260873200,"day":"10"},{"text":"\"Over a 58-month streak, our businesses have created 11.2 million new jobs\" —President Obama: http://t.co/x6DMpy0ZrG http://t.co/d6y4hZqPTA","month":"01","year":"2015","corpus":"month streak busi creat million new job presid obama","id":554062672530903040,"day":"10"},{"text":"\"After a decade of decline, American manufacturing is in its best stretch of job growth since the ‘90s.\" —Obama: http://t.co/x6DMpy0ZrG","month":"01","year":"2015","corpus":"decad declin american manufactur best stretch job growth sinc 90 obama","id":554083321085317100,"day":"11"},{"text":"\"Last year was the strongest year for job growth since the 1990s.\" —President Obama http://t.co/jU2ufFwomW","month":"01","year":"2015","corpus":"last year strongest year job growth sinc 1990 presid obama","id":555464278157717500,"day":"14"},{"text":"\"2014 was the fastest year for job growth since the 1990s.\" —President Obama: http://t.co/1NxjoFPuoT http://t.co/d6y4hZqPTA","month":"01","year":"2015","corpus":"2014 fastest year job growth sinc 1990 presid obama","id":556496327366823940,"day":"17"},{"text":"\"Our manufacturers have added almost 800,000 new jobs.\" —Obama #SOTU #LeadOnJobs http://t.co/Fgi37qhQfp","month":"01","year":"2015","corpus":"manufactur ad almost 800 000 new job obama sotu leadonjob","id":557728411184287740,"day":"21"},{"text":"\"We’ve worked responsibly to cut the population of GTMO in half. Now it’s time to finish the job.\" —President Obama #SOTU","month":"01","year":"2015","corpus":"work respons cut popul gtmo half time finish job presid obama sotu","id":557733645214302200,"day":"21"},{"text":"\"By the end of this decade, 2 in 3 job openings will require some higher education.\" —Obama #SOTU #LeadOnEducation http://t.co/XJ5J0kv4e7","month":"01","year":"2015","corpus":"end decad job open requir higher educ obama sotu leadoneduc","id":557727276545343500,"day":"21"},{"text":"RT @Mr_SmokingTree: You heard the man. We do the job right. #HigherVets #SOTU","month":"01","year":"2015","corpus":"mr_smokingtre heard man job right higherveteran sotu","id":557739454337908740,"day":"21"},{"text":"\"After a breakthrough year for America, our economy is growing &amp; creating jobs at the fastest pace since 1999\" —Obama http://t.co/Fmc0w7rHj7","month":"01","year":"2015","corpus":"breakthrough year america economi grow amp creat job fastest pace sinc 1999 obama","id":557722154578763800,"day":"21"},{"text":"\"Our economy is creating jobs at the fastest pace since 1999.\" —Obama #LeadOnJobs http://t.co/e4Z1JuRxdL","month":"01","year":"2015","corpus":"economi creat job fastest pace sinc 1999 obama leadonjob","id":558317453525000200,"day":"22"},{"text":"\"Our economy is creating jobs at the fastest pace since 1999.\" —President Obama: http://t.co/C1bKoSOlui http://t.co/e4Z1JuRxdL","month":"01","year":"2015","corpus":"economi creat job fastest pace sinc 1999 presid obama","id":559080714885267460,"day":"24"},{"text":"\"We can lead a new era of medicine...making sure new jobs, new industries, and new lifesaving treatments...are created...in the U.S.\" —Obama","month":"01","year":"2015","corpus":"lead new era medicin ... make sure new job new industri new lifesav treatment ... creat ... obama","id":561198471236317200,"day":"30"},{"text":"\"Our businesses are creating jobs at the fastest pace since the 1990s.\" —President Obama http://t.co/n2yYQPuRzR","month":"02","year":"2015","corpus":"busi creat job fastest pace sinc 1990 presid obama","id":562287233139769340,"day":"02"},{"text":"Good news: Our businesses added 267,000 jobs last month and 3.1 million over the last year → http://t.co/iDvoTbRtFh http://t.co/ywMXtbaZOs","month":"02","year":"2015","corpus":"good news busi ad 267 000 job last month million last year","id":563718670342303740,"day":"06"},{"text":"Our businesses have added:\n11.8 million jobs over 59 months ✓\n3.1 million in the last year ✓\n267,000 last month ✓ http://t.co/7hdqfE4ovP","month":"02","year":"2015","corpus":"busi ad million job month million last year 267 000 last month","id":563724847906164740,"day":"06"},{"text":"\"Last month, America’s businesses added another 267,000 jobs.\" —President Obama: http://t.co/raDblxaHzX http://t.co/ywMXtbaZOs","month":"02","year":"2015","corpus":"last month america busi ad anoth 267 000 job presid obama","id":564135551884730400,"day":"07"},{"text":"\"In 2014, our economy created more than 3.1 million jobs...the best year for job growth since the late 1990s\" —Obama: http://t.co/raDblxaHzX","month":"02","year":"2015","corpus":"2014 economi creat million job ... best year job growth sinc late 1990 obama","id":564151727499132900,"day":"07"},{"text":"RT @WHLive: \"These attacks are hurting American companies and costing American jobs.\" —Obama on why he's working to improve cybersecurity #…","month":"02","year":"2015","corpus":"whlive attack hurt american compani cost american job obama work improv cybersecur","id":566322187166961660,"day":"13"},{"text":"RT @CEAChair: Pickup in job growth in 2014 mainly in higher-paying industries #ERP15 http://t.co/tfSMv4zNMI http://t.co/6NA99BlaJB","month":"02","year":"2015","corpus":"ceachair pickup job growth 2014 mainli higher pay industri erp15","id":568459176839491600,"day":"19"},{"text":"RT @CEABetsey: Labor market recovery accelerated in 2014, &amp; the yr saw the best job growth since 1999. #ERP15 http://t.co/fcLGYV0qSg http:/…","month":"02","year":"2015","corpus":"ceabetsey labor market recoveri acceler 2014 amp saw best job growth sinc 1999 erp15 http :/…","id":568466066189336600,"day":"19"},{"text":"FACT: American exports supported more than 11.3 million U.S. jobs in 2013 → http://t.co/igihBxIulI #MadeInAmerica http://t.co/UPImICoDcC","month":"02","year":"2015","corpus":"fact american export support million job 2013 madeinamerica","id":568811148771921900,"day":"20"},{"text":"\"Last year, the economy created more than 3 million new jobs—the...best year for job growth...since the 1990s\" —Obama http://t.co/gBLTEMf3C4","month":"02","year":"2015","corpus":"last year economi creat million new job ... best year job growth ... sinc 1990 obama","id":569896665588613100,"day":"23"},{"text":"“Last year was the best year for job growth since the 1990s.” —President Obama http://t.co/c47EfxxgQe","month":"02","year":"2015","corpus":"last year best year job growth sinc 1990 presid obama","id":569935544865714200,"day":"23"},{"text":"RT @VP: \"The private sector has added almost 12 million jobs – roughly a million jobs in just the last 3 months.\" -VP Biden http://t.co/sxW…","month":"02","year":"2015","corpus":"privat sector ad almost million job roughli million job last month biden","id":570619488942452740,"day":"25"},{"text":"More exports = more jobs.\nCheck out how exports benefit your state's economy: http://t.co/EEo1XP4I6H #MadeInAmerica http://t.co/qEjjDJPOyA","month":"02","year":"2015","corpus":"export job check export benefit state economi madeinamerica","id":571095578945429500,"day":"26"},{"text":"\"All told, over the past 5 years, the private sector has added nearly 12 million new jobs.\" —President Obama: http://t.co/nioxuPjOeA","month":"02","year":"2015","corpus":"told past year privat sector ad nearli million new job presid obama","id":571762577593671700,"day":"28"},{"text":"Helping our businesses sell more American goods around the world = more jobs here at home: http://t.co/t1CKT7xIq0 http://t.co/T0IXj1hAWC","month":"03","year":"2015","corpus":"help busi sell american good around world job home","id":573180201732980740,"day":"04"},{"text":"RT @USTradeRep: FACT: American #exports supported more than 11.7 million U.S. jobs in 2014 → http://t.co/f2IFo5oBCA #LeadOnTrade http://t.c…","month":"03","year":"2015","corpus":"ustraderep fact american export support million job 2014 leadontrad","id":573196481903005700,"day":"04"},{"text":"More exports = more jobs.\nU.S. exports supported 11.7 million American jobs in 2014. #LeadOnTrade http://t.co/RD63gWjyN2","month":"03","year":"2015","corpus":"export job export support million american job 2014 leadontrad","id":573501314518360060,"day":"05"},{"text":"FACT: U.S. manufacturers have added 877,000 jobs since February 2010 → http://t.co/EzVcwTKKqD http://t.co/iI8l9RwSDf","month":"03","year":"2015","corpus":"fact manufactur ad 877 000 job sinc februari 2010","id":573903288627650560,"day":"06"},{"text":"\"Our economy created nearly 300,000 new jobs last month.\" —President Obama http://t.co/URqot1KF0P","month":"03","year":"2015","corpus":"economi creat nearli 300 000 new job last month presid obama","id":573925684042670100,"day":"06"},{"text":"“Our businesses have added more than 200,000 jobs a month for the past year, and we have not seen a streak like that in 37 years.\" —Obama","month":"03","year":"2015","corpus":"busi ad 200 000 job month past year seen streak like year obama","id":573925967887994900,"day":"06"},{"text":"2014 was the best year of job growth since the late 1990s, and 2015 has continued that pace → http://t.co/EzVcwTKKqD http://t.co/HhkVpRnlVK","month":"03","year":"2015","corpus":"2014 best year job growth sinc late 1990 2015 continu pace","id":573867793289871360,"day":"06"},{"text":"\"These tech jobs pay 50% more than the average private-sector wage.\" —Obama: http://t.co/vVE7DmKH76 #TechHire http://t.co/eZXnHZfoIr","month":"03","year":"2015","corpus":"tech job pay averag privat sector wage obama techhir","id":574959909533417500,"day":"09"},{"text":"FACT: America has about 5 million job openings, more than at any point since 2001 → http://t.co/vVE7Dn2ivG #TechHire http://t.co/PbH0mxJ5vm","month":"03","year":"2015","corpus":"fact america million job open point sinc 2001 techhir","id":575045191318573060,"day":"09"},{"text":"RIGHT NOW: There are more than 500,000 job openings in IT.\nLet's train more workers for them → http://t.co/vVE7DmKH76 http://t.co/dtI3ut0tBS","month":"03","year":"2015","corpus":"right 500 000 job open let train worker","id":574993289041944600,"day":"09"},{"text":"Watch live: President Obama announces new steps to train more Americans for good-paying technology jobs → http://t.co/IyDLN5oLoy #TechHire","month":"03","year":"2015","corpus":"watch live presid obama announc new step train american good pay technolog job techhir","id":574957745524375550,"day":"09"},{"text":"RT @WHLive: \"Over the past 5 years, our businesses have created 12 million new jobs.\" —President Obama http://t.co/92BfmlHPQO","month":"03","year":"2015","corpus":"whlive past year busi creat million new job presid obama","id":575355159536099300,"day":"10"},{"text":"RT @VP: \"Last week, we announced that 295,000 private sector jobs were created in the country in February.\" -VP Biden http://t.co/DOxWwTkMSz","month":"03","year":"2015","corpus":"last week announc 295 000 privat sector job creat countri februari biden","id":575723138693996540,"day":"11"},{"text":"RT @Rob44: Proud to join the @WhiteHouse team and working to build an economy to last. 12 million jobs and counting... http://t.co/UKeAwTVO…","month":"03","year":"2015","corpus":"rob44 proud join whitehous team work build economi last million job count ...","id":575766016573100000,"day":"11"},{"text":"\"America is now in the midst of the longest streak of private-sector job growth on record.\" —Obama #SelectUSA http://t.co/Vccg9MT4oK","month":"03","year":"2015","corpus":"america midst longest streak privat sector job growth record obama selectusa","id":580077079993024500,"day":"23"},{"text":"At 5:50pm ET, watch President Obama speak on training more Americans for better jobs → http://t.co/7ZKNa6XiwG http://t.co/d1nSm2t0lb","month":"04","year":"2015","corpus":"50pm watch presid obama speak train american better job","id":583745337413673000,"day":"02"},{"text":"FACT: The House GOP budget would cut funding so 2.2 million fewer people receive job training &amp; employment services. http://t.co/d1nSm2t0lb","month":"04","year":"2015","corpus":"fact hous gop budget would cut fund million fewer peopl receiv job train amp employ servic","id":583756579742163000,"day":"02"},{"text":"RT @JoiningForces: RT to share the news: 10 bases will work to train transitioning military personnel for clean-energy jobs → http://t.co/N…","month":"04","year":"2015","corpus":"joiningforc share news base work train transit militari personnel clean energi job","id":584039443729936400,"day":"03"},{"text":"\"By the end of the decade, two out of three of all jobs will require an education beyond high school.\" —@VP: http://t.co/5JlQuxGYo5","month":"04","year":"2015","corpus":"end decad two three job requir educ beyond high school","id":586959420409561100,"day":"11"},{"text":"\"Our businesses have created more than 12 million new jobs over the past five years.\" —President Obama #ObamaTownHall http://t.co/4jQJ2ue3Rz","month":"04","year":"2015","corpus":"busi creat million new job past five year presid obama obamatownhal","id":588415049036775400,"day":"15"},{"text":"RT @WHLive: “We’ve now seen 5 straight years of job growth. We’ve seen the unemployment rate go from 10% to 5.5%.” —Obama http://t.co/4QYIp…","month":"04","year":"2015","corpus":"whlive seen straight year job growth seen unemploy rate %.” obama","id":589106515111497700,"day":"17"},{"text":"RT if you agree with President Obama: It’s time to create jobs and grow our economy by rebuilding our infrastructure. http://t.co/JSncm3W7dc","month":"04","year":"2015","corpus":"agre presid obama time creat job grow economi rebuild infrastructur","id":589108183043416000,"day":"17"},{"text":"RT @VP: By the end of the decade, we need:\n✓ 1.3 million IT jobs\n✓ 600,000 nurses\n✓ 100,000 high skilled manufacturing jobs\nhttps://t.co/XL…","month":"04","year":"2015","corpus":"end decad need million job 600 000 nurs 100 000 high skill manufactur job","id":591660525265752000,"day":"24"},{"text":"\"The best anti-poverty program is a job\" —Obama on the need to build on the progress we've made #PovertySummit http://t.co/3bdyr7JbGm","month":"05","year":"2015","corpus":"best anti poverti program job obama need build progress made povertysummit","id":598156767558762500,"day":"12"},{"text":"RT the news: Our businesses have added 5.6 million jobs over the past 2 years, the best 2-year job growth since 2000. http://t.co/A05WJdDa5O","month":"06","year":"2015","corpus":"news busi ad million job past year best year job growth sinc 2000","id":606820763853852700,"day":"05"},{"text":"RT @WHLive: \"Businesses have created more than 12 million new jobs in the past 5 years—the longest streak...on record\" —@POTUS http://t.co/…","month":"06","year":"2015","corpus":"whlive busi creat million new job past year longest streak ... record potu","id":615584111466577900,"day":"29"},{"text":"RT @POTUS: EX-IM bank helps US companies export; that means good paying american jobs. optimistic that congress gets it done. https://t.co/…","month":"07","year":"2015","corpus":"potu bank help compani export mean good pay american job optimist congress get done","id":616337128600006700,"day":"01"},{"text":"RT to spread the word: Our businesses added 223,000 jobs last month → http://t.co/C2gNfO8ZNz #JobsReport http://t.co/VPmR2Rv2Rf","month":"07","year":"2015","corpus":"spread word busi ad 223 000 job last month jobsreport","id":616654115691720700,"day":"02"},{"text":"Here's what the longest streak of private-sector job growth on record looks like → http://t.co/C2gNfO8ZNz #JobsReport http://t.co/6dBKTVaUL9","month":"07","year":"2015","corpus":"longest streak privat sector job growth record look like jobsreport","id":616608921571168300,"day":"02"},{"text":"\"Our businesses have created 12.8 million new jobs over the past 64 months in a row\" —@POTUS: http://t.co/4EoRbTxbgM http://t.co/a35nnaunTJ","month":"07","year":"2015","corpus":"busi creat million new job past month row potu","id":621456906771562500,"day":"15"},{"text":"RT @PennyPritzker: .@EximBankUS provides U.S. firms w/ financing needed to support more #exports &amp; good-paying American jobs. #RenewExIm ht…","month":"07","year":"2015","corpus":"pennypritzk eximbanku provid firm financ need support export amp good pay american job renewexim","id":623932240527896600,"day":"22"},{"text":"We can't keep putting American jobs at risk.\nIt's time for Congress to renew the @ExImBankUS: http://t.co/GzoisNWVWK http://t.co/eWnoHzNui7","month":"07","year":"2015","corpus":"keep put american job risk time congress renew eximbanku","id":624024276014792700,"day":"23"},{"text":"\"Our businesses have created nearly 13 million jobs over the past 64 months.\" —@POTUS: http://t.co/Xyw3N15fw4 http://t.co/Pb92tDY5Iu","month":"07","year":"2015","corpus":"busi creat nearli million job past month potu","id":624987561841197000,"day":"25"},{"text":"Our businesses added more than 200,000 jobs in 15 of the past 17 months—the first time that’s happened since 1995. http://t.co/qdKXH268ch","month":"08","year":"2015","corpus":"busi ad 200 000 job past month first time happen sinc 1995","id":629673699310981100,"day":"07"},{"text":"Last month, our businesses extended the longest streak of job growth on record → http://t.co/C8P76lnNkb http://t.co/0Q8Si5Eipr","month":"08","year":"2015","corpus":"last month busi extend longest streak job growth record","id":629658184395956200,"day":"07"},{"text":"RT @Diana44: 300k businesses export, 98% are small biz. Huge opportunity to grow w/ #TPP. More exports = more jobs. #LeadOnTrade https://t.…","month":"08","year":"2015","corpus":"diana44 300k busi export small biz huge opportun grow tpp export job leadontrad","id":634058713637097500,"day":"19"},{"text":"\"Our businesses have created 13 million new jobs over the past five and a half years\" —@POTUS: http://t.co/bwLlqUqffG http://t.co/0Q8Si5Eipr","month":"08","year":"2015","corpus":"busi creat million new job past five half year potu","id":635126827262935000,"day":"22"},{"text":"\"Congress failed to reauthorize the Export-Import Bank...That’s not good for jobs.\" —@POTUS: http://t.co/bwLlqUqffG #RenewExIm","month":"08","year":"2015","corpus":"congress fail reauthor export import bank ... good job potu renewexim","id":635511891675123700,"day":"23"},{"text":"\"If I were looking for a good job that builds security for my family, I would join a union.\" —@POTUS #LaborDay http://t.co/ToUDgDtNyX","month":"09","year":"2015","corpus":"look good job build secur famili would join union potu laborday","id":640913303993208800,"day":"07"},{"text":"\"Workers who complete an on-the-job apprenticeship earn around $300,000 more than their peers who don’t.\" —@POTUS http://t.co/BPuugOswpb","month":"09","year":"2015","corpus":"worker complet job apprenticeship earn around 300 000 peer potu","id":641703033290760200,"day":"09"},{"text":"\"Our businesses have created more than 13 million new jobs over...5 and a half years\" —@POTUS: http://t.co/rXtfSBYZxE http://t.co/Dlc89iQHFU","month":"09","year":"2015","corpus":"busi creat million new job ... half year potu","id":642784559092899800,"day":"12"},{"text":"RT @WHLive: \"If Congress does reverse...these cuts, their own budget office estimates it will add 500,000 jobs to our economy next year alo…","month":"09","year":"2015","corpus":"whlive congress revers ... cut budget offic estim add 500 000 job economi next year alo","id":644172136018505700,"day":"16"},{"text":"RT @WHLive: \"With your help, our businesses have created over 13 million new jobs.\" —@POTUS #CBC2015 http://t.co/URgOue2YYw","month":"09","year":"2015","corpus":"whlive help busi creat million new job potu cbc2015","id":645412983154208800,"day":"20"},{"text":"\"Since I took office, American exports to China have nearly doubled and now support nearly one million American jobs\" —@POTUS #MadeInAmerica","month":"09","year":"2015","corpus":"sinc took offic american export china nearli doubl support nearli one million american job potu madeinamerica","id":647446369305694200,"day":"25"},{"text":"\"Our businesses have created jobs for a record 66 months in a row—more than 13 million new jobs in all.\" —@POTUS http://t.co/zsE10CWIY4","month":"09","year":"2015","corpus":"busi creat job record month row million new job potu","id":649319100418760700,"day":"30"},{"text":"\"Congress should do its job, stop kicking the can down the road, and pass a serious budget\" —@POTUS\nhttps://t.co/ru2R37FUps","month":"10","year":"2015","corpus":"congress job stop kick road pass seriou budget potu","id":650389149929705500,"day":"03"},{"text":"More exports = more U.S. jobs.\nLet's help our businesses sell more American products → http://t.co/RCNK0hj6NP #TPP http://t.co/xCpvJbIlGC","month":"10","year":"2015","corpus":"export job let help busi sell american product tpp","id":651058575838724100,"day":"05"},{"text":"FACT: Jobs supported by American exports pay up to 18% more on average than other jobs → http://t.co/CFeJrPgZ4y http://t.co/xQq3SuAoss","month":"10","year":"2015","corpus":"fact job support american export pay averag job","id":652951854880428000,"day":"10"},{"text":"More exports = more U.S. jobs.\nLet's help our businesses sell more American products → http://t.co/CFeJrPgZ4y #TPP http://t.co/IqiRP3oxyI","month":"10","year":"2015","corpus":"export job let help busi sell american product tpp","id":652899929149435900,"day":"10"},{"text":"RT @LaborSec: No one should have to choose between the family they love and the job they need. Let's #LeadOnLeave.","month":"10","year":"2015","corpus":"laborsec one choos famili love job need let leadonleav","id":654150875913584600,"day":"14"},{"text":"FACT: The bipartisan budget agreement will add 340,000 jobs in 2016 alone → https://t.co/B9dxCWuNTY https://t.co/M5YFTOmyRD","month":"10","year":"2015","corpus":"fact bipartisan budget agreement add 340 000 job 2016 alon","id":660148372041506800,"day":"30"},{"text":".@POTUS just signed a budget agreement that creates jobs and keeps America safe → https://t.co/B9dxCWuNTY https://t.co/fosBWbDBY8","month":"11","year":"2015","corpus":"potu sign budget agreement creat job keep america safe","id":661238068096180200,"day":"02"},{"text":"268,000 new private-sector jobs in Oct ✓\nLowest unemployment rate in more than 7 years ✓\nhttps://t.co/qrRJ0goLeo https://t.co/hZcqOQnRVV","month":"11","year":"2015","corpus":"268 000 new privat sector job oct lowest unemploy rate year","id":662643478975946800,"day":"06"},{"text":"\"Our businesses created 268,000 new jobs last month...the unemployment rate fell to 5%.\" —@POTUS https://t.co/cCMl61VaHs","month":"11","year":"2015","corpus":"busi creat 268 000 new job last month ... unemploy rate fell %.\" potu","id":662676195427905500,"day":"06"},{"text":"\"A bipartisan infrastructure plan...could create more than 30 times as many jobs/year as the pipeline\" —@POTUS on the Keystone XL Pipeline","month":"11","year":"2015","corpus":"bipartisan infrastructur plan ... could creat time mani job year pipelin potu keyston pipelin","id":662676098145194000,"day":"06"},{"text":"What the longest streak of private-sector job growth on record looks like → https://t.co/qrRJ0goLeo #JobsReport https://t.co/j86XsD9kAW","month":"11","year":"2015","corpus":"longest streak privat sector job growth record look like jobsreport","id":662656992650108900,"day":"06"},{"text":"#TPP will boost #MadeInAmerica exports abroad while supporting higher-paying jobs at home → https://t.co/DxG2mXEygp https://t.co/JkejtYJUwS","month":"11","year":"2015","corpus":"tpp boost madeinamerica export abroad support higher pay job home","id":663868774366380000,"day":"10"},{"text":"Worth a RT: Our businesses have now added 13.7 million jobs over the past 69 months. https://t.co/QbwHiSbi1Z https://t.co/bJoXxqgIxJ","month":"12","year":"2015","corpus":"worth busi ad million job past month","id":672798691783258100,"day":"04"},{"text":"RT @PressSec: Longest streak of job growth. #2015in5words https://t.co/SbHKMb1iq2","month":"12","year":"2015","corpus":"presssec longest streak job growth 2015in5word","id":677907884710170600,"day":"18"},{"text":"\"Our...actions to rescue the economy set the stage for the longest streak of private-sector job creation on record\" https://t.co/7Wix2k7cFi","month":"12","year":"2015","corpus":"... action rescu economi set stage longest streak privat sector job creation record","id":677928266875973600,"day":"18"},{"text":"\"Number 10: The economy. Over the past 12 months, our businesses have created 2.5 million new jobs.\" —@POTUS #Top10 https://t.co/44tdv8R3Pc","month":"12","year":"2015","corpus":"number economi past month busi creat million new job potu top10","id":678263541015572500,"day":"19"},{"text":"275,000 new private-sector jobs in Dec ✓\nLowest unemployment rate in more than 7 years ✓\nhttps://t.co/CRMmfgSX9Q https://t.co/G2HsplVmSf","month":"01","year":"2016","corpus":"275 000 new privat sector job dec lowest unemploy rate year","id":685487290357960700,"day":"08"},{"text":"14.1 million new private-sector jobs.\nThat’s what progress looks like.\nhttps://t.co/CRMmfgSX9Q #JobsReport #SOTU\nhttps://t.co/vrBrei9syg","month":"01","year":"2016","corpus":"million new privat sector job progress look like jobsreport sotu","id":685504006668468200,"day":"08"},{"text":"\"Real opportunity requires every American to get the education and training they need to land a good-paying job” —@POTUS #SOTU","month":"01","year":"2016","corpus":"real opportun requir everi american get educ train need land good pay job potu sotu","id":687097590077370400,"day":"13"},{"text":"\"We’re in the middle of the longest streak of private-sector job creation in history.\" —@POTUS #SOTU https://t.co/5BGbFkALWg","month":"01","year":"2016","corpus":"middl longest streak privat sector job creation histori potu sotu","id":687096819516457000,"day":"13"},{"text":"Here's what the longest streak of private-sector job growth on record looks like → https://t.co/oAm206h59z https://t.co/nDq1kskFSC","month":"02","year":"2016","corpus":"longest streak privat sector job growth record look like","id":695641421747867600,"day":"05"},{"text":"14 million jobs over 71 months ✓\nLowest unemployment rate in 8 years ✓\nhttps://t.co/oAm206h59z #JobsReport https://t.co/lbKmf2TksF","month":"02","year":"2016","corpus":"million job month lowest unemploy rate year jobsreport","id":695629613326708700,"day":"05"},{"text":"RT @WHLive: “We’ve helped our businesses create 14 million new jobs over the past six years\" —@POTUS https://t.co/SNWaNCBzoV","month":"02","year":"2016","corpus":"whlive help busi creat million new job past six year potu","id":697500518747398100,"day":"10"},{"text":"\"Businesses like yours have created jobs 71 straight months—14 million in all\" —@POTUS in Jacksonville https://t.co/45eRYwbulc","month":"02","year":"2016","corpus":"busi like creat job straight month million potu jacksonvil","id":703291699913687000,"day":"26"},{"text":"RT @FactsOnClimate: \"Solar jobs are growing 12 times faster than other jobs and they pay better than average.\" —@POTUS #ActOnClimate https:…","month":"02","year":"2016","corpus":"factsonclim solar job grow time faster job pay better averag potu actonclim http","id":703294571636252700,"day":"26"},{"text":"\"14 million new jobs in all.\nAn unemployment rate cut from a high of 10% to 4.9%.\" —@POTUS https://t.co/9ZzOzzkWgd","month":"03","year":"2016","corpus":"million new job unemploy rate cut high %.\" potu","id":705484543273398300,"day":"03"},{"text":"\"Our businesses have created jobs every single month starting the month I signed the ACA into law.\" —@POTUS https://t.co/QT1QApgcBH","month":"03","year":"2016","corpus":"busi creat job everi singl month start month sign aca law potu","id":705484216251883500,"day":"03"},{"text":"\"I intend to do my job...I expect them to do their job as well.\" —@POTUS on Senate Republicans #SCOTUS https://t.co/67hyU5WJOO","month":"03","year":"2016","corpus":"intend job ... expect job well potu senat republican scotu","id":705889531694678000,"day":"04"},{"text":"We’ve now seen the strongest two-year stretch of private job growth since 1999: https://t.co/VZgq37CWYl #JobsReport https://t.co/aVrHpwoj06","month":"03","year":"2016","corpus":"seen strongest two year stretch privat job growth sinc 1999 jobsreport","id":705819182307242000,"day":"04"},{"text":"14.3 million private-sector jobs over 6 years ✓\nLowest unemployment rate in 8 years ✓\nhttps://t.co/VZgq37CWYl https://t.co/93QwWT6t9A","month":"03","year":"2016","corpus":"million privat sector job year lowest unemploy rate year","id":705799037866213400,"day":"04"},{"text":"Vermont just took the #LeadOnLeave so families won't have to choose between their job and the family they love. https://t.co/pCW2b9NInF","month":"03","year":"2016","corpus":"vermont took leadonleav famili choos job famili love","id":707613211638538200,"day":"09"},{"text":"RT @VP: When the President seeks the advice and consent of the Senate, it is their constitutional duty to do their jobs. Let's get this don…","month":"03","year":"2016","corpus":"presid seek advic consent senat constitut duti job let get","id":710135767457210400,"day":"16"},{"text":"RT @VP: We all have to do our job -- including the U.S. Senate.\nhttps://t.co/P2sRPodYoZ","month":"03","year":"2016","corpus":"job includ senat","id":714564120968736800,"day":"28"},{"text":"Our businesses have added 14.4 million jobs over the past 73 months—the longest streak ever: https://t.co/wOaqhT4lsi https://t.co/nRxsG9qsNW","month":"04","year":"2016","corpus":"busi ad million job past month longest streak ever","id":715905159780544500,"day":"01"},{"text":"FACT: American businesses have added 14.4 million jobs over 73 straight months of growth → https://t.co/wOaqhT4lsi https://t.co/A2VmMGTS5I","month":"04","year":"2016","corpus":"fact american busi ad million job straight month growth","id":715952101306851300,"day":"01"},{"text":"RT @VP: A job is more than a paycheck. It's about dignity. If unfair agreements have affected you, I want to know about it: https://t.co/Kp…","month":"05","year":"2016","corpus":"job paycheck digniti unfair agreement affect want know","id":728254967962816500,"day":"05"},{"text":"FACT: American businesses have added 14.6 million jobs over 6 straight years of growth → https://t.co/4Vc0cDsSdZ https://t.co/YwvIVGi0NF","month":"05","year":"2016","corpus":"fact american busi ad million job straight year growth","id":728595496001011700,"day":"06"},{"text":"Our businesses have added 14.6 million jobs over the past 6 years—the longest streak ever → https://t.co/4Vc0cDsSdZ https://t.co/1985oSWvSV","month":"05","year":"2016","corpus":"busi ad million job past year longest streak ever","id":728584843915857900,"day":"06"},{"text":"This is what progress looks like: \n14.6 million new jobs ✓ \n74 straight months of private-sector job growth ✓ https://t.co/XUY4croFT6","month":"05","year":"2016","corpus":"progress look like million new job straight month privat sector job growth","id":728675835113132000,"day":"06"},{"text":"\"I signed the ACA into law over 6 years ago. Since then our businesses have created jobs every single month\" —@POTUS https://t.co/7VpWC5VzH9","month":"06","year":"2016","corpus":"sign aca law year ago sinc busi creat job everi singl month potu","id":738095351601631200,"day":"01"},{"text":"“Over the past six years, our businesses have created more than 14 million new jobs.\"  —@POTUS in Elkhart https://t.co/BYknKBnaa0","month":"06","year":"2016","corpus":"past six year busi creat million new job potu elkhart","id":738092556999921700,"day":"01"},{"text":"\"Never before has the United States recorded 75 straight months of private-sector job growth.\" —@POTUS at @SelectUSA","month":"06","year":"2016","corpus":"never unit state record straight month privat sector job growth potu selectusa","id":744931523330252800,"day":"20"},{"text":"\"The solar industry is adding jobs 12 times faster than the rest of the economy.\" —@POTUS: https://t.co/jt9fhSq6Lk https://t.co/DjKKpHJGoc","month":"07","year":"2016","corpus":"solar industri ad job time faster rest economi potu","id":755469273267658800,"day":"19"},{"text":"Jobs ↑\nWind and solar ↑\nUnemployment ↓\nUninsured rate ↓\nMarriage = \nProgress. https://t.co/DC9T67HbK2","month":"07","year":"2016","corpus":"job wind solar unemploy uninsur rate marriag progress","id":758478614773977100,"day":"28"},{"text":"The economy added 255,000 jobs in July—extending the longest streak of total job growth on record:  https://t.co/C8P76lnNkb #JobsReport","month":"08","year":"2016","corpus":"economi ad 255 000 job juli extend longest streak total job growth record jobsreport","id":761618587442438100,"day":"05"},{"text":"\"My dad is in the Air Force and that inspired me to have my back up job be president\" —Lily: https://t.co/7O19ngIayo https://t.co/pf8l9FPOzR","month":"08","year":"2016","corpus":"dad air forc inspir back job presid lili","id":764906140257837000,"day":"14"},{"text":"Businesses are answering @POTUS's call to give Americans with a criminal record a fair chance at a job and a future. https://t.co/Cm4TTwtOoe","month":"08","year":"2016","corpus":"busi answer potu call give american crimin record fair chanc job futur","id":765941174620287000,"day":"17"},{"text":"Good news: Our businesses have added 15.1 million jobs over the past 78 months→  https://t.co/SNByrM1pLD #JobsReport https://t.co/62R1qhSUgr","month":"09","year":"2016","corpus":"good news busi ad million job past month jobsreport","id":771711306604896300,"day":"02"},{"text":"RT @FactsOnClimate: BREAKING: A new strategy to harness the power of wind means more jobs, less pollution: https://t.co/s0I0CmalFL https://…","month":"09","year":"2016","corpus":"factsonclim break new strategi har power wind mean job less pollut","id":774324922067722200,"day":"09"},{"text":"RT @SecretaryJewell: We’re committed to developing offshore #wind energy to create jobs &amp; #ActOnClimate https://t.co/LYypM9TiyK https://t.c…","month":"09","year":"2016","corpus":"secretaryjewel commit develop offshor wind energi creat job amp actonclim","id":774291920000520200,"day":"09"},{"text":"\"Jobs, jobs, jobs.\" Watch Atlanta Mayor @KasimReed make the economic case for #TPP: https://t.co/kWNTcuaszO","month":"09","year":"2016","corpus":"job job job watch atlanta mayor kasimre make econom case tpp","id":776832158287536100,"day":"16"},{"text":"\"At the very least, we should expect that they do their jobs\" —@POTUS on Republicans in Congress: https://t.co/blc1RIa3PD","month":"09","year":"2016","corpus":"least expect job potu republican congress","id":777141395203076100,"day":"17"},{"text":"\"Our government only works as well as the people we elect\" —@POTUS calling on Congress to do their job: https://t.co/blc1RHSsY5","month":"09","year":"2016","corpus":"govern work well peopl elect potu call congress job","id":777633143293612000,"day":"18"},{"text":"RT @CNN: .@POTUS on women in combat: “If you can do the job, you should be able to get the job” #ObamaTownHall https://t.co/Z7B22fazTt","month":"09","year":"2016","corpus":"cnn potu women combat job abl get job obamatownhal","id":781318913644560400,"day":"29"},{"text":"Our economy added 156,000 jobs in September—extending the longest streak of total job growth on record → https://t.co/MQdfHMaVDA #JobsReport","month":"10","year":"2016","corpus":"economi ad 156 000 job septemb extend longest streak total job growth record jobsreport","id":784403471076171800,"day":"07"},{"text":"FACT: American businesses have added over 15 million jobs over 6.5 years of job growth → https://t.co/MQdfHMaVDA #JobsReport https://t.co/FWm9dUBJIK","month":"10","year":"2016","corpus":"fact american busi ad million job year job growth jobsreport","id":784421248965062700,"day":"07"},{"text":"Good news: Our businesses have added over 15 million jobs over the past 79 months → https://t.co/MQdfHMaVDA #JobsReport https://t.co/jkhB4i1qC4","month":"10","year":"2016","corpus":"good news busi ad million job past month jobsreport","id":784397289192239100,"day":"07"},{"text":"“We turned a recession into a record streak of job growth.” —@POTUS on our growing economy https://t.co/5DMpxc2Lq9","month":"10","year":"2016","corpus":"turn recess record streak job growth potu grow economi","id":784761768727896000,"day":"08"},{"text":"RT @USDOL: There are 5.4M job openings – but that’s little use if you can’t change jobs because of a non-compete. https://t.co/LRDiYRZtwo #…","month":"10","year":"2016","corpus":"usdol job open littl use chang job non compet","id":791033913867014100,"day":"25"},{"text":"Our economy added 161,000 jobs in October—extending the longest streak of total job growth on record → https://t.co/tcrWsAkEmy #JobsReport https://t.co/7TPWImMAUw","month":"11","year":"2016","corpus":"economi ad 161 000 job octob extend longest streak total job growth record jobsreport","id":794573274227191800,"day":"04"},{"text":"RT @VP: Never bet against the American worker:\n161,000 new jobs in October ✓\nWages grew 2.8% this past year ✓\nOn track for 3.1% by the end…","month":"11","year":"2016","corpus":"never bet american worker 161 000 new job octob wage grew past year track end","id":794569537504976900,"day":"04"},{"text":"Good news: Our businesses have added 15.5 million jobs over the past 80 months → https://t.co/tcrWsAkEmy #JobsReport https://t.co/QdlhISHR6M","month":"11","year":"2016","corpus":"good news busi ad million job past month jobsreport","id":794542060250415100,"day":"04"},{"text":"Under @POTUS, 15.5 million new private-sector jobs have been created over the past 80 months. This is progress: https://t.co/Vn4bMh8eLE https://t.co/vP2w9SNqUH","month":"11","year":"2016","corpus":"potu million new privat sector job creat past month progress","id":795735431719637000,"day":"07"},{"text":"When @POTUS took office, we were in the worst economic crisis of our lifetimes. Today, U.S. businesses have created 15.5 million new jobs. https://t.co/v3XcvaPm8m","month":"11","year":"2016","corpus":"potu took offic worst econom crisi lifetim today busi creat million new job","id":795683963432030200,"day":"07"},{"text":"Today, our businesses have created more than 15 million new jobs.” —@POTUS https://t.co/AWHWyEWV6u","month":"11","year":"2016","corpus":"today busi creat million new job potu","id":798867687644479500,"day":"16"}]